{"id":2145,"date":"2020-06-08T12:00:00","date_gmt":"2020-06-08T10:00:00","guid":{"rendered":"https:\/\/www.phosphenism.com\/?page_id=2145"},"modified":"2022-11-26T15:52:30","modified_gmt":"2022-11-26T14:52:30","slug":"method-polarized-light-effects","status":"publish","type":"page","link":"https:\/\/www.phosphenism.com\/method-polarized-light-effects\/","title":{"rendered":"METHOD: Polarized Light Effects"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; min_height=&#8221;256.7px&#8221; custom_padding=&#8221;10px||10px||false|false&#8221; background_last_edited=&#8221;on|phone&#8221; background_image_phone=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/08\/banner-943866_640.jpg&#8221; background_enable_image_phone=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; min_height=&#8221;256.7px&#8221; custom_margin=&#8221;|auto|26px|auto||&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_text _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; text_font=&#8221;|700|||||||&#8221; text_text_color=&#8221;#000080&#8243; text_font_size=&#8221;30px&#8221; text_line_height=&#8221;1.5em&#8221; text_orientation=&#8221;center&#8221; text_text_shadow_style=&#8221;preset1&#8243; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p>LIGHT,<br \/>source of knowledge, is the open door<br \/>to an exciting inner adventure.<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; custom_padding_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;section&#8221; _builder_version=&#8221;4.16&#8243; background_image=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2018\/01\/amlp_ini_phos-1.jpg&#8221; background_size=&#8221;contain&#8221; width=&#8221;117%&#8221; max_width=&#8221;100%&#8221; min_height=&#8221;149px&#8221; height=&#8221;300px&#8221; custom_margin=&#8221;-61px||-4px|||&#8221; custom_padding=&#8221;||||false|false&#8221; custom_padding_tablet=&#8221;50px|0|50px|0&#8243; custom_padding_phone=&#8221;0px|0|45px|0|false|false&#8221; transparent_background=&#8221;off&#8221; make_fullwidth=&#8221;off&#8221; use_custom_width=&#8221;off&#8221; width_unit=&#8221;off&#8221; custom_width_px=&#8221;1080px&#8221; custom_width_percent=&#8221;80%&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; custom_padding=&#8221;10px||10px||false|false&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_text _builder_version=&#8221;4.19.0&#8243; _module_preset=&#8221;default&#8221; text_font=&#8221;|700|||||||&#8221; text_text_color=&#8221;#000080&#8243; text_font_size=&#8221;20px&#8221; text_orientation=&#8221;center&#8221; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]How to obtain the polarized light effect?[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_text _builder_version=&#8221;4.19.0&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p><strong>Polarized Light Effect:<\/strong> by combining one of the lighting modes with the use of an inverted concave mirror the light thus reflected is polarized. This way of proceeding brings a not negligible complement in the field of the initiatic path: with the development of intuition, the mastery of good decisions, even the revelation of certain divinatory gifts.<\/p>\n<p>Judiciously used, the Phosphenic Pocket Lamp will certainly be for you a precious tool on the path of your personal evolution. Thanks to the Phosphenic Pocket Lamp you will be able to develop the telepathic power of your thoughts!<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_2,1_2&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; custom_padding=&#8221;10px||||false|false&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_2&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_text _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;]<span style=\"color: #d65200;\"><strong>You will find many models of inverted concave mirror on the Internet.<br \/>\nYou can also use a magnifying mirror in the bathroom.<\/span><br \/>\n<span style=\"color: #993366;\">Diameter of the inverted concave mirror: approx. 10 cm<br \/>\nDistance between the lamp and the mirror: about 8 cm<br \/>\nDistance between the mirror and your eyes: about 60 cm<\/strong><\/span>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_2&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/12\/Miroir-SDB.jpg&#8221; title_text=&#8221;Miroir-SDB&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; custom_margin=&#8221;-30px||||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_image][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_text _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; text_font=&#8221;|700|||||||&#8221; text_text_color=&#8221;#000080&#8243; text_font_size=&#8221;30px&#8221; text_orientation=&#8221;center&#8221; text_line_height_tablet=&#8221;&#8221; text_line_height_phone=&#8221;1.4em&#8221; text_line_height_last_edited=&#8221;on|phone&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p>PHOSPHENISM &amp; POLARIZED LIGHT<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_2,1_2&#8243; padding_mobile=&#8221;off&#8221; column_padding_mobile=&#8221;on&#8221; admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;4.16&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; make_fullwidth=&#8221;off&#8221; use_custom_width=&#8221;off&#8221; width_unit=&#8221;off&#8221; custom_width_px=&#8221;1080px&#8221; custom_width_percent=&#8221;80%&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_2&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text admin_label=&#8221;TXT: The experiences connected&#8230;&#8221; _builder_version=&#8221;4.16&#8243; text_text_color=&#8221;#000000&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; border_style=&#8221;solid&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p>The experiences connected with the use of phosphenes are within the reach of everyone and can quickly and easily be put into practice by each person.<\/p>\n<p>Among the techniques elaborated by Dr. Lefebure, one of them being the famous Phosphenic Mixing, there is another major one: Polarized Light.<\/p>\n<p><strong>Phosphenism with Polarized Light <\/strong><\/p>\n<p>This way of proceeding adds a significant element to the realm of the initiatic path, even though its use by most phosphenists is not common practice.<\/p>\n<p><strong>How does one obtain polarized light?<\/strong><\/p>\n<p>From the moment a beam of light is reflected by a surface, it is polarized. When it is practiced at a young age the instinctive use of Phosphenism using the reflection of light, and thus using polarized light even if it is in a rudimentary form, leaves subtle traces which can even mark an entire life. Here are several examples of persons having spontaneously used polarized light, taken from various books written by Dr. Lefebure:<\/p>\n<p><em>&#8220;A Canadian lady had prophetic dreams, and always at the same time of year, in winter. She was a secretary and had to think about the themes of the letters that she had to write. As she was doing this, she would look out the window. And in winter, the landscape was covered in snow and the sun shone brightly on it.&#8221;<\/em><\/p>\n<p><em>&#8220;Mr. Cyril H., a painter in Liege (Belgium), had a prophetic dream only once in his life and it came true down to the smallest details. This occurred during a period when he was painting trees along the water&#8217;s edge, which made him look at the sun’s reflection on the water all day long.&#8221;<\/em><\/p>\n<p><em>&#8220;Mr. Marcel P., a former shepherd who had become the best-known clairvoyant of the region where he lived, focused his gaze all night long on the moon when he was a child as he watched over his sheep.&#8221;<\/em><\/p>\n<p><em>&#8220;A young man, Mr. Serge V., was presented to us because of his gifts of clairvoyance. Immediately, he gave us details concerning a journey we had just made, with very exact details which he could not have had any knowledge of. We then questioned him about the beginnings of his clairvoyance. Right away, he told us that at the age of four, he saw his dead grandfather appear as if he was coming out of the wall and this did not frighten him at all, on the contrary. We then asked him to try and recall whether he had already used Phosphenism. At first, this did not seem obvious to him. Then he remembered that when he was four, he liked to focus his gaze on the sun’s reflection on the highly-polished parquet floor, and he would then raise his eyes towards the ceiling to follow the &#8220;circles of color&#8221; which were projected there and he would amuse himself by making them move with his eyes. He had acquired this habit because his small bed was placed against the wall opposite to the window, which was oriented to the southeast, and because his grandmother had a passion for well-polished parquet floors. And so, playing with phosphenes had become a pastime for him in the state of half-sleep as he lolled in bed. In this case and in a number of others, we find that clairvoyance is rather the result of fortuitous circumstances which led to Phosphenism during childhood or youth, rather than hereditary predispositions.&#8221;<\/em><\/p>\n<p><em>&#8220;Here is the story of a man who the residents of Berck (Pas-de-Calais department, France) called “Father Pentier”. His clairvoyance was known for miles around and we were able to verify that this reputation was well-merited. He spoke very little, but everything he announced came to pass. He was a retired fisherman. According to a custom of the time, he had always prayed while he worked and he attributed his clairvoyance to the fact that he called upon Saint Comas and Saint Damian, saints who he believed to be particularly powerful because they had their origins in primitive Christianity. But in our opinion, and just as in other cases we had the opportunity of studying, no matter how clairvoyant he was he had made an error concerning the origin of his clairvoyance. In effect, the two syllables &#8220;Cos&#8221; and &#8220;Dam&#8221; marked the rhythm of his litany very clearly: through them he cultivated rhythmic thinking. And furthermore, at the beginning he had told us that he was clairvoyant only when he was out on the water. It was only much later that we understood why: he mixed the litany said for these two saints with phosphenes created by the sun’s reflections on the water, and it was only after a long period of his brain’s maturation through the use of this exercise that his clairvoyance was able to continue in the absence of phosphenes.&#8221;<\/em><\/p>\n<p><em>&#8220;We would also like to cite the case of Mrs. Spique who was subject to veritable surges of clairvoyance from the age of six onwards; for example, when she was speaking about something completely different, she would see a white ball which would begin to swirl, all the while growing transparent. Inside it visions would appear which she described. And so, one time, she gave us many details about a person who turned out to be our father who had died a long time ago and about whom we had never spoken to her. The details were striking because in essence what she described was the relation we had with him. When she was a child, she frightened her circle of acquaintances by announcing deaths or accidents which then took place shortly afterwards. She told us that between the ages of three and six, she was so afflicted with rickets in her lower limbs that she was disabled and could not walk. During this period, in order to help her regain strength, she was taken to the beach and left there to play with a doll and as she quickly lost interest in this distraction she would play for hours looking at the sun’s reflection on the water.&#8221;<\/em><\/p>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_2&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text admin_label=&#8221;TXT: The reflexions of light&#8230;&#8221; _builder_version=&#8221;4.16&#8243; text_text_color=&#8221;#000000&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p><strong>The reflection of light on a clairvoyant’s crystal ball <\/strong><\/p>\n<p>For obtaining predictions, on each side of a crystal ball a clairvoyant will place a lighted candle and when we ask him or her how the flashes appear, the answer is &#8220;in the colors!&#8221; The colors of phosphenes, of course. It must be noted that focusing the gaze on a candle’s flame produces two kinds of phosphenes: a co-phosphene and trails coming from the movement of the light source, as with the sun’s reflection on water. But one has to be aware of this to be able to analyze the nuances of phosphenic colors which are taken for the physical colors of the flame. In effect, rather often and due to ignorance, phosphenic colors are mistaken for physical colors.<\/p>\n<p>In all of these cases Phosphenism is not obvious, but the light is always polarized by reflection.<\/p>\n<p>In the same way, in ancient times when lighting consisted of the glow of a torch, it was placed next to a mirror so that one could see oneself and comb one’s hair. The reflection of the torch could be seen in the mirror and as a result certain persons then developed divinatory &#8220;gifts&#8221;, which gave rise to legends of &#8220;the magic mirror&#8221;.<strong style=\"font-size: 15px;\">Polarized light develops intuition and, with a regular practice, clairvoyance.<\/strong><span style=\"font-size: 15px;\"> Don’t we say that the Moon inspires poets? Yes, but on condition that you focus your gaze on it.<\/span><\/p>\n<p>The complete technique is explained in the book by Dr. Lefebure:<br \/><em><a href=\"https:\/\/www.phosphenism.com\/product\/the-key-to-supernatural-phenomena\/\" target=\"_blank\" rel=\"noopener noreferrer\">The Key to Supernatural Phenomena<\/a><\/em>.<\/p>\n<p>Nostradamus wrote his predictions at night in his house at Salon-de-Provence, by the light of a candle, and often facing a silver-coated mirror or a crystal ball. And so, he made a phosphene using polarized light. At other times, he focused on the Moon’s reflection on a tray: light which is also polarized.<\/p>\n<p>Nostradamus’s way of using phosphenes had an extraordinary efficiency but it has been completely hidden behind a jumble of things which ends in only phosphenists being able to understand the meaning of his practices.<\/p>\n<p>When Catherine of Medici asked Nostradamus to make a prediction using his clairvoyance in order to know how long her heirs would reign, she stipulated the condition of having the same exact vision herself. The clairvoyant then spent many long hours of practice focusing on the Moon’s reflection on a silver tray. One month later, when he finally felt he was ready to fulfill this requirement, he had to make a mental effort so that the queen could perceive the various persons circling around the tray, the number of rotations corresponding to the number of years her sons were going to reign.<\/p>\n<p>This vision appeared inside a cloud. It is obvious that Nostradamus was not able to benefit from conditions that allowed him to focus on the Moon’s reflection every evening. It was much easier for him to focus on the sun’s reflections during the day, if not on the sun itself, or on the reflection of the sky when Helios was not present. In the evening, he could also use a candle’s flame or, better still, the fire in the hearth. Phosphenes being highly transmissible by telepathy, all he had to do was send his visions to Catherine of Medici.<\/p>\n<p><strong>Does meditation using polarized light facilitate making predictions?<\/strong><\/p>\n<p>Mrs. Alexandra David-Neel recounts that one of the exercises occasionally given to the novices in Tibetan temples was that of focusing on the blue sky for entire days at a time.<\/p>\n<p>Generally, the visions consecutive to the exercises using polarized light do not occur during one’s practice but rather outside of the sessions; at night in dreams or during the daytime when thoughts are focused on something else.<\/p>\n<p>There are many examples proving the effects of phosphenes created by polarized light. So, do not hesitate to develop your intuition and your judgment, keeping in mind that 95 % of our problems in life are the result of bad choices and bad decisions.<\/p>\n<p>To use the pocket lamp in polarized light mode, <strong>you must project (illuminate) a concave bathroom mirror about 10 cm in diameter, and develop the telepathic power of your thoughts as well!<\/strong><\/p>\n<p><img decoding=\"async\" class=\"wp-image-6216 aligncenter\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2019\/03\/moiroire-concave-7-300x300.jpg\" alt=\"\" width=\"241\" height=\"241\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2019\/03\/moiroire-concave-7-300x300.jpg 300w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2019\/03\/moiroire-concave-7-150x150.jpg 150w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2019\/03\/moiroire-concave-7-400x400.jpg 400w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2019\/03\/moiroire-concave-7-510x510.jpg 510w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2019\/03\/moiroire-concave-7-100x100.jpg 100w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2019\/03\/moiroire-concave-7.jpg 540w\" sizes=\"(max-width: 241px) 100vw, 241px\" \/><\/p>\n<p>[\/et_pb_text][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2018\/01\/AMLP-initiatic-2018-petite.jpg&#8221; align=&#8221;center&#8221; align_tablet=&#8221;center&#8221; align_phone=&#8221;&#8221; align_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;IMG: Miroir concave&#8221; _builder_version=&#8221;4.16&#8243; max_width=&#8221;550px&#8221; animation_style=&#8221;slide&#8221; animation_direction=&#8221;right&#8221; animation_duration=&#8221;500ms&#8221; animation_intensity_slide=&#8221;10%&#8221; use_border_color=&#8221;off&#8221; always_center_on_mobile=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_image][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_text _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; text_font=&#8221;||||||||&#8221; text_text_color=&#8221;#000080&#8243; text_font_size=&#8221;30px&#8221; text_line_height=&#8221;1.2em&#8221; text_orientation=&#8221;center&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p><strong>WHY WOULD POLARIZED LIGHT FACILITATE<br \/>CLAIRVOYANCE AND SELF-CONFIDENCE?<\/strong><br \/><span style=\"color: #000000; font-size: 15px;\">Extract from: <em><a href=\"https:\/\/www.phosphenism.com\/product\/the-key-to-supernatural-phenomena\/\" target=\"_blank\" rel=\"noopener noreferrer\">The Key to Supernatural Phenomena<\/a><\/em><\/span><\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_2,1_2&#8243; column_padding_mobile=&#8221;on&#8221; admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;4.16&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; custom_padding=&#8221;||0px|&#8221; width_unit=&#8221;off&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_2&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text admin_label=&#8221;TXT: I have found so many cases&#8230;&#8221; _builder_version=&#8221;4.16&#8243; text_text_color=&#8221;#000000&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; border_style=&#8221;solid&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p>I have found so many cases of gifts of clairvoyance developed by reflected light, particularly on water, that in Phosphenism and Developing Clairvoyance I asked the question whether or not the polarization of light would make the exercises of phosphenic mixing more effective. In effect all reflected light is polarized&#8230; Here, we make another attempt at explaining this strange fact.<\/p>\n<p><strong>Polarized light &amp; Jump rope:<\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<p><strong><\/strong>Using a simple image let us recall what polarized light is: let us imagine two children who are holding a jump rope. One of them will make circles with his hand. The wave will arrive at the other child with a corkscrew movement. This is ordinary light. But, if we interpose two parallel boards that are rather close to each other, between the two children, after going through this passage the rope will move in a single plane. This is polarized light. This phenomenon was discovered by Malus in 1808.<\/p>\n<p><strong>The laws of polarization that interest us in spiritual research: <\/strong><span style=\"font-size: 15px;\">Now, in “Extract from the Technical and Scientific News Bulletin”, N° 34b, October 1951, we find an article by Colonel Lesprit (National Library B.N. 4-8 R-55.200) entitled: “THE DEVELOPMENT OF POLARIZATION” which contains information of the greatest interest for us. In effect, he tells us:<\/span><\/p>\n<p><strong>1) Polarization is perpendicular to the plane of incidence.<\/strong><\/p>\n<p>As a result, if we turn towards the sun and we look at its reflection on water, the polarization will be horizontal (not to be confused with the direction of the light rays that are received, which is obviously oblique).<\/p>\n<p><strong>2) Horizontally polarized light is dazzling. Vertically polarized light is not.<\/strong> (There are practical applications of this observation&#8230;)<\/p>\n<p>So, here is it <strong>the link between horizontal polarization and clairvoyance:<\/strong><\/p>\n<p>Horizontal polarization acts on the consciousness, but vertical polarization does not. This is because the post-phosphene consecutive to focusing on a light source through a horizontally polarizing glass is more luminous, stronger, and longer than when the axis of polarization of the glass is vertical. Here this clearly indicates that this dazzle is connected to a co-phosphene. Thus, it is not surprising that the horizontal polarization of light acts on the psyche more than that of the vertical direction. As we know that clairvoyance and phosphenes are connected to each other, we can understand why light that is polarized horizontally, thus the sun&#8217;s reflection on the water, facilitates this power.<\/p>\n<p>Furthermore, the favorable action exerted by this horizontal oscillation of light (whose wave goes from right to left) on clairvoyance reminds us of its importance in brain development in general, and more specifically in the development leading to this power: lateral head sways, alternating right-left lighting using various devices such as the Alternophone, the Cervoscope, the Synchroscope and through hearing a sound alternately in the right ear and then in the left ear.<\/p>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_2&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text admin_label=&#8221;TXT: The case of Minou Drouet&#8221; _builder_version=&#8221;4.16&#8243; text_text_color=&#8221;#000000&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; custom_padding=&#8221;||0px|&#8221; use_border_color=&#8221;off&#8221; border_style=&#8221;solid&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p><strong>The case of Minou DROUET: <\/strong><\/p>\n<p>In several of his books, Dr. LEFEBURE cites the case of Minou DROUET, who like many children left to themselves and living in particular conditions practice Phosphenism and rhythmic thinking by instinct.<\/p>\n<p>Minou DROUET’s foster mother, as well as friends she had in Switzerland, told Dr. LEFEBURE that when she was a child Minou DROUET had no pastimes other than focusing her gaze on the sun’s reflection on the water, all the while letting herself be pulled along by her brain rhythms and swaying her head from right to left, on a pendular rhythm of two seconds an at a 45° angle.<\/p>\n<p>When she was a child, Minou Drouet, a poetess who had her hour of glory in the 1960s, was left to herself alone on a beach for whole days at a time and, as we have repeated many times, she spent most of her time looking at the sun&#8217;s reflection on the water while swaying her head from right to left by instinct without anybody ever having taught her this exercise.<br \/>(see <em><a href=\"https:\/\/www.phosphenism.com\/product\/univers-07\/\" target=\"_blank\" rel=\"noopener noreferrer\">Phosphenic Energy Universe #7<\/a><\/em>)<\/p>\n<p>The horizontal polarization of light, in which each wave oscillates from right to left, provokes a resonance in the brain on a much higher octave which leads to the swaying of the head or the body.<\/p>\n<p>Another unexpected effect, <strong>phosphenes resulting from polarized light develop an inner calm, self-assurance and great self-confidence which can prove to be very useful in life.<\/strong> This observation has been made by adults and by children such as Minou DROUET.<\/p>\n<p><strong>Let us conclude:<\/strong> these observations with some practical advice: as in all spiritual development, and in particular one which has its base in Phosphenism, it must be pleasant and harmonious, and therefore when we decide to use horizontally polarized light for the exercises of phosphenic mixing, it is advisable to choose intensities of light and conditions such that the reflection on moving water does not provoke a dazzling effect that is unbearable.<\/p>\n<p><strong>To summarize,<\/strong> when looking at the sun&#8217;s reflection on the water that has a lapping movement, you must place yourself directly facing the sun. On this median line, the gaze can move forward and backward: the polarization will remain horizontal. Nonetheless, we remind you that in order for phosphenes connected to reflections to appear, the eye has to remain fixed.<\/p>\n<p>If you do have a stretch of water with the sun reflecting off it at your disposal, use the Initiatic Phosphenic Pocket Lamp, which comes with a small concave dish for producing polarized light.<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_text _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; text_font=&#8221;||||||||&#8221; text_text_color=&#8221;#000080&#8243; text_font_size=&#8221;30px&#8221; text_line_height=&#8221;1.2em&#8221; text_orientation=&#8221;center&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p><strong>PHOSPHENES &amp; POLARIZED LIGHT:<br \/>REFLECTION OF THE SUN ON THE WATER<\/strong><\/p>\n<p>[\/et_pb_text][et_pb_text _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_orientation=&#8221;center&#8221; global_colors_info=&#8221;{}&#8221;]Anglers, who fix the cork dancing on the water in the reflections of the sun,<br \/>\nhave often noticed that if they lie down and get some sleep,<br \/>\nthen they have wonderful dreams.[\/et_pb_text][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2016\/12\/pecheur.jpg&#8221; title_text=&#8221;pecheur&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_image][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_2,1_2&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_2&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_text _builder_version=&#8221;4.19.0&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p>The first action of phosphene is felt in the nervous system, hence the deep relaxation and rest that one feels when making phosphenes. Fishermen are a good example that illustrates this favorable action of phosphenes on the nervous system. Indeed, when they are on their fishing grounds, they are able to stay for hours at a time staring at the water while waiting for a catch; and it is not the attraction of the fish that motivates such patience.<\/p>\n<p>In fact, they themselves say that if the fish &#8220;don&#8217;t come,&#8221; it doesn&#8217;t bother them. In addition, hyper-nervous people or people who are usually unable to hold still find a special rest and calm in this activity. They say they feel a peace, a serenity they feel nowhere else.<\/p>\n<p>This well-being is due to the reflection of the sun or the bright sky on the water. The fixation is done without the fisherman paying attention to it. He simply observes the wrinkles or the current of the water; he follows his cork with his eyes and brings it back regularly, and this is enough to imbue a rhythm into his thoughts. He therefore has a phosphene permanently maintained by the fixation of the water and at the same time a regular rhythm produced by the current of the water.<\/p>\n<p>Rhythm and phosphene spread throughout the entire nervous system and brain mass. These are the two conditions that determine the development of the higher faculties of the brain, and this also explains why some fishermen, especially professional fishermen who constantly have the reflections of the sun or the sky under their eyes at sea, possess intuitive abilities.<\/p>\n<p>But here, what interests us more particularly is the structuring action of phosphene by polarized light on the personality, because it is quite obvious that if in everyday life we feel more calm and if we are more rested, we will be much more available in all activities and, consequently, much more efficient. Moreover, these fixations develop a very great optimism.<\/p>\n<p>It is therefore very interesting to fall asleep by making some phosphenes, which you will obtain by fixing the Phosphenic Pocket Lamp for about twenty seconds. After this time, one turns off the lamp and, in the dark, one simply observes the colors by letting oneself go effortlessly to one&#8217;s thoughts.<\/p>\n<p>After three minutes, one fixes the lamp again and resumes the observation of the phosphene. Sleep usually occurs after a short time, during the observation of the colors, and it benefits especially from this energy input. Many people have regained sleep thanks to phosphenes. The next day, they feel more rested and sometimes wake up with intense joy. For this reason, it is a good idea to also make some phosphenes before starting the day.<\/p>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_2&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_text _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p><strong>TECHNIQUE WITH THE REFLECTIONS OF THE SUN ON THE WATER:<\/strong><\/p>\n<p>The reflections of the sun on the water are often of great beauty, and there is no lack of children who like to play with these images, for the greater good of their brain. Let&#8217;s place ourselves in front of a very shiny sheet of water on a sunny day with a light wind, so that there are waves, but not big waves. You have to have the sun in front of you.<\/p>\n<p>It is preferable to use your hand or a book as a visor, so that the sun&#8217;s rays are not directly in your eyes. Fix the area where the sun&#8217;s reflection on the water is the brightest. It is fundamental that the gaze be immobile, not by tension but by relaxation of the peri-ocular muscles. To do this, some training is necessary because it is easy to immobilize the gaze, on the end of a branch for example. On the other hand, the agitation of the water tends to cause the gaze to move.<\/p>\n<p>As soon as the gaze is immobilized, the reflection of the sun on the water is made of a much whiter sparkle than before. One waits for a minute and a half, always with the peri-ocular muscles relaxed. After this period of time, quite suddenly, the whole area of the reflection appears to be made of pink ink waves. This pink hue of the water disappears after another minute and a half.<\/p>\n<p>From this moment on, the wavelets appear to be made of very dark blue ink. These colors are phosphenic: they each last a minute and a half, that is to say the duration of one of the hues of the phosphene, and they take place in the order of succession of the colors of the post-phosphene. What is very curious is that if one were not warned, one would think that it is the water that is really colored.<\/p>\n<p>In this experiment, as in many others, we find <strong>THE AMAZING POSSIBILITIES OF PHOSPHENE MOLDING ON THE PERCEPTION OF PHYSICAL OBJECTS, EVEN IN MOTION<\/strong>, so that we will be less surprised, during Phosphene Mixing experiments, to observe that phosphene molds itself on thoughts, giving them greater density.<\/p>\n<p>Already, we realize that phosphene is gradually beginning to take its place in our minds as an intermediary between thought and matter.<\/p>\n<p>Moreover, one cannot fix the reflection of the sun on the water without having, after a few moments, a great richness of phosphenic phenomena that blend so well with physical perception that one does not realize it at first sight.<\/p>\n<p>Some children instinctively used this technique, using polarized light, stimulating their brains above average, and later developed amazing faculties.<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row column_structure=&#8221;1_4,1_2,1_4&#8243; _builder_version=&#8221;4.16&#8243; width=&#8221;100%&#8221; custom_padding=&#8221;0px|||&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_2&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_cta button_url=&#8221;https:\/\/www.phosphenism.com\/training\/&#8221; button_text=&#8221;PHOSPHENISM COMPLETE TRAINING&#8221; admin_label=&#8221;Appel à l&#8217;action: &#8230;Pocket Lamp&#8230;&#8221; _builder_version=&#8221;4.16&#8243; header_text_align=&#8221;center&#8221; body_text_align=&#8221;center&#8221; background_color=&#8221;#e09900&#8243; custom_button=&#8221;on&#8221; button_icon=&#8221;&#x3d;||divi||400&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|-288px||-288px|false|false&#8221; custom_padding=&#8221;||||false|false&#8221; border_width_all=&#8221;3px&#8221; border_color_all=&#8221;#ffffff&#8221; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_text_size__hover=&#8221;null&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover=&#8221;null&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover=&#8221;null&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_text_color__hover=&#8221;null&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover=&#8221;null&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover=&#8221;null&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_border_width__hover=&#8221;null&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover=&#8221;null&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover=&#8221;null&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_border_color__hover=&#8221;null&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover=&#8221;null&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover=&#8221;null&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_border_radius__hover=&#8221;null&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover=&#8221;null&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover=&#8221;null&#8221; button_letter_spacing__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover=&#8221;null&#8221; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover=&#8221;null&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover=&#8221;null&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_bg_color__hover=&#8221;null&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover=&#8221;null&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover=&#8221;null&#8221;][\/et_pb_cta][\/et_pb_column][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>LIGHT,source of knowledge, is the open doorto an exciting inner adventure.How to obtain the polarized light effect?Polarized Light Effect: by combining one of the lighting modes with the use of an inverted concave mirror the light thus reflected is polarized. This way of proceeding brings a not negligible complement in the field of the initiatic path: [&hellip;]<\/p>\n","protected":false},"author":97,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Polarized Light Effects - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/method-polarized-light-effects\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Polarized Light Effects - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"LIGHT,source of knowledge, is the open doorto an exciting inner adventure.How to obtain the polarized light effect?Polarized Light Effect: by combining one of the lighting modes with the use of an inverted concave mirror the light thus reflected is polarized. This way of proceeding brings a not negligible complement in the field of the initiatic path: [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/method-polarized-light-effects\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-11-26T14:52:30+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2019\/03\/moiroire-concave-7-300x300.jpg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"27 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/method-polarized-light-effects\/\",\"url\":\"https:\/\/www.phosphenism.com\/method-polarized-light-effects\/\",\"name\":\"Polarized Light Effects - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-06-08T10:00:00+00:00\",\"dateModified\":\"2022-11-26T14:52:30+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/method-polarized-light-effects\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/method-polarized-light-effects\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/method-polarized-light-effects\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"METHOD: Polarized Light Effects\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Polarized Light Effects - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/method-polarized-light-effects\/","og_locale":"en_US","og_type":"article","og_title":"Polarized Light Effects - PHOSPHENISM - Dr. LEFEBURE School","og_description":"LIGHT,source of knowledge, is the open doorto an exciting inner adventure.How to obtain the polarized light effect?Polarized Light Effect: by combining one of the lighting modes with the use of an inverted concave mirror the light thus reflected is polarized. This way of proceeding brings a not negligible complement in the field of the initiatic path: [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/method-polarized-light-effects\/","article_modified_time":"2022-11-26T14:52:30+00:00","og_image":[{"url":"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2019\/03\/moiroire-concave-7-300x300.jpg"}],"twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"27 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/method-polarized-light-effects\/","url":"https:\/\/www.phosphenism.com\/method-polarized-light-effects\/","name":"Polarized Light Effects - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-06-08T10:00:00+00:00","dateModified":"2022-11-26T14:52:30+00:00","breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/method-polarized-light-effects\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/method-polarized-light-effects\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/method-polarized-light-effects\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"METHOD: Polarized Light Effects"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/pages\/2145"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/97"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=2145"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/pages\/2145\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=2145"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}