{"id":330,"date":"2020-04-01T12:00:54","date_gmt":"2020-04-01T10:00:54","guid":{"rendered":"http:\/\/www.phosphenism.com\/?page_id=330"},"modified":"2022-12-06T18:36:32","modified_gmt":"2022-12-06T17:36:32","slug":"faq-generalities","status":"publish","type":"page","link":"https:\/\/www.phosphenism.com\/faq-generalities\/","title":{"rendered":"FAQ: Generalities"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; custom_padding_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;Section&#8221; _builder_version=&#8221;4.16&#8243; custom_padding_tablet=&#8221;50px|0|50px|0&#8243; custom_padding_phone=&#8221;&#8221; transparent_background=&#8221;off&#8221; padding_mobile=&#8221;off&#8221; make_fullwidth=&#8221;off&#8221; use_custom_width=&#8221;off&#8221; width_unit=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_fullwidth_header title=&#8221;FAQ: Frequently Asked Questions&#8221; subhead=&#8221;GENERALITIES ABOUT THE PHOSPHENISM PRACTICE&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête plein écran&#8221; _builder_version=&#8221;4.16&#8243; background_color=&#8221;#8700ff&#8221; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;] [\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; admin_label=&#8221;Section&#8221; _builder_version=&#8221;4.16&#8243; global_colors_info=&#8221;{}&#8221;][et_pb_row column_structure=&#8221;2_3,1_3&#8243; admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;4.16&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;2_3&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text admin_label=&#8221;Texte&#8221; _builder_version=&#8221;4.19.0&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<div class='et-box et-info'>\n\t\t\t\t\t<div class='et-box-content'>If you cannot find the answer to your question here, you can post it in our forum (only accessible to our students); a phosphenist may be able to answer it. And if your question is medical, please post it on our <a href=\"https:\/\/www.phosphenism.com\/index.php\/contact\/\" target=\"_blank\" rel=\"noopener noreferrer\">contact page<\/a>.<\/div><\/div>\n<p>[\/et_pb_text][et_pb_text admin_label=&#8221;Texte&#8221; _builder_version=&#8221;4.16&#8243; text_font=&#8221;|700|||||||&#8221; text_text_color=&#8221;#000000&#8243; text_font_size=&#8221;20px&#8221; header_font=&#8221;||||||||&#8221; header_4_font=&#8221;||||||||&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;center&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; global_colors_info=&#8221;{}&#8221;]GENERALITIES ABOUT THE PHOSPHENISM PRACTICE[\/et_pb_text][et_pb_accordion open_toggle_text_color=&#8221;#8700ff&#8221; closed_toggle_text_color=&#8221;#000000&#8243; admin_label=&#8221;Accordéon&#8221; _builder_version=&#8221;4.19.0&#8243; toggle_text_color=&#8221;#8700ff&#8221; toggle_font=&#8221;|on|||&#8221; toggle_text_align=&#8221;left&#8221; toggle_line_height=&#8221;1.3em&#8221; closed_toggle_font=&#8221;|700|||||||&#8221; closed_toggle_text_align=&#8221;left&#8221; closed_toggle_line_height=&#8221;1.3em&#8221; body_text_align=&#8221;justify&#8221; body_text_color=&#8221;#000000&#8243; hover_enabled=&#8221;0&#8243; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;][et_pb_accordion_item title=&#8221;1 &#8211; What is Phosphenic Mixing? Basic principle.&#8221; open=&#8221;off&#8221; _builder_version=&#8221;4.19.0&#8243; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p style=\"text-align: justify;\">Doing only phosphenes hardly has any effect on the abilities of the mind, though it brings a large amount of physical relaxation and some mental energy.<\/p>\n<p style=\"text-align: justify;\">Only the practice of Phosphenic Mixing stimulates all the abilities of the brain.<\/p>\n<p class=\"g\" style=\"text-align: justify;\"><strong>Phosphenic mixing consists of mingling a thought with a phosphene.<\/strong><\/p>\n<p style=\"text-align: justify;\">Mixing can be done in the dimension of time (by retaining a precisely chosen thought during the presence of the phosphene), or in both dimensions of time and space (by locating the visual or auditory mind image within the phosphene). The second way to operate is more efficient but requires more training.<\/p>\n<p style=\"text-align: justify;\">Phosphenes should be associated every day with your work, studies, or theme of meditation, in order to obtain concrete results in the development of your mental abilities.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;2 &#8211; What are the impediments to the practice?&#8221; _builder_version=&#8221;4.19.0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">The only impediment is glaucoma, i.e. the hypertension of the eye fluids. Symptoms are sharp pains deep in the back of the eye.<\/p>\n<p style=\"text-align: justify;\">It is actually only a partial contraindication. Certain persons with a slight case of glaucoma practiced with phosphenes against our advice, taking a few elementary precautions. They used a weaker (40 watts) light bulb, sat further away from the lamp, and focused on it for shorter periods. Their glaucoma did not worsen and their eyes actually became more resistant. These persons managed to progressively get closer to the lamp and could use slightly more powerful light bulbs without discomfort or eyestrain.<\/p>\n<p style=\"text-align: justify;\">Persons that were very sensitive to bright lights also noticed that after regular practice with phosphenes, their eyes adapted better to bright environments. After a few months, they found that the use of sunglasses was not necessary anymore.<\/p>\n<p style=\"text-align: justify;\">After a surgical eye operation (for example, for a cataract or a retina&#8217;s detachment), one should wait for one to two years to resume practice. After a laser operation, one should wait from 6 months to a year.<\/p>\n<p style=\"text-align: justify;\">The effects on eyesight are very positive, provided the conditions of use are respected; these norms have been established through more than 35 years of experimentation on thousands of cases. Moreover, some methods of visual physiotherapy, like the Bates method, use light to re-educate the eyes. If done safely, the practice of short periods of focusing on sources of light is an excellent exercise for the eyes.<\/p>\n<p class=\"g\" style=\"text-align: justify;\"><strong>Do not get be alarmed if, in the beginning, you experience a few problems of adaptation like watering of the eyes or slight headaches. These problems disappear after a few days of practice.<\/strong><\/p>\n<p style=\"text-align: justify;\"><strong>Glaucoma <\/strong>(document)<\/p>\n<p style=\"text-align: justify;\">MGCIA. ‟<em lang=\"fr\">Le Courrier Mutualiste<\/em>” January 1990. Issue 68. <span lang=\"fr\">Mutuelle Générale du Commerce, de l&#8217;Industrie et de l&#8217;Artisanat<\/span>.<\/p>\n<p style=\"text-align: justify;\">Health section. Article ‟<em>Preventing eye illnesses<\/em>” Page 13.<\/p>\n<p style=\"text-align: justify;\">Author: P. Sabatier MD, Ophthalmologist at MGCIA.<\/p>\n<p style=\"text-align: justify;\">Extract: ‟<em>Glaucoma is an abnormal rise in eye tension. The globe hardens while the field of vision shrinks progressively. Glaucoma can lead to blindness through the destruction of the optical nerve because of an excessive eye tension. Chronic glaucoma is actually the main cause of blindness. In France, an estimated number of 500,000 people suffer from this affliction<\/em>.”<\/p>\n<p style=\"text-align: justify;\">Thus, older persons should get their eyes examined. Certain categories of persons should be even more careful: persons affected by diabetes, myopia, artery hypertension and other blood vessel illnesses, and persons with a family history of glaucoma.<\/p>\n<p style=\"text-align: justify;\">In the case of glaucoma, it is necessary to follow a treatment designed to lower ocular tension.<\/p>\n<p style=\"text-align: justify;\">Persons affected by a strong case of glaucoma should not practice the use of phosphenes. Nevertheless, they can practice with the other elements of the phenic system.<\/p>\n<p style=\"text-align: justify;\">Phosphenic practice is open to anyone without major eye problems.<\/p>\n<p style=\"text-align: justify;\">For more information see: <em>Phosphenic Mixing applied to Education<\/em>.<\/p>\n<p style=\"text-align: justify;\">If in doubt, you should get advice from your ophthalmologist.<\/p>\n<p style=\"text-align: justify;\"><strong><u>Footnote 1:<\/u><\/strong> The word phosphene has several meanings. And it is mainly found in medical vocabulary. As for the french word ‟<em lang=\"fr\">acouphene<\/em>” (which means tinnitus, in English), it is another term used by Phosphenism. Without going too much into details, beginners have to know that phosphenes and acouphenes we use are only <strong>physiological<\/strong> ones, as opposed to pathological ones.<\/p>\n<p style=\"text-align: justify;\"><strong><u>Footnote 2:<\/u><\/strong> We strongly advise those interested in practicing Phosphenism <strong>not to drink any alcoholic beverages at all during training periods<\/strong>. A single glass of wine slows down brain reactions for several hours, according to Paul Perrin, professor at the Nantes School of Medicine.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;3 &#8211; Do myopia, hypermetropia, or astigmatism hamper the practice of Phosphenism?&#8221; _builder_version=&#8221;4.19.0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">No, because the quantity of light received is still the same and it is that energy that matters for phosphenic mixing.<\/p>\n<p style=\"text-align: justify;\">Through the intense exercise of the iris caused by the alternation of strong light and darkness, phosphenic practice <strong>improves<\/strong> certain conditions of the eye such as synechia (the sticking of the iris to the crystalline lens). Nearsighted persons will notice a significant improvement in sharpness.<\/p>\n<p style=\"text-align: justify;\">The regular practice of Phosphenism improves visual sharpness by one dioptre after the first month whatever the nature of the initial deficiency.<\/p>\n<p style=\"text-align: justify;\">Persons wearing corrective glasses will quickly notice an improvement in their visual sharpness which could lead to them not needing correction anymore.<\/p>\n<p style=\"text-align: justify;\">Dr. LEFEBURE is a good example of the positive effects that phosphenic practice has on the eyesight. A short time before his death, at the age of 72, he could read texts at a normal distance without glasses during lectures. That is quite remarkable as it has been proved that presbyopia starts affecting people after 50 years of age. That demonstrates the positive effect of the phosphenes on eyesight. Moreover, the majority of older phosphenists do not wear glasses.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;4 &#8211; What disorders of the eye are not improved by practicing Phosphenism?&#8221; _builder_version=&#8221;4.19.0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\"><strong><em>Cataract<\/em>:<\/strong> as far as we know, practicing Phosphenism has no effect, positive or negative, on the advanced stages of cataract. Cataract hampers practice significantly as the retina does not receive the right amount of light. And the blood flow stimulation caused by the alternation of bright lights and darkness may have a positive effect on the early stages of cataract. We have not experimented on this subject.<\/p>\n<p style=\"text-align: justify;\"><strong><em>The floating bodies of the aqueous humor of the eye<\/em><\/strong> (the soft jelly which forms the main part of the eye behind the crystalline lens): generally, these floating bodies are transparent enough not to get in the way of a strong source of light. Though bright light will improve vision in these cases, it does not have a positive or negative effect on the floating bodies of the aqueous humor of the eye. It is interesting to notice that after 50 years of age, fragments of the embryo vessels of the retina start entering the aqueous humor. The border between normal and pathological is vague.<\/p>\n<p style=\"text-align: justify;\"><strong><em>Conjunctivitis<\/em>:<\/strong> according to the eye doctors we contacted, the lights we use cannot worsen conjunctivitis let alone cause it. In cases of trachoma (an infectious chronic conjunctivitis of African origin), eyes redden during the experiment. This sign can help to detect the infection in persons unaware of it. That congestion of the conjunctiva does not influence the development of the infection.<\/p>\n<p style=\"text-align: justify;\"><strong><em>Dychromatopsia<\/em><\/strong> (color perception disorders): the most well-known color perception disorder is true color blindness (confusion between red and green). It is obviously difficult to ask color-blind persons about the color they perceive in the phosphene as the words we use have a different meaning to them. We encountered the case of a color-blind person (diagnosed twice, once when drafted into the army, the second time in a job examination) who told us that within the phosphene, colors appeared brighter and better differentiated than usual.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;5 &#8211; I did phosphenes, my eyes feel itchy and the conjunctiva reddens.&#8221; _builder_version=&#8221;4.16&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]The reddening is caused by the vasodilation of the conjunctiva. This is due to the lack of training of the eye and it disappears after 2 or 3 days of practice.<\/p>\n<p>The itchiness is due to a lack of blinking<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;6 &#8211; How many phosphenes a day can I do with the Phosphenic Lamp?&#8221; _builder_version=&#8221;4.19.0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">As many as you wish. Students preparing for exams study their lessons with phosphenes during long hours (sometimes up to 8 or 9 hours) and still feel the positive effects.<\/p>\n<p style=\"text-align: justify;\">Since 1956 the method has been diffused, no student has ever complained about any discomfort. It is corroborated by the number of people satisfied with the results of their Phosphenism practice.<\/p>\n<p style=\"text-align: justify;\">Thousands of people have practiced the method for the past 40 years. If it created any trouble, we certainly would have had to restrict diffusion to the Esoteric circle of people, whose thirst for knowledge takes them beyond such annoyances.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;7 &#8211; What can be done in case of difficulties in getting used to focusing on the lamp?&#8221; _builder_version=&#8221;4.19.0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">Sit further away from the lamp, beyond the 1.50 meters (5 feet) recommended by Dr. LEFEBURE. Tilt the lamp slightly towards the ground.<\/p>\n<p style=\"text-align: justify;\">Finally, for persons with extreme sensitivity to light, put a white cloth in front of the lamp until your eyes get stronger through training. You can also use a weaker light bulb (60 watts, for example), sit further away from the lamp, or focus on it for shorter periods.<\/p>\n<p style=\"text-align: justify;\">It is also possible to use a natural light bulb (ref: A08). Its very soft light is perfectly adapted to ‟sensitive” persons.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;8 &#8211; Is specialized equipment needed for practicing Phosphenism?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;on&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">For testing purposes and producing a few phosphenes, a common white light bulb set in a lamp without a shade or a desk lamp will do the job. But as soon as you want to switch to sustained practice, it is better to use specialized equipment. Thus, not only will the phosphene be more exploitable, but you will also avoid any eyestrain, even during long periods of practice, like students in pre-exam periods who do a great number of phosphenes over periods of 8 to 9 hours.<\/p>\n<p style=\"text-align: justify;\">Certain architect lamps can also be used but, in this case, you should use the phosphenic light bulb (ref: A08), a photo-enlarging type, which can be purchased from a specialized photography shop or directly from the Phosphenism Publishing. This type of bulb emits light in a perfectly homogeneous way, and produces a very bright phosphene.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;9 &#8211; Is it useful to switch to a more powerful light source?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">For educational purposes, no. The norms established by D. LEFEBURE after more than 35 years of experiments show that a 75-watt bulb is perfectly adequate to trigger the needed neurological reactions.<\/p>\n<p style=\"text-align: justify;\">That type of light is too weak to harm the eye if it is used at a distance of at least 1.50 meters (5 feet). At that distance, no heat diffusion can bother the eyes. The dazzling brightness of car headlights is a lot more harmful than the light generated by the Phosphenic Lamp.<\/p>\n<p style=\"text-align: justify;\">We know several persons in the show business, mainly actors, who testified that they used cinema or theatre lights to create phosphenes without any discomfort. They observed that they memorized their lines in record time.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;10 &#8211; How can I produce a post-phosphene?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">Focus on a phosphenic light bulb or a Phosphenic Lamp for 30 seconds. Then, in the dark, with your eyes closed, observe the patch of colors that appears in your field of vision.<\/p>\n<p style=\"text-align: justify;\">In the dark, the phosphene takes the shape of a multicolored patch of changing colors that persists for 3 minutes.<\/p>\n<p style=\"text-align: justify;\">For more information, see <em>Phosphenic Energy Universe<\/em> and also <em>Chromos n°2<\/em>. You can download these files for free on our site.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;11 &#8211; My phosphene cannot stay still in my field of vision.&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">The phosphene follows the movements of your eyes, even the involuntary ones. Steady practice will strengthen your peri-ocular muscles and after a short period, the phosphene will not move anymore up, down, left, or right.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;12 &#8211; My phosphene disappears for long periods.&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">The phosphene is governed by the cycles of cerebral alternation. Each color that appears in the field of vision is interrupted by an ecliptic period called negative phosphene. If that ecliptic period seems abnormally long, it indicates a physiological disturbance which could be caused by different factors: lack of sleep, depression, the use of medication or more rarely an ocular or neurological problem.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;13 &#8211; My phosphene has little or no colors.&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">If your phosphene does not follow the usual cycle as we describe it, it indicates a physiological disturbance that could be caused by different factors: lack of sleep, depression, the use of medication, or more rarely, an ocular or neurological problem.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;14 &#8211; The size of my phosphene is very small.&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">The size of the phosphene is in proportion to the angular diameter of the light source. With a Phosphenic Lamp of 18cm diameter (7 inches), placed at a distance of 1.50m (5 feet), the size of the phosphene in the field of vision will be optimal.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;15 &#8211; How can I produce a co-phosphene or phosphene associated with lighting?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">Focus on a phosphenic light bulb or a Phosphenic Lamp for 3 minutes, then, in the dark and with your eyes closed, observe the multicolored patch that appears in your field of vision.<\/p>\n<p style=\"text-align: justify;\">For more information see <a href=\"https:\/\/www.phosphenism.com\/project\/e-books\/\" target=\"_blank\" rel=\"noopener\">PHOSPHENIC MIXING APPLIED TO EDUCATION<\/a><\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;16 &#8211; How can I observe the diffuse glow?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">Straight after switching your phosphenic lamp off, a whitish glow can appear in your field of vision. At that moment, this glow is only perceptible by one person out of ten. It only lasts a few seconds. It is immediately followed by the first phase of the phosphene.<\/p>\n<p style=\"text-align: justify;\">The diffuse glow will reappear once the phosphene has completely vanished. It can start reappearing after 5 minutes but, generally, it will reappear after 15 minutes of observing your field of vision. It takes the shape of a whitish, greyish glow that seems to sweep across your field of vision.<\/p>\n<p style=\"text-align: justify;\">The phosphene itself is purely physiological and is a well-known phenomenon in eye medicine. It is not mysterious; it is caused by the action of the 3 different types of cones found in the eye. On the contrary, the diffuse glow is to this day an enigma to science. It has amazing properties: it is transmittable by telepathy. In full darkness, even with several blindfolds, it allows a person to perceive the shape of a square or circular object placed in front of him or her. It is possible to take a picture of it under certain conditions. It can be shaped by (ordinary) thought; i.e. your thoughts can give it a shape. It has calorific properties.<\/p>\n<p style=\"text-align: justify;\">For more information see: <em>Phosphenic Mixing Applied to Education<\/em> and <em>Exploring the Brain through the Study of the Oscillations of Double Phosphenes.<\/em><\/p>\n<p style=\"text-align: justify;\">Do not confuse the diffuse glow with the phosphene or the visual chaos.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;17 &#8211; How can I observe the visual chaos?&#8221; _builder_version=&#8221;4.16&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">Once the phosphene has disappeared, keep observing your field of vision for 30 to 45 minutes. At times, it will be run across by a colored mist that can be interrupted by the presence of diffuse glowing lights.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;18 &#8211; Do I need to take my glasses or contacts off during practice with the Phosphenic Lamp?&#8221; _builder_version=&#8221;4.16&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">NO. As previously mentioned, the Phosphenic Lamp has no calorific properties. It is then of no use to take glasses or contacts off for the practice of Phosphenic Mixing.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;19 &#8211; Do I need to take my glasses or contacts off during practice with the sun?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: justify;\"><strong>YES<\/strong>, when using the sun, it is <strong>ABSOLUTELY MANDATORY to take your glasses off.<\/strong> They produce a magnifying glass effect that could cause burns to the retina. It is also <strong>ABSOLUTELY MANDATORY to take your contacts off.<\/strong> They dry the cornea and can create a burn on its periphery. It is essential <strong>to follow the guidelines<\/strong> provided by D. LEFEBURE (see <em>Phosphenic Mixing applied to Education<\/em>) that are, for example:<\/p>\n<p style=\"text-align: justify;\">On an empty stomach, drink a lot of water to stimulate the vasomotricity of the capillary vessels, to improve blood flow in the eyes, and to avoid fatigue.<\/p>\n<p style=\"text-align: justify;\">Do not drink alcohol or sparkling water, carbonic gas modifies the vasomotricity of the capillary vessels.<\/p>\n<p style=\"text-align: justify;\">And the main thing: do not gaze at the sun for more than 2 to 3 seconds.<\/p>\n<p class=\"g\" style=\"text-align: justify;\">FOCUS ON THE SUN FOR NO MORE THAN 2 TO 3 SECONDS.<\/p>\n<p style=\"text-align: justify;\">Footnotes:<\/p>\n<ul style=\"text-align: justify;\">\n<li>The post-phosphene created by the sun is not as beautiful as the one created by the lamp.<\/li>\n<li>A co-phosphene is automatically created by the sun: one cannot gaze at the sun without creating the associated co-phosphene.<\/li>\n<li>The diameter of the phosphene is proportional to the angular diameter of the source of light. In other words, the further away the source of light is located, the smaller the phosphene will be.<\/li>\n<\/ul>\n<p style=\"text-align: justify;\"><strong>Do not gaze at the sun without studying the book: <em>Phosphenic Mixing Applied to Education<\/em><\/strong> Do not take risks with your eyes.<\/p>\n<p style=\"text-align: justify;\"><em><strong>The sun.<\/strong><\/em><br \/>The sun is by far the best source of light for producing phosphenes, as its effects are far more powerful than the lamp’s ones. You must respect the guidelines we provide though, to ensure the practice is safe and efficient. Throughout the ages, and in all cultures, people have focused and still focus on the sun. In the beginning, it was solar worship that gave birth to <strong>all <\/strong>religions, mainly by producing ‟solar wonders” (subjective displacements of the sun, actually movements of the solar co-phosphene) triggered by focusing on the sun.<\/p>\n<p style=\"text-align: justify;\"><em><strong>Reflections of the sun on the water.<\/strong><\/em><br \/>Practice using the reflections of the sun on water creates a boost in neurological energy, as well as a great mental and intellectual stimulation. Many people love to focus on the reflections of the sun on the water because they feel a great sensation of well-being and a deep calm, as witnessed by many anglers all over the world.<\/p>\n<p style=\"text-align: justify;\"><em><strong>The bright sky.<\/strong><\/em><br \/>When the sun is too strong, you can easily use the bright sky instead. It is not tiring and it produces a great physical relaxation. The energy of the light will circulate through the whole of your nervous system, creating a very intense peace of mind. That is why you might often fall asleep during practice using the bright sky. The powerful brightness of the sky is due to the reflection of sunbeams on the layers of the atmosphere.<\/p>\n<p style=\"text-align: justify;\"><em><strong>The moon.<\/strong><\/em><br \/>It is also possible to focus on the moon. Moon worship developed in areas where the sky is very clear. Local people used to focus on the moon or its reflection on the water or a reflective surface (seashells, silver trays, etc.)<\/p>\n<p style=\"text-align: justify;\"><em><strong>Focusing on the stars.<\/strong><\/em><br \/>Focusing on the stars is rarely used consciously, as people tend to believe that the intensity of their light is too weak and that it is not possible to practice efficiently with the phosphenes obtained with stars. That is not true. Practicing with the stars is very interesting and also produces many psychic phenomena. Many astronomers, professional or not, have felt these effects after a night out under the stars. The regular practice of focusing on the stars also produces what could be called ‟stellar wonders.<\/p>\n<p style=\"text-align: justify;\"><em><strong>The flames of a fire.<\/strong><\/em><br \/>Everyone loves focusing on a lit fireplace or a camping site fire. In almost all cultures, stories were told while sitting around the fire, not only to keep warm but because the intensity of the light and the rhythmical movement of the flames stimulate creativity and invention.<\/p>\n<p style=\"text-align: justify;\">This definition can be found in encyclopedias under the ‟Light therapy” entry:<br \/>‟<em><strong>Light has positive effects on plants, animals and human beings<\/strong><\/em>”<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;20 &#8211; Is it better to focus on the rising or the setting sun?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]&nbsp;<\/p>\n<p style=\"text-align: justify;\">In both cases, the rising or the setting sun produces a ‟softer” light, but the above-mentioned advice remains.<\/p>\n<p style=\"text-align: justify;\">Always remember this rule: <strong>use a minimal amount of light to produce a maximal amount of phosphenes.<\/strong><\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;21 &#8211; Which other sources of light can be used to do phosphenes?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<ul>\n<li style=\"text-align: justify;\">Reflections of the sun on the water.<\/li>\n<li style=\"text-align: justify;\">Focusing on the stars (and mainly the planet Venus.)<\/li>\n<li style=\"text-align: justify;\">The moon.<\/li>\n<li style=\"text-align: justify;\">The flames of a fire.<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;22 &#8211; Is it possible to do phosphenes with a candle?&#8221; _builder_version=&#8221;4.16&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">Only using very large candles with a sizable wick. The results will be quite weak, almost insignificant, as the effect on the brain is not important enough to create the required neurological reactions. Moreover, if you sit too near the candle, there is a risk that its heat will dry your cornea and cause minor damage to the eye. It is therefore recommended not to use candles.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;23 &#8211; I cannot localize a thought within the phosphene.&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">The most important matter is to concentrate on the thought rather than on the phosphene. Because the phosphene remains without you needing to concentrate on it, the mixing of your thought with the phosphene will happen by itself.<\/p>\n<p style=\"text-align: justify;\">Because of the cycles of cerebral alternation, there is often an alternation between the thought and the phosphene. At certain times, you will be aware of the phosphene, at other times, aware of the thought.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;24 &#8211; How long does it take before I can start seeing the first results?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">In the domain of education, you will have to practice for about a month, it is the minimum time needed to create and strengthen new neurological pathways.<\/p>\n<p style=\"text-align: justify;\">It is important to understand that the effects of Phosphenism rest upon a feeling of obviousness. Thus, in the majority of cases, results will only be noticeable when you are taking an exam when you need to remember something studied with the use of phosphenes or by improvements in marks and grades. Because of that feeling of obviousness specific to Phosphenism, which hides the causes, the results will usually be noticed by the people around you rather than by yourself. For a child for example, it will be the school teacher or the other pupils that will be surprised by the changes (the improvements).<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;25 &#8211; What is a phosphenic salt?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">The mixing of a thought and a phosphene creates a great clarity of the thinking. D. LEFEBURE gave the name of PHOSPHENIC SALT to this clarity of the thinking produced by the phosphene. The concept of ‟phosphenic salt” needs to be understood on the symbolical and philosophical level as a metaphor. It is the result of the combination of a thought and a phosphene, just as in chemistry, the combination of an acid and a base produces a ‟salt” and a release of energy.<\/p>\n<p style=\"text-align: justify;\">Light is an energy that, when it hits the eye, triggers chemical and electrical reactions in the brain. This produces synchronizations between brain cells, accelerating and amplifying physiological processes. Focusing for a short time on a source of light brings extra energy to the whole nervous system, improving mental abilities (memory, ideas, creativity, initiative, etc.), and all the aspects of intelligence.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;26 &#8211; What are the different types of phosphenes that are not used for practicing Phosphenism?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\"><em><strong>Pathological phosphenes.<\/strong><\/em><br \/>Phosphenes produced by an illness. Same for ‟acouphenes” (tinnitus).<br \/>We do not use pathological phosphenes or ‟acouphenes” (tinnitus). They cannot be used for practicing and require medical treatment.<\/p>\n<p style=\"text-align: justify;\"><em><strong>Phosphenes produced by hallucinogenics.<\/strong><\/em><br \/>Hallucinogenic substances create phosphenes that take the shape of associated hallucinations, and in some cases, a temporary feeling of well-being. Nevertheless, hallucinogenics also produce organic or brain injuries. The effects are diametrically opposed to the effects of Phosphenic Mixing though there is a parallel between the two processes.<\/p>\n<p style=\"text-align: justify;\">Persons suffering from drug addiction who start practicing Phosphenism regularly, end up giving up their dependency on drugs, as Phosphenism strengthens the psychological structures of the individual.<\/p>\n<p style=\"text-align: justify;\"><em><strong>Phosphenes by compression.<\/strong><\/em><br \/>It is possible to produce phosphenes by compressing the eyes with the fingers. This technique is used a lot by yogis, but in time, it can produce a displacement of the crystalline lens. That is the reason why we do not use that technique.<\/p>\n<p style=\"text-align: justify;\">If you get hit on the eye, you can see flashing lights: they are also phosphenes by compression.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;27 &#8211; What are the different categories of phosphenes used in Phosphenism?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">We mainly use the type of phosphenes that eye doctors call ‟after-images”, ‟images of retinal persistence” or ‟post-images”, they can be produced in several ways. Also, retinal persistence is one of the most important principles of cinema: in 1829, a Belgian named Plateau discovered that an image leaves a mark on the retina for one-tenth of a second. Thus, a series of ten images streaming during a second gives the impression of movement. The first machine designed by this inventor was called the phenakistiscope. Phosphenes, with that discovery, had a bright future ahead.<\/p>\n<p style=\"text-align: justify;\">We only use and practice with <strong>physiological<\/strong> phosphenes and acouphenes (the French word for tinnitus).<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;28 &#8211; Where does the word ‟Phosphene” come from?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\"><strong>The origin of the word ‟phosphene”<\/strong>:<br \/>\nThe word phosphene comes from the Greek words ‟<em lang=\"el\">phos<\/em>”, light, and ‟<em lang=\"el\">phainen<\/em>” which means ‟to appear”, and also ‟to shine”. The word ‟phene” was created in 1834 in the vocabulary of chemistry, to name the nucleus of benzene. The same root is used to name its derivatives, ‟phenol” being the most important one. It was named that way because it also shines.<\/p>\n<p style=\"text-align: justify;\">In 1838, the same root was used again. The word ‟phosphene” was used by two research scientists in two different fields. The naturalist Lelorgne de Savigny (1777\/1851) used it to name a species of the glow-worm, and the physiologist Venzac used it to name spontaneous perceptions of light.<\/p>\n<p style=\"text-align: justify;\">D. LEFEBURE created the word ‟Phosphenism®” from the word phosphene which, in grammar, is called a restrictive neologism. The main root of the word phosphene means light and recalls Phoebus, the Sun. The word ‟Phosphenism” is more euphonic for designating the whole of the phosphenic techniques. Moreover, we use the term ‟mental images” to avoid confusion between the notions of ‟mental images” and ‟images of retinal persistence”. It is the latter that we call ‟phosphenes”. This terminology is important because, in ancient texts, the description of phosphenes can be found, but the authors lacked the terms to describe and name these subjective perceptions and frequently used the words ‟colors” or ‟light”, causing their work to be impossible to understand.<\/p>\n<p style=\"text-align: justify;\">Thus, in an extract of ‟<em>Parva Naturalia<\/em>”, Aristotle describes the phosphene by contiguity of colors and solar post-phosphenes:<\/p>\n<p style=\"text-align: justify;\">‟(…) <em>the feeling is not only within the sensory organs but also in the organs that have ceased feeling. It is in the depths and on the surface. It is obvious when we continuously feel something: when we go from one sensation to another, the feeling follows the sensation. For example, when we go from sunlight to darkness: sometimes we do not see anything, because the movement created in the eyes by the ligh remains. And if we look for a long time at a single color, whether white or yellow, it appears again, where we shift our glance. And if we blink while gazing at the sun or another shiny object, for those who observed it along a straight line &#8211; It is along this line that the vision will exercise itself &#8211; it appears first as the color it is, then it becomes red, then purple until it turns to the color black and disappears.<\/em>”<\/p>\n<p style=\"text-align: justify;\">ARISTOTLE, <em>‟Short Essays on Natural History”,<\/em> Publisher ‟<span lang=\"fr\">Les Belles Lettres<\/span>”, Paris, 1965, page 80<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;29 &#8211; My eyesight does not allow me to do phosphenes, what can I do?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">If you have no pathological acouphenes (the French word for tinnitus), you can work with the equivalent of the phosphene on an auditive level, in other words, with physiological acouphenes. The technique remains the same: a mixture of thought with the phene: in this particular case, the acouphene (ringing in the ears observed having blocked the auditive canals). Cf.: <em>Phosphenic Mixing applied to Education.<\/em><\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;30 &#8211; Up to what age can one do phosphenes?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">It all depends on the health of your eyes; you need to ask for advice from your doctor or your ophthalmologist.<br \/>\nUp until the day before his death, Dr. Lefebure was able to demonstrate that he could read texts in small print at arm&#8217;s length without glasses. Further proof, if need be, of the incredible beneficial effect of phosphenes on the health of the eyes (on condition, of course, that one respects the rules set for lighting, as he outlined in <em>Phosphenic Mixing applied to Education<\/em>).<br \/>\nFurthermore, throughout his entire life, he never wore glasses!<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;31 &#8211; Can I use a flashlight bought in a commercial shop to do phosphenes?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">For the health of your eyes, avoid all flashlights bought in commercial shops. The Phosphenic Pocket Lamp is equipped with a filter that attenuates the light and it is thus adapted to practice with phosphenes.<\/p>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;32 &#8211; Can I use bulbs bought in a commercial shop or energy-saving bulbs, and will I obtain results with these types of bulbs?&#8221; _builder_version=&#8221;4.19.0&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]&nbsp;<\/p>\n<p>The bulb plays a very large role in obtaining results. Only a daylight bulb or a natural light bulb (complete spectrum) will produce results. It is the latter type of bulb that is used in light therapy.<\/p>\n<div class=\"rep\">\n<p style=\"text-align: justify;\">Not everyone has the sun or its reflection at his\/her disposal. For this reason, to respond to the specific needs of those who practice Phosphenism, we have created a special bulb that meets the double characteristics of daylight and natural light. Two properties united together in a single bulb.<br \/>\nThis bulb is distributed only by Phosphenism Publishers (<span lang=\"fr\">Les Editions Phosphénisme<\/span>).<br \/>\nIf your financial means do not permit you to purchase of this type of bulb or if it is just to give you an idea of the practice, you can use a white bulb in which you cannot see the filament and that does not have a brand marked on the top.<\/p>\n<\/div>\n<p style=\"text-align: justify;\">[\/et_pb_accordion_item][\/et_pb_accordion][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/faq-phosphenism-development\/&#8221; button_text=&#8221;Next FAQ&#8221; button_alignment=&#8221;center&#8221; admin_label=&#8221;Bouton&#8221; _builder_version=&#8221;4.16&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;20px&#8221; button_border_width=&#8221;2px&#8221; button_border_radius=&#8221;2px&#8221; button_icon=&#8221;&#x35;||divi||400&#8243; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p><div class='et-box et-info'>\n\t\t\t\t\t<div class='et-box-content'>If you cannot find the answer to your question here, you can post it in our forum (only accessible to our students); a phosphenist may be able to answer it. And if your question is medical, please post it on our contact page.<\/div><\/div>GENERALITIES ABOUT THE PHOSPHENISM PRACTICEDoing only phosphenes hardly has any effect [&hellip;]<\/p>\n","protected":false},"author":97,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Generalities - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/faq-generalities\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Generalities - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"GENERALITIES ABOUT THE PHOSPHENISM PRACTICEDoing only phosphenes hardly has any effect [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/faq-generalities\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-12-06T17:36:32+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"31 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/faq-generalities\/\",\"url\":\"https:\/\/www.phosphenism.com\/faq-generalities\/\",\"name\":\"Generalities - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-04-01T10:00:54+00:00\",\"dateModified\":\"2022-12-06T17:36:32+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/faq-generalities\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/faq-generalities\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/faq-generalities\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"FAQ: Generalities\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Generalities - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/faq-generalities\/","og_locale":"en_US","og_type":"article","og_title":"Generalities - PHOSPHENISM - Dr. LEFEBURE School","og_description":"GENERALITIES ABOUT THE PHOSPHENISM PRACTICEDoing only phosphenes hardly has any effect [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/faq-generalities\/","article_modified_time":"2022-12-06T17:36:32+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"31 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/faq-generalities\/","url":"https:\/\/www.phosphenism.com\/faq-generalities\/","name":"Generalities - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-04-01T10:00:54+00:00","dateModified":"2022-12-06T17:36:32+00:00","breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/faq-generalities\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/faq-generalities\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/faq-generalities\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"FAQ: Generalities"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/pages\/330"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/97"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=330"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/pages\/330\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=330"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}