{"id":341,"date":"2020-04-03T12:00:46","date_gmt":"2020-04-03T10:00:46","guid":{"rendered":"http:\/\/www.phosphenism.com\/?page_id=341"},"modified":"2022-12-10T17:02:24","modified_gmt":"2022-12-10T16:02:24","slug":"faq-initiatic-techniques","status":"publish","type":"page","link":"https:\/\/www.phosphenism.com\/faq-initiatic-techniques\/","title":{"rendered":"FAQ: Initiatic Techniques"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; custom_padding_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;Section&#8221; _builder_version=&#8221;4.16&#8243; custom_padding_tablet=&#8221;50px|0|50px|0&#8243; custom_padding_phone=&#8221;&#8221; transparent_background=&#8221;off&#8221; padding_mobile=&#8221;off&#8221; make_fullwidth=&#8221;off&#8221; use_custom_width=&#8221;off&#8221; width_unit=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_fullwidth_header title=&#8221;FAQ:&#8221; subhead=&#8221;INITIATIC TECHNIQUES&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran : FAQ&#8221; _builder_version=&#8221;4.16&#8243; background_color=&#8221;#ed7878&#8243; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;] [\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; admin_label=&#8221;Section&#8221; _builder_version=&#8221;4.16&#8243; global_colors_info=&#8221;{}&#8221;][et_pb_row column_structure=&#8221;2_3,1_3&#8243; admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;4.16&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;2_3&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text admin_label=&#8221;TXT: Initiatic Technics&#8221; _builder_version=&#8221;4.16&#8243; text_font=&#8221;|700|||||||&#8221; text_text_color=&#8221;#000000&#8243; text_font_size=&#8221;25px&#8221; text_line_height=&#8221;1.2em&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;center&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; global_colors_info=&#8221;{}&#8221;]PSYCHIC SCIENCES<br \/>\n&#038;<br \/>\nINITIATIC TECHNIQUES[\/et_pb_text][et_pb_text admin_label=&#8221;Texte&#8221; _builder_version=&#8221;4.16&#8243; text_text_color=&#8221;#000000&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; custom_padding=&#8221;|20px||20px|false|false&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p>This file might challenge your ideas about a great number of things, but we thought it was necessary to print some elements of reflection in concrete terms, and not only in philosophical terms as is usually the case in so-called spiritualistic circles.<\/p>\n<p>We believe that you are mature enough to guide yourself, as long as you have enough knowledge to understand what you are doing and how to efficiently reach your goals. The question is: how can one find the right information amongst all the existing ‟philosophies” and methods?<\/p>\n<p>The only relevant criterion is the result. We pay a lot of attention to efficiency; because among other things, it saves time. Why not start right away, using principles that are clearly analyzed and efficient?<br \/>Independence in research is our leitmotif. It is the path followed by those who have reached their goal in the spiritual domain.<\/p>\n<p>The following questions often need longer answers, and that is why we invite you to visit our Members page where you will find more elaborate answers to the following questions.<\/p>\n<p>[\/et_pb_text][et_pb_accordion open_toggle_text_color=&#8221;#ed7878&#8243; closed_toggle_text_color=&#8221;#000000&#8243; admin_label=&#8221;Accordéon&#8221; _builder_version=&#8221;4.19.2&#8243; toggle_text_color=&#8221;#ed7878&#8243; toggle_font=&#8221;|on|||&#8221; toggle_text_align=&#8221;left&#8221; toggle_font_size=&#8221;16px&#8221; toggle_line_height=&#8221;1.3em&#8221; closed_toggle_font=&#8221;|700|||||||&#8221; closed_toggle_text_align=&#8221;left&#8221; closed_toggle_line_height=&#8221;1.3em&#8221; body_text_align=&#8221;justify&#8221; body_text_color=&#8221;#000000&#8243; hover_enabled=&#8221;0&#8243; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;][et_pb_accordion_item title=&#8221;1 &#8211; What are the different applications of Phosphenism?&#8221; open=&#8221;on&#8221; _builder_version=&#8221;4.16&#8243; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p style=\"text-align: justify;\">Understanding Phosphenism is at the same time simple and complicated. If you restrict yourself to a purely intellectual process, Phosphenism will be very difficult to understand as a majority of the phenomena baffle comprehension. If, on the other hand, you practice the techniques, intellectual understanding will come by itself through your personal experience. In effect, the intellectual aspects are freed of the principles that we habitually bind them in, and they benefit from the discoveries resulting from individual experience. <strong>In this domain, the only relevant approach is experimentation.<\/strong><\/p>\n<p style=\"text-align: justify;\">Phosphenism is a vast domain of research with several branches of study and application.<\/p>\n<p style=\"text-align: justify;\">&#8211; The study of the effects of phosphenes on thoughts has led to two main applications:<\/p>\n<ul style=\"text-align: justify;\">\n<li>Educational methods.<\/li>\n<li>The development of abilities of supranatural perception.<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">&#8211; Applied cerebral physiology has given rise to various techniques:<\/p>\n<ul style=\"text-align: justify;\">\n<li>Cerebroscopy: the analysis of cerebral functions through the study of the alternation of double phosphenes.<\/li>\n<li>Alternophony: originates from the previous technique, it is mainly used for improving cerebral functions in the broad sense of the term.<\/li>\n<li>Gyrascopy: an ever-changing domain of study whose main characteristic is the development of a specific cerebral function: the rotational function of the brain, through the practice of gyroscopic meditation.<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Each of the branches of Phosphenism has proved itself by bringing many solutions and leading to many discoveries (see personal <u><a href=\"https:\/\/www.phosphenism.com\/index.php\/testimonies\/\" target=\"_blank\" rel=\"noopener noreferrer\">testimonies<\/a><\/u>). In the future, they will accompany every aspect of everyday life.<\/p>\n<p style=\"text-align: justify;\">Moreover, the study of Phosphenism sheds light on many mysteries: the origin of religions and the nature of initiatory techniques. Other aspects of the history of humanity have also become clear: what was hidden behind the scenes, in a certain way.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;2 &#8211; What is initiation?&#8221; _builder_version=&#8221;4.19.2&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">There are several aspects of initiation. First, the word initiation comes from the Latin word <em lang=\"la\">initium<\/em> meaning ‟beginning, start”. That shows that initiation is not a gift that enables people to enter the spiritual world in one go, as it is commonly believed. If you analyze all the traditions and religions, you will not find that concept anywhere.<\/p>\n<p style=\"text-align: justify;\"><strong>Initiation is always the transmission of a non-corporeal energy. The person receiving that energy needs to maintain it with practice.<\/strong><\/p>\n<p style=\"text-align: justify;\">It is that daily practice that will allow an individual to become aware of invisible energies and discover many subjective phenomena.<\/p>\n<p style=\"text-align: justify;\">Access to that energy is always obtained by the use of phosphenes and the practice of rhythmic thinking (in the form of repeated prayers, mantras, litanies, or japas: constant prayers).<\/p>\n<p style=\"text-align: justify;\"><strong>A characteristic of the phenomena thus produced is that these transmissions of psychic energy can be perfectly studied, reproduced, and verified<\/strong>. This is what makes the difference with the methods that claim to obtain physical phenomena (like telekinesis or levitation) and that still need to be proved (even spirituality has become materialistic!)<\/p>\n<p style=\"text-align: justify;\">The concept is to stimulate cerebral activity in such a way as to produce synchronizations of the nerve cells in certain parts of the brain. That creates a very powerful energy which, when it is channeled in the thinking-processing zones of the brain, corresponds to the classical description of the awakening of Kundalini and consciousness extension phenomena. Authentic mystics and yogis always describe the phenomena they perceive as subjective. <strong>‟The spiritual universe” is touched by subjective perception.<\/strong> This is the area in which you should do your research. The subjective domain, in our materialistic and technological cultures, has still to be studied. <strong>Initiation, in the deepest sense of the term, belongs to the realm of cerebral physiology;<\/strong> this aspect had not been thoroughly explored before the works of Dr. LEFEBURE.<\/p>\n<p style=\"text-align: justify;\">Alexandra David-Neel (who consulted Dr. LEFEBURE as a physician), lived for a long time in Tibet and India. She stated that the most advanced lamas maintained that the ‟phenomena” belonged to the realm of the subjective.<\/p>\n<p style=\"text-align: justify;\"><strong>Footnote:<\/strong><em> Subjective experiences abide by certain laws, just as matter abides by its own rules. Many laws are common to the whole of mankind. Therefore, it is not a question of an excess of imagination, but rather a reality that does not belong to the physical realm even though it does remain attached to it through cerebral functions.<\/em><\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;3 &#8211; What is an Initiate (or a Master)?&#8221; _builder_version=&#8221;4.19.2&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">An Initiate or a Master is a person who has practiced rhythmed thinking and who can transmit this energy to other people. Thus, an Initiate can awaken deep rhythms in another person. If that second person maintains regular practice, beyond the manifestation of multiple subjective phenomena (visions, clairaudience, consciousness extension, out-of-body experience, astral projection, perception of chakras, awakening of Kundalini, etc.), he or she too will be able to transmit his or her rhythms. The Master or the Initiate does not need to speak to trigger this ‟transmutation” of the individual. However, that does not mean exemption from elementary explanations or the comprehension of the initiatic processes.<\/p>\n<p style=\"text-align: justify;\"><strong>Footnote<\/strong>: <em>The state of absolute ecstasy that the dervishes reach is often felt by the onlookers. The head of the dervishes is chosen for his ability to transmit the movement of rotation to the consciousness of the other dervishes.<\/em><\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;4 &#8211; Is there an occult science? In other words, is it a science that is revealed only to those who are “ready” and gives access to special powers?&#8221; _builder_version=&#8221;4.19.2&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">No! There are only persons who, during their childhood, instinctively used phosphenes. They let their own cerebral rhythms carry them and it gave them access to various experiences. They do not understand the real cause of their capabilities. From that ignorance was born the myth of an ‟occult science” or ‟secret science” that could only be disclosed to the individuals that are ready for it. If you study religious and initiatic traditions, you will find that they all use phosphenes and that the practice of focusing on direct or indirect sources of light has always been considered the highest teaching! This shows that the action of light on creativity and psychic phenomena was known everywhere and this has been so throughout the ages.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;5 &#8211; What is the definition of ‟out of body experiences” or ‟consciousness extensions” in Esotericism?&#8221; _builder_version=&#8221;4.19.2&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">Out-of-body experiences are neurological phenomena that are easy to produce if one understands the physiological processes that govern them (they can easily be triggered by the practice of rhythmed thinking combined with certain head sways or exercises like ‟static tensions”). These phenomena are totally subjective that means that they take place in the domain of the mind and not in the domain of matter.<\/p>\n<p class=\"g\" style=\"text-align: justify;\"><strong>Nothing wrong can happen to the body and thus, there is no danger experiencing this inner cinema.<\/strong><\/p>\n<p style=\"text-align: justify;\">This justifies the name of out-of-body experience: consciousness of the body remains but at the same time situations that are not physical are perceived. Consciousness seems to be ‟in two places at the same time”.<\/p>\n<p style=\"text-align: justify;\">It is common to hear that out-of-body experiences happen only during sleep. That is the usual argument of those who do not know what they are talking about.<\/p>\n<p style=\"text-align: justify;\"><strong>Very often, people confuse certain states of consciousness in dreams and out-of-body experiences.<\/strong> Sometimes you can be conscious within your dream, i.e. you know that you are asleep and you know that you are dreaming (that situation can lead to a directed dream). In that state, you only have to think about a situation to perceive it immediately. Many people confuse that state with out-of-body experiences. All they actually perceive is a reflection of the thoughts they have accumulated while they were awake. Often the scenes perceived are struggles with monsters, threatening chases, and dramatic situations. When questioning these persons, one quickly discovers that they live in ‟literature” and cinematic ambiances that correspond to their conscious dreams. They are so permeated by those kinds of images that they impose themselves as soon as the consciousness leaves the way clear. It is then easy to believe one has had an out-of-body experience and fought against ‟astral entities” when one has only met one&#8217;s own demons.<\/p>\n<p style=\"text-align: justify;\">That concept is called ‟conscious dream” in psychology and ‟low, mid, or high astral” in esotericism. This classification of low, mid, or high astral is established about the level and quality of the conscious dream. In a simplified way we can call tormented dreams ‟low”; symbolic dreams ‟mid” and dreams with spiritual content (contact with a guide) ‟high”<\/p>\n<p style=\"text-align: justify;\">In those states, you face yourself and it is your own reflection that is perceived: a person thinking thoughts of sadness and depression will have distressful experiences. A mystical person thinks about God and will end up seeing angels. All that happens according to the laws of thought which are similar to the laws of matter, <strong>but reversed.<\/strong> On the physical level, two magnets of the same kind repulse each other. <strong>On the level of the mind, thoughts of similar nature attract each other.<\/strong> There is a polarity and an inertia in the thinking, the same way there is a polarity and an inertia in the matter. Their laws are similar but function in the opposite way. Thus, persons who live in unhealthy intellectual atmospheres will find the same ideas in their sleep, only amplified. Persons who live in spiritual atmospheres have more chances of making spiritual ‟contacts”.<\/p>\n<p style=\"text-align: justify;\">If people happen to find themselves conscious within a dream and believe that they are having an out-of-body experience or an ‟astral projection”. They will then tell everybody that out-of-body experiences and astral travels are dangerous, but they have not understood that out-of-body experiences or astral travels is something totally different from these conscious dreams.<\/p>\n<p style=\"text-align: justify;\">Moreover, dreams can have effects on the body (tetany, raise or diminution of blood flow in certain parts of the body, quickening of the heart&#8217;s rhythm). That is not the case with out-of-body experiences or astral travels. Certain types of ‟directed or conscious” dreams can make people experience situations beyond time and outside of the body of such intensity that people will declare without hesitation that they have relived a ‟previous life”.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;6 &#8211; Can you define more precisely out-of-body experiences and astral projection?&#8221; _builder_version=&#8221;4.19.2&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">Because of the length of development needed to answer this question see ‟<a href=\"https:\/\/www.phosphenism.com\/index.php\/project\/phosphenic-energy\/\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Phosphenic Energy Universe<\/em><\/a>”<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;7 &#8211; Can Phosphenism be studied through parapsychology?&#8221; _builder_version=&#8221;4.19.2&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">NO, Phosphenism is an Initiatic, Esoteric, Spiritual type of teaching. The experiences triggered by it do not belong to parapsychology as they are of a different nature.<\/p>\n<p style=\"text-align: justify;\"><strong>Footnote: <\/strong>‟<em>Parapsychology is a universe that has never managed to convince anyone that did not already believe in it. The limited amount of concrete results does not promise great possibilities of application<\/em>.”<\/p>\n<p style=\"text-align: justify;\">In a large number of experiences, it is difficult for a person without the necessary information to judge the real quality of his or her experiences. As an example, when we suffer a skin rash, the itching becomes unbearable. When we scratch, we feel a certain well-being. That phenomenon is called ‟scratching ecstasy” by physicians. Starting from a pathological state, one ends up in a state of ecstasy. This ecstasy is a sensorial dead end.<\/p>\n<p style=\"text-align: justify;\">The process is the same with experiences. As an example, when a subject practices the initiatory exercises of head sways, he could make the mistake of swaying the head at too wide an angle, producing a massage of the sympathetic ganglions. A state of well-being will soon follow letting the subject believe he or she is enjoying a spiritual experience when he or she is actually experiencing a sensory phenomenon. It is not always easy to differentiate between real experiences and sensory stimulations.<\/p>\n<p style=\"text-align: justify;\">The famous metal-twisting experiments of Uri Geller are a physical phenomenon and can be easily explained by the physical properties of metals. The experiments of ‟switching on” clocks and watches from a distance are well understood by physicists thanks to the crystallization properties of metals. Too many people let themselves be fooled because they have forgotten the basic notions of physics. Any metal tends to return to its original shape. That is why, in time, bridges can actually shorten or the spring of a watch can go back into tension. If one finds an old watch forgotten in a drawer, the mechanism can start to function again, thanks to the spring that has enough tension to make it work for at least 45 minutes. According to their academic level, some persons will see ‟a psychic power miracle”, others ‟the basic laws of physics” in action!<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;8 &#8211; What is the difference between extrasensory perceptions and supranormal perceptions?&#8221; _builder_version=&#8221;4.19.2&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">Let us define those concepts precisely.<\/p>\n<p style=\"text-align: justify;\">An extrasensory perception is a perception that ‟takes place without the involvement of the senses”. It describes what is perceived without the participation of the physical senses. But without the senses perception is not possible. It is an absurd concept though certain persons try to ‟send thoughts” to other people. That is irrelevant. If a person goes into a floatation tank, his or her physical senses are not stimulated. Nevertheless, that person still has many perceptions: colors, images, sounds, cenesthesic sensations, odors, etc. That would demonstrate the existence of perceptions existing without the participation of the physical senses. But in fact, these perceptions are not separated from the physical senses. An extrasensory perception would be ‟a perception happening without the involvement of the brain”, something that is not possible. On the contrary, the sensory deprivation experience underscores certain particular abilities of the brain, mainly a totally subjective sensory system that possesses the same characteristics as the physical perception system!<\/p>\n<p style=\"text-align: justify;\">That notion is the opposite of the notion of extrasensory perception (perception without the use of the senses), and it is rather an inner sensory perception, taking place with the complete participation of the brain.<\/p>\n<p style=\"text-align: justify;\">It is that form of perception that is qualified as ‟supranormal”; it is established through the senses. Etymologically, supra means above, and beyond. The sensory deprivation experience in a floatation tank shows that a form of perception happens under the threshold of the physical senses, i.e. before physical stimulations reach a sufficient level to trigger a response of the physical senses. That perception is happening beyond the senses; in an inner beyond. To be more precise we could create a neologism: perception under the threshold of normal perception.<\/p>\n<p style=\"text-align: justify;\">(<em>Intra<\/em>: inside; <em>ab<\/em>: without; <em>infra<\/em>: under)<\/p>\n<p style=\"text-align: justify;\">That perception belongs to the realm of the subjective. It is a form of perception that has the individual as the only witness, the same way that a person is the only witness of his or her dreams or thoughts. Nevertheless, subjective experiences abide by very precise laws, the same way the matter abides by its own rules. There are many constants shared by all individuals. It is a reality, irrelevant to the physical domain but in touch with it because of the role of the brain. The functions of the brain are made of chemical and electrical reactions that produce many exchanges of energy. Dr. LEFEBURE discovered that, thanks to the light, these exchanges can be amplified. He also proved that the cerebral hemispheres do not function continuously as it is commonly believed (take a look at schools and how education is structured). Cerebral hemispheres operate by alternation and have many rhythmic functions. Thus, when cerebral rhythms are given a maximal amount of stimulation, subjective perception becomes as intense as physical perception. That amplification of subjective perception is supranormal perception and it is what, under different names, has been sought by all the saints and the mystics through appropriate training. It is that subjective universe that they called ‟the world of the spirit”.<\/p>\n<p style=\"text-align: justify;\">There is no contradiction between ‟subjective” and ‟objective”. This dichotomy does not demonstrate a physical reality as opposed to a non-existing spirit. ‟Objective” corresponds to physical perception; ‟subjective” corresponds to ‟inner perception”. Physical perception also contains a great deal of subjectivity, as in the end, it is the mind that analyses all perceptions. For example, if the same intensity of pain is applied to different people, it will trigger different intensities of perception of pain. When people verbally analyze their perceptions, that difference is even greater. For example, when people are asked to give their personal testimony on a particular event, it often seems they are not talking about the same event! On the other hand, if several people perceive the same subjective phenomenon it becomes an objective reality. Dreams are a very good example. For a long time, they have been considered strictly subjective perceptions. But in monitoring cerebral activity, scientists have found that dreams trigger electrical activity in the brain that can be measured objectively; objective and subjective are far from opposed, they are inextricably bound together.<\/p>\n<p style=\"text-align: justify;\">Thinking is the first subjective phenomenon that one is aware of, and gives access to a whole world of sensations. Thoughts can no longer be considered a consequence of cerebral activity because the brain is, amongst other things, the organ of subjective perception. In nature, an organ only develops in relation to an already existing energy, which is then perceived better and better according to the particular needs of the species or the individual. Eyes only developed because light existed beforehand. Hearing developed in order to perceive certain vibrations, bringing a better understanding of the environment. It is the same for all sensory organs. It is not because living beings started developing eyes that light suddenly came into existence! Thoughts function according to the same physiological processes, and cerebral activity allows the perception of energy that already exists. Thoughts are the threshold of the spirit.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;9 &#8211; What is the difference between the sciences of the psyche and initiatory techniques?&#8221; _builder_version=&#8221;4.19.2&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">The sciences of the psyche are still searching for a solid basis of understanding. The word ‟science” can be confusing, as in the eyes of the general public it is too often the synonym for well-established and solid knowledge. Scientists know that this is not the case. Scientific theories are perpetually evolving, and that is a characteristic of the scientific approach. New discoveries are made at a faster rate today than in the past.<\/p>\n<p style=\"text-align: justify;\">Very often, professionals of the sciences of the psyche imply that their knowledge of the mind is perfectly established and solid. Sadly, it is not the case. If you analyze those sciences, you will find that they are based on a great deal of theory and occasionally prejudices. In reality, what the different sciences of the psyche offer is nothing other than a grid of interpretation that attempts to decipher realities that unceasingly escape objectivity.<\/p>\n<p style=\"text-align: justify;\">Initiatic techniques are a sum of processes permitting one to obtain phenomena whose existence has been known for millennia. The fact that these phenomena have been observed does not imply that they have been understood and explained, but simply that particular circumstances produce certain experiences.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;10 &#8211; Do some mysterious phenomena belong to phosphenic phenomena?&#8221; _builder_version=&#8221;4.19.2&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">One of the phases of the phosphene, the diffuse glow, possesses properties that define it as energy: it allows the perception of objects in full darkness and it is highly transmittable by telepathy. It can be photographed and it can be given a shape. The diffuse glow was called ‟egregor” in ancient times. The accumulation of phosphenic salts in a particular place gives rise to supernatural events, ‟apparitions”.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;11 &#8211; Are some aspects of Phosphenism part of the domain of the paranormal?&#8221; _builder_version=&#8221;4.19.2&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">Phosphenism can explain a great number of so-called paranormal phenomena. And if there are still enigmas remaining for science, we can bet they will be easily elucidated in the future by highly qualified researchers combining science and Phosphenism.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;12 &#8211; Do all phosphenic experiences belong to the realm of the objective?&#8221; _builder_version=&#8221;4.19.2&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">It is not only phosphenic experiences that are part of the subjective domain but also all psychic and spiritual experiences.<\/p>\n<p style=\"text-align: justify;\">Dr. LEFEBURE put it this way: <em>‟a person looking for objectivity will be disappointed, on the contrary, a person looking for subjectivity will notice that one day his or her experiences are objective”. <\/em>A mature person will understand that all great breakthroughs happened this way.<\/p>\n<p style=\"text-align: justify;\">Einstein, for example, discovered the complex law of relativity when he dreamt that he was sitting on a sphere, with other spheres rotating around him. Though that dream appears perfectly trivial, its subjectivity led to an objective discovery.<\/p>\n<p style=\"text-align: justify;\">The most well-known subjective phenomenon is the dream. We are the only witnesses of the contents of our dreams and we can show no proof of what we perceive when we dream. But because everyone dreams, this subjective phenomenon enters the objective domain.<\/p>\n<p style=\"text-align: justify;\">If several people describe the same subjective phenomenon, it becomes objective.<\/p>\n<p style=\"text-align: justify;\">When a great number of people will have mystical experiences, these will enter the realm of the objective.<\/p>\n<p style=\"text-align: justify;\">But, the ‟world of the spirit” will always be made of subjective phenomena, unconnected to matter. And we now know that the persons who tried to create a connection used fraudulent methods because <strong>the subjective universe in which ‟experiences” belong has no interaction with demonstrable facts that can be qualified as objective by today&#8217;s science.<\/strong><\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;13 &#8211; Are there any dangers in the practice of Phosphenism?&#8221; _builder_version=&#8221;4.19.2&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">None with the practice of Phosphenic Mixing. Quite to the contrary, light is a genuine purifier of thoughts.<\/p>\n<p style=\"text-align: justify;\">MANES said ,‟<em>light carries individuals towards what is good<\/em>”.<\/p>\n<p style=\"text-align: justify;\">A real purification of feelings is produced, always leading a person to what will protect and balance him or her, and sometimes without the person even noticing it.<\/p>\n<p style=\"text-align: justify;\">On the other hand, rhythmed thinking exercises empower thoughts with huge energy. In the early phases of training, that energy will amplify all thoughts good or bad without distinction. That is why the practice of rhythmed thinking must always be associated with the practice of Phosphenic Mixing. It is also necessary to choose thoughts very carefully during rhythmed thinking sessions.<\/p>\n<p style=\"text-align: justify;\">A person suffering from depression should practice Phosphenic Mixing only. That is also true for persons with aggressive behavior. That phenomenon of amplification of negative thoughts is called a ‟purge”. Its intensity can be very high, but it fades after a certain time.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;14 &#8211; What is phosphenic telepathy?&#8221; _builder_version=&#8221;4.19.2&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">By telepathy, we do not mean ‟the transmission of a thought from one person to another”, as it is usually understood. Phosphenic telepathy consists of the transmission of rhythms.<\/p>\n<p style=\"text-align: justify;\">Phosphenic telepathy is the induction of a rhythm by reciprocity. Distance is an important factor, the closer the receiver is to the transmitter, the more intense the effects. This helps us understand the Fatima-style solar prodigies. That particular phenomenon was considered by the Catholic Church (after 13 years of canonic trials) as the ‟<em>crown jewel of the Roman Church<\/em>” but it was nothing more than a 100% phosphenic phenomenon. (If the sun had really acted the way it was described, we wouldn’t be here to talk about it.) All the elements which led to the prodigy can be reproduced, but that does not make the event any less spiritual.<\/p>\n<p style=\"text-align: justify;\">The meaning of the word prodigy is: ‟suspension of the laws of nature”. What the crowd perceived on the plateau of Fatima is the solar co-phosphene which led to a sensation of the darkening of the sun. The other movements of the co-phosphene: sways, pulsations, and shaking are rhythms inherent to phosphenes and were interpreted by the crowd as the sun falling. Even the spectacular phenomenon of the grass drying rapidly, following a light rainfall, is a phosphenic phenomenon caused by the heat properties of the diffuse glow.<\/p>\n<p style=\"text-align: justify;\">Some witnesses felt a sensation of heat, and others a sensation of coolness. That is characteristic of a phosphenic experiment in which one projects the phosphene on the back of one&#8217;s hand. This experiment is all the more impressive when several persons project the phosphene towards the same person. The hand will start swaying spontaneously because of the rhythmic properties of the phosphenes.<\/p>\n<p style=\"text-align: justify;\">In these two experiences, some persons describe a sensation of slight heat; others will describe a sensation of coolness. In Fatima, the white balls of light that people perceived falling from the sky and unsuccessfully trying to catch while they vanished in their hands, were phenomena that are totally characteristic of phosphenes: the perception of subjective sensations of light. We know that while the retina is not stimulated by light, there is still the emanation of a subtle substance produced by the brain: the diffuse glow. This phase of the phosphene allows people to see objects in complete darkness, and it is during this phase and within that glow that mystics have visions.<\/p>\n<p style=\"text-align: justify;\"><strong>Footnote: <\/strong><em>In 1967, Dr. LEFEBURE sent letters and telegrams to the Vatican and Pope Paul VI. He stated that a scientific explanation of the Fatima ‟phenomena” had been found. These revelations ‟disturbed” the Pope and since, the Church gave up considering solar prodigies as the crown jewel of the Catholic Church. This is an implicit recognition of Dr. LEFEBURE&#8217;s discoveries.<\/em><\/p>\n<p style=\"text-align: justify;\"><em>Another example of an effect of phosphenic telepathy: When you practice sways with the point of concentration, you obtain a certain quality of visualization. If a person of a more advanced level practices with you, you will notice that it will be much easier to produce and maintain a mental image<\/em>.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;15 &#8211; Can someone be influenced from a distance?&#8221; _builder_version=&#8221;4.19.2&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221;]<\/p>\n<p style=\"text-align: justify;\">There are two aspects to that question. The first aspect is the thought as such: Can someone enter the brain of another person and impose his or her will on that person? In this case, the answer is <strong>No.<\/strong><\/p>\n<p style=\"text-align: justify;\">Nonetheless, many people believe this without having any proof.<\/p>\n<p style=\"text-align: justify;\">The second aspect is to analyze the question from the angle of a person who practices rhythmic thinking exercises. Rhythm introduces an element of structure in thought and gives it a superior hierarchical organization, and here the answer is different.<\/p>\n<p style=\"text-align: justify;\">The thinking is like chaotic masses of air: it uses a great deal of energy to produce a small effect. For example, the wind does not pass through walls. But if you induce a vibration or rhythm in the air it produces a sound that can easily pass through a wall. The difference is due to the rhythm of the energy. Similarly, when air masses are led into a rhythmic spiral movement, they acquire a formidable amount of power and can destroy entire cities: they become tornadoes and typhoons<\/p>\n<p style=\"text-align: justify;\">Thought follows the same process. When it is rhythmic, it acquires an exceptional power that creates energy, elevating human capacities to a higher level. The rhythmed thinking produces the development of ideas, creativity, and intuition. Then, if it is given a spiral movement, its power becomes such that it triggers inner phenomena of great richness and depth.<\/p>\n<p style=\"text-align: justify;\">Rhythmed thoughts, when projected on another person, will amplify that person&#8217;s <strong>own<\/strong> thoughts according to his or her capacity to receive. The transmitter and the receiver need to be as close together as possible because the quality of the result is in proportion to the distance separating them.<\/p>\n<p style=\"text-align: justify;\"><strong>Footnote:<\/strong> <em>Bewitchment or suggestion only functions on superstitious or easily influenced subjects.<\/em><\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;16 &#8211; What is bewitchment?&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">Many people think they have been bewitched when they are actually affected by a bacterial disease, mainly in certain regions of Africa where hygiene is lacking. Many of those diseases cannot be detected by analyses and the patients are then directed to consult a psychiatrist. See Dr. LEFEBURE&#8217;s book ‟<em>Spasmophilia and depression caused by chronic tetanus.<\/em>”<\/p>\n<p style=\"text-align: justify;\"><em>‟The nervous system is where our consciousness and personality are based. The tetanus toxin affects it, but does not harm the zones of judgment and intelligence.”<\/em><\/p>\n<p style=\"text-align: justify;\">The result is an atrocious impression, probably the worst one that results from that illness, that one’s personality escapes control to become the prey of a mind-blowing, terrorizing power that invades one more and more. The faculty of judgment that has remained intact then concludes that the person is POSSESSED by a more powerful force that extends its hold, not only on the muscular system but also on the psyche.<\/p>\n<p style=\"text-align: justify;\">In the past, people did not understand that this possession was the action of minute doses of a poison secreted by tiny bacteria. The people around the subjects used to see them suddenly taken over by involuntary muscle spasms imitating voluntary motions and thought that the subjects were possessed by the devil. The subjects themselves, having the feeling that they were dominated by a force far superior to their own that had entered their body, could have been capable of accusing themselves of being possessed by a demon.<\/p>\n<p style=\"text-align: justify;\">The two points of view, bacterial and theological, are not necessarily contradictory: one can consider that bacteria are a physical manifestation of evil, first because they make people suffer. Then because they provoke troubles of the personality that make people act in an ‟evil” way. That is particularly true in the case of chronic tetanus which makes people irritable and violent as they need to relieve a sensation of muscular overexcitement. Moreover, by its action on certain zones of the brain, that toxin makes the subjects avoid other human beings and sink into daydreaming.<\/p>\n<p style=\"text-align: justify;\">Finally, bacteria are a primitive form of life, lacking intercellular organization and hierarchy within the same species. Metaphysically, bacteria represent the devil, i.e. a life form so ancient that for a long time it was the only one existing at the dawn of the biological evolution of our planet. We must put a distance between ourselves and that form of life. That is clear, for example, in the slowing down of intellectual life that is caused by illness. Plants, animals, and human beings especially show a high degree of intercellular organization and hierarchy in the different kinds of cells that compose them. The later a species appeared on the scale of evolution, the higher this degree is. This shows that organization, differentiation, and hierarchy follow the mysterious forces of nature that push us on the path of the future. Opposite to the devil-bacteria, the phosphene shows us the road to follow for perfecting ourselves.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;17 &#8211; Are there contraindications to the practice of Phosphenism?&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">Just as there are contraindications to certain pharmaceuticals (some medicines cannot be associated with other ones), there are contraindications to the practice of Phosphenism. Similarly, some athletes cannot practice certain sports that would spoil the results they are trying to achieve. For example, boxers do not practice heavy bodybuilding as it would make them lose their quickness, suppleness, and efficiency.<\/p>\n<p id=\"Q17a\" class=\"g\" style=\"text-align: justify;\"><strong>1<sup>st<\/sup> contraindication: Rebirth<\/strong><\/p>\n<p style=\"text-align: justify;\">Rebirth, being based on hyperventilation causes hyperoxygenation of the blood and a drop in the level of carbon dioxide. That causes a low level of calcium in the blood (alkalosis), and in sensitive subjects, it causes tetany in which the first symptom is a tickling of the fingers.<\/p>\n<p style=\"text-align: justify;\">In everyday life, one can observe that people with psychological problems do not breathe properly. Their breathing is limited to short inspirations and when they are surprised by a situation or shocked emotionally, they present shallow inspirations and block respiration. Thus, they provoke a repression.<\/p>\n<p style=\"text-align: justify;\">In martial arts, one learns, on the contrary, to breathe out in order not to be subjected to a situation.<\/p>\n<ul style=\"text-align: justify;\">\n<li><strong>Rebirth and holotropic breathing<\/strong><\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Rebirth and holotropic breathing are two methods of therapy. Both use the same form of breathing: hyperventilation. Hyperventilation is produced by a large movement of the thorax (completely filling the lungs), breathing out through the mouth. With expiration through the nose, it would take longer to empty the lungs.<\/p>\n<p style=\"text-align: justify;\">It takes a while before one can feel the effects that start with a tickling of the fingers, a precursory sign of the variation of the calcium level in the organism due to hyperventilation.<\/p>\n<p style=\"text-align: justify;\">At that point, the objective is to overcome one&#8217;s fear. One can be afraid of dying as the contractions can lead to a minor paralysis of the tongue and the uvula (a small pendant fleshy lobe at the back of the soft palate) because of the strong uncontrollable effects. That is one of the therapeutic effects: ‟to go beyond conscious and unconscious fears”.<\/p>\n<p style=\"text-align: justify;\">In the practice of rebirth, the subject maintains a breathing cycle and then, at the end of the session, verbalizes what has been happening. In the practice of holotropic breathing, breathing follows a piece of music in a music therapy style. At the end of the session, the subject verbalizes his or her impressions and draws a picture summing up what they have been through, often in the style of a mandala.<\/p>\n<p style=\"text-align: justify;\">These breathing techniques take the subjects past their fears: unconscious (stress of birth) and conscious: fear of heights or speed… As these techniques untie psychological knots, the subjects feel better and relieved of stress after practice.<\/p>\n<p style=\"text-align: justify;\">Many therapists use one of these methods as, if the procedure is followed correctly, results are produced quickly and systematically. For one therapy, about ten sessions have to be practiced. And these sessions last for one hour up to one hour and a half and are practiced in a group. So, these therapies are classified as short because of the small number of sessions necessary.<\/p>\n<p style=\"text-align: justify;\">But the effects after practice sessions can have grave consequences on a psychological level if they are associated with rhythmic thinking which, as we have seen, is an amplifier of mental processes. These techniques are very unsettling.<\/p>\n<ul style=\"text-align: justify;\">\n<li><strong>Dr. LEFEBURE&#8217;s breathing technique:<\/strong><\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Dr. LEFEBURE showed the importance of retention in yogic-mystical breathing (see <em>THE PNEUMOPHENE or the breathing techniques that open the door to the world beyond). <\/em>As he stated:<em> ‟what is important is to create a thirst for air”.<\/em> That thirst is created by retentions of various durations. The retentions between inhalations and exhalations created a square-shaped cycle. He then transformed this square-shaped breathing into a circle-shape one (cycle-generating or spiritual breathing) with a constant thirst for air during the whole cycle and the whole session.<\/p>\n<ul style=\"text-align: justify;\">\n<li><strong>Comparison between those different breathing techniques:<\/strong><\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Spiritual breathing or even square-shaped breathing (which is easier to do in the beginning) is <strong>completely opposed to rebirth-style breathing techniques.<\/strong><\/p>\n<p style=\"text-align: justify;\">&#8211; Rebirth provokes a maximal and fast absorption of oxygen and thus does not create <strong>any <\/strong>thirst for air.<\/p>\n<p style=\"text-align: justify;\">&#8211; Because of the retentions, spiritual breathing slows down the absorption of oxygen, thus elevating the amount of carbon dioxide and creating an optimal thirst for air.<\/p>\n<p style=\"text-align: justify;\">Those two types of breathing are opposed. <strong>The first method is a psychotherapeutic practice, and the other one is a spiritual path.<\/strong><\/p>\n<p id=\"Q17b\" class=\"g\" style=\"text-align: justify;\"><strong>2<sup>nd<\/sup> contraindication: Hypnosis<\/strong><\/p>\n<p style=\"text-align: justify;\">The principle of Hypnosis is to induce suggestions thanks to a certain state of consciousness<\/p>\n<p style=\"text-align: justify;\">Sophrology is a kind of ‟soft” Hypnosis, in which suggestion plays a large part.<\/p>\n<p style=\"text-align: justify;\">This shows the point of dissimilarity between Hypnosis and Phosphenism.<\/p>\n<p class=\"g\" style=\"text-align: justify;\"><strong>Hypnosis cannot be dissociated from suggestion.<\/strong><\/p>\n<p style=\"text-align: justify;\">In his books, Dr. LEFEBURE often talks of free prayers, i.e. self-designed prayers, not imposed by any group or ideology. Why pray? As a metaphor, one can compare the principle to a hydro-electrical plant. The energy produced is proportional to the height of the falling water. The higher it is, the more energy is produced by the plant.<\/p>\n<p style=\"text-align: justify;\">Prayer is admitting that there are forces higher than oneself. It means putting oneself in a position of humility, a state of receptivity. <strong>It is contrary to autosuggestion which is <\/strong>Self-affirmation.<\/p>\n<p style=\"text-align: justify;\">Autosuggestion makes an individual hyper-suggestible (as its name implies).<\/p>\n<p style=\"text-align: justify;\">Finally, and that is the most important, the state of hypnosis goes against all genuine yogic practices. Hypnosis only stimulates a very small number of neurons while initiatic techniques consist in creating many neurological connections to activate many cerebral functions.<\/p>\n<p style=\"text-align: justify;\"><strong>Be careful:<\/strong> a person associating Rebirth or Hypnosis with the practice of rhythmed thinking can end up being placed in a psychiatric hospital. It is important to know that. Some things should not be associated together.<\/p>\n<p id=\"Q17c\" class=\"g\" style=\"text-align: justify;\">Can Hypnosis lead to an out-of-body experience or to astral projection?<\/p>\n<p style=\"text-align: justify;\">Many people seek out-of-body experiences without knowing what they really are or how to produce them. It is thus very difficult for them to recognize those phenomena. <strong>There is a strong opposition between initiatic experiences and psychological experiences.<\/strong> The latter do not belong to initiatic techniques which are a domain completely apart. It is extremely important to know which domain you are working on and what its limits are. It is also important to know what results you can expect from a particular technique and make the choice of these techniques yourself.<\/p>\n<p style=\"text-align: justify;\">The brain cannot do everything, and certain things are impossible. It is necessary, in practice or study, to define the field you are working on. Sadly, many people only start some research to validate the prejudiced ideas they have. And when they are confronted with a disturbing phenomenon that forces them to ask themselves questions, they react by denying the phenomenon, going so far as to say ‟it is dangerous” or that it frightens them. That danger, that fear, is only the risk of discovering oneself. Those people limit themselves to the production of superficial phenomena which are often purely psychological.<\/p>\n<p style=\"text-align: justify;\">That kind of influence or attitude is more of a suggestion than a genuine catalyst of experiences. It is common to feel sensations that only touch the surface of the ‟psychological layers” of the individual. It is common to experience sensations that touch only the surface of the ‟psychological layer” of the individual and one often takes that for a goal that has been reached or a contact made with the deepest part of the self. Most of the time, those sensations are only a very pleasurable illusion. Images are perceived and a few pleasurable sensations are felt but it does not go any further than that stage.<\/p>\n<p style=\"text-align: justify;\">As an example, virtual reality helmets or funfair-style simulators create many sensations and ‟experiences”. Depending on the images projected, you can have the sensation that your body is heavier or lighter, that you are falling or rising, or that you become smaller or very big. In the end, those are only sensory games, as the images stimulate certain sensory organs. They are not psychic phenomena. You are stuck in a sensory dead end and you wish the sensations would continue, as they are very pleasurable. It is the same process that happens when you feel an itch: you scratch and this scratching becomes a pleasure. You feel it is pleasurable to scratch. Physicians call that phenomenon ‟scratching ecstasy”. That too is a sensory dead end and creates a pathological state.<\/p>\n<p style=\"text-align: justify;\">Initiatic phenomena rarely happen during a session, but usually several hours or a day after practice. One must not confuse sensory games, which trigger a short pleasurable moment, with initiatic techniques that lead to real experiences outside of the period of practice. Those experiences often occur during the night, sending consciousness into the ‟cosmic planes” (see ‟<em>Phosphenic Energy Universe<\/em>”). Initiatic phenomena are way beyond self-created sensations. Very few people accept to follow through with further study of these subconscious layers of the personality. On the contrary, those who do go further, discover a new aspect of themselves and the universe.<\/p>\n<p style=\"text-align: justify;\">Out-of-body experiences are not rare phenomena. They have been practiced throughout the ages and are found at the heart of all initiations.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;18 &#8211; I do not achieve any results.&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">Phosphenic techniques are efficient for a large majority of people of all cultures or social levels; progression depends on physiological laws and not on beliefs or prejudices.<\/p>\n<p style=\"text-align: justify;\">Only very few people do not obtain any results, primarily because they are under a medication that disturbs cerebral functions.<\/p>\n<p style=\"text-align: justify;\">Other people say they have obtained no results, but when we ask them questions, we realize that they have actually experienced phenomena. They are simply not aware of it. In a certain way they ‟missed” the experiences.<\/p>\n<p style=\"text-align: justify;\">Despite of intense the practice of Phosphenism, and though it is relatively easy to produce experiences, many people are stopped in their development as it is sometimes difficult to exploit these experiences. Mainly because MOST STUDENTS ARE NOT ABLE TO RECOGNIZE CERTAIN PHENOMENA that will play a major role in future experiences.<\/p>\n<p style=\"text-align: justify;\">That assertion may seem strange at first, as today there is so much information available in every domain. But it is actually that large amount of often contradictory information that confuses persons interested in psychic or spiritual research. Those persons do not have the means for recognizing genuinely efficient techniques nor the phenomena that they might encounter in this process, which must be approached without any prejudice. They miss the real phenomena as they are too subtle to be recognized. Experiences that could have been magnificent thus fail totally.<\/p>\n<p style=\"text-align: justify;\">To counter that lack of serious information, the School of Dr. LEFEBURE offers technical files with studies of the different phenomena encountered in the practice of Phosphenism, opening up new horizons for students who wish to go further with their research and practical experiments<\/p>\n<p style=\"text-align: justify;\">The study of Phosphenism enables one to understand the physiological sense of ancient concepts such as clairvoyance, chakras, kundalini, conscious dreaming, directed dreaming, consciousness extension, out-of-body experience, astral travel, etc. The phosphene amplifies subjective sensations; you will then discover that thoughts have their own behavior and that it is necessary to abide by their rules to develop the whole of cerebral abilities. Phosphenism puts into question prejudices and elementary or simplistic knowledge. It is a discipline in its own right, to which nothing needs to be added, as the fields of exploration and experimentation are immense, some still to be explored. Those persons who are more curious and motivated will have the possibility of investing themselves more fully in the different experiences and will perhaps discover, among other things, new areas of application.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;19 &#8211; Do drugs or psycho-active chemicals enhance the effects of Phosphenism?&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">Certain drugs such as cannabis, magic mushrooms, ecstasy (a designer drug), or other psycho-active drugs can produce feelings of ecstasy or clairvoyance. But, when the hallucinogenic effects have disappeared, there is no enhanced perception left. Also, these effects can be classified as sensory games.<\/p>\n<p style=\"text-align: justify;\">One person told us about his experience under the influence of L.S.D. 25 (the strongest of all L.S.D.). During an experience with that drug, that man went through three different ‟trips” as his intellect, mind, and body separated. His body lived an experience connected to dying: the sensation of living one&#8217;s own death and burial. His mind perceived more pleasurable phenomena: mainly moving lights with the feeling of a possibility of access to these lights, though no actual access was produced. We observe, in the case of this person, a complete disintegration of the personality with a mental block stopping the person from reaching the higher planes he perceived.<\/p>\n<p style=\"text-align: justify;\">Even though in our opinion, it is not advisable to advertise hallucinogens even in an involuntary manner, it is impossible to evade the question as it is now often asked due to shamanistic practices and the attraction exercised by rave parties.<br \/>\nHallucinogens, mainly peyote, mescaline (an alkaloid of peyote), iboga (an African plant), and the infamous L.S.D. that is thousands of times stronger have gained a lot of attention recently from people&#8217;s interest in shamanism and rave parties.<\/p>\n<p style=\"text-align: justify;\">Ravers, with their 120bpm techno music, which is composed of rhythms very similar to those found in certain initiatic ceremonies (with the electronics taken out) obtain only sensory amusements, certainly agreeable, but without any possibility of reaching phenomena that one could qualify as spiritual.<\/p>\n<p style=\"text-align: justify;\">Phosphenism harmonizes and integrates a person with his or her surroundings. Drugs have the opposite effect, disintegrating the individual&#8217;s character and impairing his or her capacity to socialize.<\/p>\n<p style=\"text-align: justify;\">Reports by ethnologists show the ravaging effects of drugs on shamans when they recover from their trances. In the same way, a single glass of wine can annul all the benefits of a session of Phosphenism, hallucinogenic substances can only lead to a confusion of consciousness and, if repeated too often, to sensory dead ends.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;20 &#8211; Are there any therapeutic applications of Phosphenism?&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">In the same way, sports have a beneficial effect on both the body and the mind, the practice of Phosphenism benefits the whole of a human being.<\/p>\n<p style=\"text-align: justify;\">Nevertheless, apart from the above-mentioned effects and the light therapy effects, no experiments have been carried out in medical circles. Maybe a new generation of doctors will explore that path.<\/p>\n<p>[\/et_pb_accordion_item][\/et_pb_accordion][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;2_3,1_3&#8243; admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;4.16&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;2_3&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text admin_label=&#8221;TXT: Initiatic Technics&#8221; _builder_version=&#8221;4.19.2&#8243; text_font=&#8221;|700|||||||&#8221; text_text_color=&#8221;#000000&#8243; text_font_size=&#8221;25px&#8221; text_line_height=&#8221;1.2em&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;center&#8221; hover_enabled=&#8221;0&#8243; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]PHOSPHENISM<br \/>\n&amp;<br \/>\nINITIATIC TECHNIQUES[\/et_pb_text][et_pb_accordion open_toggle_text_color=&#8221;#ed7878&#8243; closed_toggle_text_color=&#8221;#000000&#8243; admin_label=&#8221;Accordéon&#8221; _builder_version=&#8221;4.19.2&#8243; toggle_text_color=&#8221;#ed7878&#8243; toggle_font=&#8221;|on|||&#8221; toggle_text_align=&#8221;left&#8221; toggle_line_height=&#8221;1.3em&#8221; closed_toggle_font=&#8221;|700|||||||&#8221; closed_toggle_line_height=&#8221;1.3em&#8221; body_text_color=&#8221;#000000&#8243; hover_enabled=&#8221;0&#8243; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;][et_pb_accordion_item title=&#8221;1 &#8211; What are the three keys to individual development?&#8221; open=&#8221;on&#8221; _builder_version=&#8221;4.16&#8243; global_colors_info=&#8221;{}&#8221;]<\/p>\n<ol>\n<li style=\"text-align: justify;\">Focusing on a source of light in order to stimulate all the faculties of the brain.<\/li>\n<li style=\"text-align: justify;\">Mixing a thought and a phenic element.<\/li>\n<li style=\"text-align: justify;\">Practicing rhythmic thinking, working with three different groups of mental images.<\/li>\n<\/ol>\n<p><strong>         a. Geometrical figures<\/strong>, which give access to the planes of abstract thinking.<br \/>\n<strong>         b. Images of the vegetal kingdom, <\/strong>which give access to the etheric plane.<br \/>\n<strong>         c. The point of concentration<\/strong>, which gives access to the higher planes of consciousness.<\/p>\n<p style=\"text-align: justify;\">Three conditions in order of importance:<\/p>\n<ul>\n<li style=\"text-align: justify;\">The regularity of the rhythm.<\/li>\n<li style=\"text-align: justify;\">The choice of rhythm.<\/li>\n<li style=\"text-align: justify;\">The choice of the thought used to induce a rhythm in the psyche.<\/li>\n<\/ul>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;2 &#8211; What are the necessary conditions for obtaining a result?&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p class=\"g\" style=\"text-align: justify;\"><strong>1. Transformation of thought energy into mental energy:<\/strong><\/p>\n<p style=\"text-align: justify;\">&#8211; Dreams of failure in students preparing for an exam.<\/p>\n<p style=\"text-align: justify;\">The phase of preparation produces a large amount of stress for certain students. It is not rare that during the following nights, once the exam has been taken and passed, the student dreams he or she fails the exam. That is due to a complete liberation of the accumulated energy of stress.<\/p>\n<p style=\"text-align: justify;\">&#8211; During a surprise exam, students gather their ideas as best they can, but are usually not satisfied with their work. Then, several hours later or even the following days, ideas start flowing continuously. Those ideas are perfectly organized and would have helped in producing an excellent assignment.<\/p>\n<p style=\"text-align: justify;\">The brain analyzes information and ideas continuously though we are not thinking about the subject anymore. The brain functions without us being conscious of it. Suddenly, ideas flow into consciousness when we are not expecting them. Thinking about a subject in advance permits the creation of neurological paths of thought.<\/p>\n<p style=\"text-align: justify;\">&#8211; The accumulation of sad, gloomy ideas by conscious or unconscious mental repetition can lead to depression.<\/p>\n<p class=\"g i\" style=\"text-align: justify;\"><strong><em>Meditation on a theme allows the crystallization of thoughts on that particular theme.<\/em><\/strong><\/p>\n<p style=\"text-align: justify;\">That principle is used in religions through prayer, litanies, meditations, and mantras.<\/p>\n<p class=\"g i\" style=\"text-align: justify;\"><em><strong>Any mental repetition provokes an accumulation of thoughts of the same nature. When neurological saturation is reached, a psychic phenomenon is triggered.<\/strong><\/em><\/p>\n<p style=\"text-align: justify;\">THE IMPORTANCE OF PHYSICAL RHYTHM:<\/p>\n<p class=\"g\" style=\"text-align: justify;\"><strong>2. Transformation of physical energies into mental energies:<\/strong><\/p>\n<p style=\"text-align: justify;\">&#8211; A piece of music spontaneously coming back to the mind (accumulation of a sonic rhythm).<\/p>\n<p style=\"text-align: justify;\">Who has never been surprised to find themselves humming a tune, often of no interest, like commercials are heard on the radio?<\/p>\n<p style=\"text-align: justify;\">&#8211; Travelling by train, boat, car, airplane, bicycle, horse, etc. (visual, sonic or vibratory accumulation).<\/p>\n<p style=\"text-align: justify;\">The sensations come back in the evening after the trip in periods of half-sleep after a lag in time. That time lag shows that phenomena often do not take place during the exercises but several hours after training, mainly during half-sleep in the morning.<\/p>\n<p class=\"g i\" style=\"text-align: justify;\"><em><strong>Physical rhythms permit the accumulation of various energies in thoughts.<\/strong><\/em><\/p>\n<p style=\"text-align: justify;\">In order to let the energies really accumulate and produce extremely powerful synchronizations, a very steady impulse must be given to the brain.<\/p>\n<p style=\"text-align: justify;\">THE IMPORTANCE OF PHYSICAL SWAYS:<\/p>\n<p class=\"g\" style=\"text-align: justify;\"><strong>3. Head sways:<\/strong><\/p>\n<p style=\"text-align: justify;\">The object is to provoke a light massage of the brain by producing a rhythm that favors rhythmic thinking. That is a return to natural teaching methods.<\/p>\n<p style=\"text-align: justify;\">By swaying the head, even slightly, we cause a variation in pressure which creates a variation in blood flow along with chemical exchanges and variations in the brain&#8217;s electrical activity. All this affects thoughts. When a brain wave becomes gigantic, thoughts also follow the same pattern, creating images that are gigantic in both dimensions of time and space. For example, religions that use rhythmic thinking always produce images that are larger than life. <strong>In order to fully understand how to practice sways, see <a href=\"https:\/\/www.phosphenism.com\/method-individual-development\/\" target=\"_blank\" rel=\"noopener noreferrer\">INDIVIDUAL DEVELOPMENT<\/a><\/strong>.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;3 &#8211; Should I practice emptiness of mind exercises?&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">EMPTINESS OF MIND IS A CONCEPT EMPTY OF MEANING.<\/p>\n<p class=\"g\" style=\"text-align: justify;\"><strong>The action of ‟emptiness of mind” on thoughts.<\/strong><\/p>\n<p style=\"text-align: justify;\">When a subject tries to drive away every single thought, whether visual or auditive, the tension on the face is observed, as if blood flow were impaired.<\/p>\n<p style=\"text-align: justify;\">After that exercise, fewer thoughts come to mind and it is difficult to resume reflection. Subjects also feel more nervous after that type of practice.<\/p>\n<p style=\"text-align: justify;\">People who practice those types of exercises for many years actually provoke a paralysis of their capacity for reflection and thus their sense of criticism. Many people experience very bad headaches and quickly find themselves subject to nervous disorders.<\/p>\n<p style=\"text-align: justify;\">The emptiness-of-mind exercises are often used by sects in order to weaken natural defenses. Those techniques are usually associated with a diet high in gluten, particularly in rice, which blocks the capillary vessels and impairs blood flow in the brain and thus prevents it from functioning correctly. A person who had practiced that technique for ten years became depressive and had suicidal tendencies. During the observation of double phosphenes, that person could only see one immobile phosphene on one side and nothing on the other side. That means that it was always the same brain hemisphere that was constantly under tension. That produced a nervous tension leading to depression and suicidal tendencies.<\/p>\n<p style=\"text-align: justify;\">After a week of practicing lateral head sways, that person observed that his suicidal tendencies diminished, and he found the joy of life once again. Further observation of the alternation of double phosphenes revealed that improvement, as the person perceived two phosphenes alternating normally, proof that the connections between the hemispheres had been re-established.<\/p>\n<p style=\"text-align: justify;\"><strong>Test:<\/strong><br \/>\nTry to keep the same thought in your mind (for example a flower).<\/p>\n<p style=\"text-align: justify;\">You will observe that thoughts are dynamic. They vanish or are replaced by interfering thoughts or are sometimes enriched by new elements. Sometimes it can be perceived in fragments, and sometimes there is a sensation of movement around the object or the object itself seems to move. The object&#8217;s shape can also become distorted.<\/p>\n<p style=\"text-align: justify;\"><strong>1st Law:<\/strong> <em><strong>We cannot keep the same thought in mind for a long time. Thoughts evolve and change.<\/strong><\/em><\/p>\n<p style=\"text-align: justify;\">EMPTINESS OF MIND SHOULD NOT BE CONFUSED WITH CALM OF MIND!<\/p>\n<p style=\"text-align: justify;\">The practice of Phosphenism creates a calm of mind and stimulates all cerebral functions. That calm of mind is characterized by a sensation of physical relaxation and peace, rather than by the absence of thoughts because thoughts are still present in the mind. Very quickly, we perceive images and subjective sensations. Cerebral functions are fully active and are improved by the phosphenes because they stimulate the connections between the hemispheres of the brain.<\/p>\n<p style=\"text-align: justify;\"><strong>2nd Law:<\/strong> <em><strong>Emptiness of mind, defined as a constant effort to stop thoughts from appearing in consciousness, disturbs cerebral functions.<\/strong><\/em><\/p>\n<p class=\"g\" style=\"text-align: justify;\"><strong>The calm of mind and phosphenes.<\/strong><\/p>\n<p style=\"text-align: justify;\">While focusing on a source of light, sway your head gently in a lateral motion. During the presence of the phosphene, observe the thoughts that come to your mind.<\/p>\n<p style=\"text-align: justify;\">Do another phosphene combined with a gentle sway of the head, and once again remain aware of the thoughts that appear in your consciousness.<\/p>\n<p style=\"text-align: justify;\">Repeat the same operation a third time. Let thoughts arrive and observe them. Is there a difference in quality between the first thoughts and the last ones?<\/p>\n<p style=\"text-align: justify;\"><strong>3rd Law:<\/strong> <em><strong>The calm of mind acts as a pump that attracts many thoughts in reaction. The thoughts thus obtained are richer in quality than the usual ones: richer in images, colors, and brightness.<\/strong><\/em><\/p>\n<p style=\"text-align: justify;\">THE PROPERTIES OF PHOSPHENES<\/p>\n<p style=\"text-align: justify;\">THE OBSERVATION OF PHOSPHENES<\/p>\n<p style=\"text-align: justify;\">The rhythms of the phosphene:<\/p>\n<table>\n<tbody>\n<tr>\n<td class=\"t10\"><span style=\"color: #000000;\">&#8211; colors<\/span><\/td>\n<td class=\"t10\"><span style=\"color: #000000;\">&#8211; eclipses<\/span><\/td>\n<td class=\"t10\"><span style=\"color: #000000;\">&#8211; movements<\/span><\/td>\n<td class=\"t10\"><span style=\"color: #000000;\">&#8211; pulsations<\/span><\/td>\n<\/tr>\n<tr>\n<td class=\"t10\"><span style=\"color: #000000;\">&#8211; vortex movements<\/span><\/td>\n<td class=\"t10\"><span style=\"color: #000000;\">&#8211; flickerings<\/span><\/td>\n<td class=\"t10\" colspan=\"2\"><span style=\"color: #000000;\">&#8211; observation of the diffuse glow<\/span><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<p style=\"text-align: justify;\">The phosphene is a subjective sensation characterized by movements and rhythms.<\/p>\n<p style=\"text-align: justify;\"><strong>Movement and rhythm constitute the definition of energy.<\/strong> The phosphene gives us precious information on the functioning of the brain, primarily concerning cerebral alternation: all cerebral operations are rhythmic, with multiple alternations. The technique of double phosphenes demonstrates that very efficiently (see: cerebroscopic examination).<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;4 &#8211; Has diet got a major role in obtaining results?&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">There is no doubt that our diet directly affects the quantity and quality of our sleep, and therefore acts on the experiences that could be lived during the night.<\/p>\n<p style=\"text-align: justify;\">During sleep, the brain needs nutrients, i.e. simple chemical substances present in food. Those nutrients influence our psychological state when we are awake, but also when we are sleeping.<\/p>\n<p style=\"text-align: justify;\">All the elements we ‟swallow” during the day will be transformed into proteins. The proteins will become ‟precursors”, the neuromodulators or neurotransmitters which have the role of making our brain function.<\/p>\n<p style=\"text-align: justify;\">In our brain, several systems of neurotransmitters interact to modulate our behavior during the day, but also at night.<\/p>\n<p style=\"text-align: justify;\">Neuromodulators like dopamine and adrenaline correspond to the waking state, vigilance, and stimulation, while serotonin corresponds to the state of sleep.<\/p>\n<p style=\"text-align: justify;\">Nevertheless, we do not go from a state of wakefulness to sleep suddenly. On the contrary, it is during the entire cycle of wakefulness\/sleep that neuromodulators enter into play. We can say that it is during the day that we determine the quality of our sleep and in particular the aspects of light and heavy sleep.<\/p>\n<p style=\"text-align: justify;\">As to the quality of our dreams: it is often determined by the last hour just before going to sleep. That is why a Phosphenic session in the evening will always yield more results than a session practiced at any other moment during the day, except for those persons who take care to fall asleep after an initiatory exercise or a prayer.<\/p>\n<p style=\"text-align: justify;\">Certain ‟precursors” I have just mentioned are ‟essential” amino acids. The term ‟essential amino acids” means that the organism cannot synthesize them. They are found in nutriments containing proteins. Tryptophan, for example, is the precursor of serotonin and facilitates sleep.<\/p>\n<p style=\"text-align: justify;\">Essential amino acids compete with each other to pass through the haematomeningeal barrier and reach the brain. The most active amino acid will prevent the other ones from passing. Those struggles are quite complex and can explain certain difficulties encountered in falling asleep.<\/p>\n<p style=\"text-align: justify;\">In the evening, it is recommended to avoid the consumption of sugar, coffee, and certain teas or cola drinks. Red meat also should be avoided as it raises the tryptophan level which, as we have seen above, is a precursor of serotonin, the molecule of sleep. And as we need light sleep for provoking experiences during the night, it is preferable to facilitate the passage of other amino acids that lower the level of insulin secretion.<\/p>\n<p style=\"text-align: justify;\">A regular diet, eating at regular hours, and consuming the right quantities guarantee a good refreshing sleep which facilitates the production of experiences.<\/p>\n<p style=\"text-align: justify;\">That balance will be obtained, not as one might think by cutting out the evening meal, but rather by eating a light meal composed of nutrients chosen according to the quality of sleep one wishes to obtain and also according to the quality of thoughts one seeks.<\/p>\n<p style=\"text-align: justify;\">Lack of food in the evening would rather cause hypoglycemia and an agitated night.<br \/>\nThe expression ‟<em>he who sleeps, dines<\/em>” is false, at least in the usual interpretation. That expression comes from the Middle Ages, where one had the right to a bed in an inn only if one ate there. It would thus be more correct to say ‟<em>he who dines, sleeps<\/em>”.<\/p>\n<p style=\"text-align: justify;\">On the other hand, the Venetian saying <em>‟he who goes to bed without supper, will toss and turn all night<\/em>” is full of wisdom. This is because hypoglycemia causes agitation and wakes the small eater.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;5 &#8211; How can the heat properties of phosphene be demonstrated?&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">Projecting the phosphene on the back of the hand.<\/p>\n<p style=\"text-align: justify;\">The effects:<\/p>\n<ol style=\"text-align: justify;\">\n<li>The concentration of the phosphene due to focusing.<\/li>\n<li>Subtle emanation from the brain.<\/li>\n<li>The consciousness of subjective sensations.<\/li>\n<\/ol>\n<p style=\"text-align: justify;\">That property of the phosphene explains why during ‟solar prodigies”, witnesses felt a sensation of heat or cool. In Lourdes, that release of heat caused a nearly instant drying of the grass and clothing, even though it had just rained.<\/p>\n<p style=\"text-align: justify;\">The different properties of phosphenes allow the reproduction of the different phases of the ‟solar prodigies” on demand.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;6 &#8211; How can the transmission of phosphenic energy be demonstrated?&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]- Projection of a phosphene on the neck of a person standing at a distance of 8 inches (20cm).<\/p>\n<p>The receiver (the person on whom one projects the phosphene) usually feels several of the following sensations:<\/p>\n<p>Relaxation of the body &#8211; The calm of mind &#8211; Spontaneous sways of a quite large amplitude &#8211; The sensation of heat or coolness &#8211; Pins and needles in certain parts of the body &#8211; Numbing of certain parts of the body &#8211; The sensations of volume and density around certain parts of the body &#8211; The sensation of lightness &#8211; The sensations of floating, elevation, falling or whirling &#8211; The sensations of stretching of the body &#8211; Of being an infinitely small dot &#8211; Of dilation towards the infinite &#8211; Of being in a different position than the actual position of the body (a phenomenon called out of body experience) &#8211; Etc.<\/p>\n<ol style=\"text-align: justify;\">\n<li>That transmission of the rhythms of the phosphene awakens deep, personal rhythms in the receiver. Those are the rhythms children spontaneously feel. That is why they frequently sway.<\/li>\n<li>This experiment emphasizes the importance of swaying in religions. Sways structure and develop the nervous system. That is why children enjoy swaying: they let themselves be carried by their cerebral rhythms. When the parents stop them from swaying at a certain age, they are simply preventing them from evolving.<\/li>\n<li>This experiment demonstrates the principles of initiation, i.e. the transmission of rhythms.<\/li>\n<\/ol>\n<p class=\"g\" style=\"text-align: justify;\"><strong>The definition of phosphene:<\/strong><\/p>\n<p style=\"text-align: justify;\">The word phosphene actually includes different kinds of phosphenes that cannot be classified for lack of proper scientific terms.<\/p>\n<p style=\"text-align: justify;\">&#8211; co-phosphene &#8211; post-phosphene &#8211; diffuse glow &#8211; visual chaos -: for the most obvious ones.<\/p>\n<p style=\"text-align: justify;\">The phosphene composed of a set of cerebral rhythms that demonstrate certain physiological structures.<\/p>\n<ol style=\"text-align: justify;\">\n<li>Rhythms and movements = energy.<\/li>\n<li>Changes in the shape of the phosphene = subtle energy.<\/li>\n<li>Heat properties of the phosphene = emanation from the brain.<\/li>\n<li>Projection of the phosphene on a person standing = possibility of transmission of brain rhythms.<\/li>\n<\/ol>\n<p style=\"text-align: justify;\">In conclusion: <strong>The phosphene is a subtle energy emanating from the brain whose rhythms can be transmitted from one person to another.<\/strong><\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;7 &#8211; What is the phenic system?&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">The phenes are the physiological intermediaries between the physical senses and the corresponding spiritual senses which, once awakened, provoke the perception of energies, events, or intangible universes, i.e., not perceptible to the physical senses. Until today, the spiritual universe was considered strictly hypothetical because the tools used in scientific research, which are only extensions of physical perception, are not adapted to the detection of energies of a non-physical nature.<\/p>\n<p style=\"text-align: justify;\">Nevertheless, using a different process and other methods which are just as scientific, everyone can now discover this ‟new” dimension possessed by all individuals.<\/p>\n<p style=\"text-align: justify;\">The phenic system, when stimulated, triggers the perception of spiritual planes that traditions call ‟the beyond”, ‟invisible worlds” or ‟subtle planes”.<\/p>\n<p style=\"text-align: justify;\">The equivalent of the phosphene exists for all the other physical senses, to which one must add the sense of balance, the properties of the skeleton, muscular activity, breathing, and the perception of time.<\/p>\n<p style=\"text-align: justify;\">THE VARIOUS PHENES:<\/p>\n<p style=\"text-align: justify;\"><strong>1. Phosphene.<\/strong><br \/>\nThe phosphene (physiological rather than pathological) corresponds to the sense of sight.<\/p>\n<p><strong>2. Acouphene (the French word for tinnitus).<\/strong><br \/>\nThe acouphene (physiological rather than pathological) corresponds to the sense of hearing.<\/p>\n<p style=\"text-align: justify;\"><strong>3. Gustatophene.<\/strong><br \/>\nThe gustatophene corresponds to the sense of taste and the sensation of chewing.<br \/>\nIn monasteries, monks eat in silence while a brother reads a text. The host also produces excellent gustatophenes, its taste lasting for a long time.<br \/>\n(Recall the sensation of a taste and observe the evolution of your thoughts).<\/p>\n<p style=\"text-align: justify;\"><strong>4. Pneumophene.<\/strong><br \/>\nThe pneumophene is connected to the act of breathing.<\/p>\n<p style=\"text-align: justify;\"><strong>5. Osteophene.<\/strong><br \/>\nThe osteophene is triggered by the vibration of the skeleton.<\/p>\n<p style=\"text-align: justify;\"><strong>6. Myophene.<\/strong><br \/>\nThe myophene is connected to muscular activity, cenesthesic sensations, and sensations of movement. It is based on martial arts or practices such as tai chi chuan.<\/p>\n<p style=\"text-align: justify;\"><strong>7. Gyrophene &#038; Equilibrophene.<\/strong><br \/>\nThese phenes correspond to the sense of balance, whose center is located in the inner ear. It is that phene that triggers the subjective sensation of moving or floating.<br \/>\nAn unusual perception of space: a sensation that the body extends beyond its normal spatial limits, with the impression of extending beyond the physical body that sometimes goes as far as the infinitely large or the infinitely small. There can also be a rhythmic pulsation of consciousness, oscillating between the infinitely big and the infinitely small, sways or the sensation of floating.<\/p>\n<p style=\"text-align: justify;\"><strong>8. Phene of the smell&#8217;s sense<\/strong>(olfactophene).<br \/>\nThis phene corresponds to the sense of smell.<br \/>\nIn places of worship and sacred places, incense is used to stimulate the phene of the sense of smell.<\/p>\n<p style=\"text-align: justify;\"><strong>9. Phene of the tuch&#8217;s sense<\/strong> (tactuphene).<br \/>\nThis phene corresponds to the sense of touch.<br \/>\nThe subjective sensation of a tactile perception, whose first manifestation is the perception of the double: the sensation of being contained within ‟something” which is impossible to touch physically, a sort of very pleasant wadded cocoon. Afterward, during out-of-body experiences, there is the perception of touching the ground one walks on, and the perception of objects that one touches. In that type of experience, one has veritable sensations of touch. There are also thermal sensations: coldness, heat or warmth, sensations of pressure or lightness, and sensation of void.<\/p>\n<p style=\"text-align: justify;\"><strong>10. Subjective sensation of time.<\/strong><br \/>\nCertain experiences make one lose the notion of time. Most often, they seem to last for a shorter time than they actually do. For example, a session of an hour and a half can be perceived as lasting three-quarters of an hour.<\/p>\n<p style=\"text-align: justify;\">Occasionally, one can live through an experience that seems to last a rather long time, while in fact it only lasted several seconds in real-time. That occurs mainly during half-sleep.<\/p>\n<p style=\"text-align: justify;\">All those phenes, and some potentially undetected ones (for example the phene of the voice which could correspond to auditory thought) are, of course, connected to one another. When one specific phene is stimulated, one can experience sensations connected to another phene.<\/p>\n<p style=\"text-align: justify;\">Moreover, there is a third sensory system that has been called up to now ‟psychic centers” or chakras. That system is connected to the phenic system. The third sensorial system corresponds to consciousness. Those psychic centers or chakras may be, to a certain degree, organs of consciousness.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;8 &#8211; How can I produce phenomena of visions?&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">FOCUSING ON THE DETAILS OF THE PHOSPHENE<\/p>\n<p style=\"text-align: justify;\">In the study of the properties of the phosphenes, we have documented some of their specific behavior and in particular their different rhythms. But these specificities go further. Phosphenes allow us to enter the deepest zones of the brain.<\/p>\n<p style=\"text-align: justify;\">The zone of vision is located in the back of the head, at the level of the occipital bump. <strong>The phosphene is perceived at the same time by the eye and by that zone that processes visual perceptions. The rhythmed behavior of the phosphene shows us how the brain really functions, and it is also possible to see what is happening in the interior of the zone where vision is processed.<\/strong><\/p>\n<p style=\"text-align: justify;\">The cuneus is the organ that creates the images of a dream because, during sleep, there is no physical stimulation that involves the eyes. The cuneus is also at the origin of particular visual perceptions that are ‟visions”.<\/p>\n<p style=\"text-align: justify;\">When the three concentric zones of the cuneus are stimulated using electrodes placed on the eardrums of a subject, in the first zone, the person perceives shapeless phosphenes. They correspond to what is seen in the visual chaos: imprecise nebulous masses.<\/p>\n<p style=\"text-align: justify;\">When the second zone is stimulated, the subject perceives phosphenes with geometrical shapes. Similarly, if one focuses on the reflection of the sun on the water, one will quickly perceive triangular or diamond shapes. That shows that light spread in this second zone of vision.<\/p>\n<p style=\"text-align: justify;\">When the third zone of the cuneus is stimulated by electrodes, the subject perceives dream-like images but does not understand the relation to his or her psyche. That corresponds to the ‟visions” that appear to people who experience the phenomena of clairvoyance. The works of Dr. LEFEBURE show that all the people who have developed the faculty of clairvoyance had the habit of observing and playing with phosphenes when they were children.<\/p>\n<p style=\"text-align: justify;\">It is therefore possible to develop the phenomena of intuition, clairvoyance, and visions by carefully observing the phosphene and practicing the observation of details situated within the phosphene.<\/p>\n<p style=\"text-align: justify;\">&#8211; Focusing on a single detail within the phosphene.<\/p>\n<ol>\n<li style=\"text-align: justify;\">Observe the nuances of color within the phosphene.<\/li>\n<li style=\"text-align: justify;\">Observe the shapes within the phosphene<\/li>\n<li style=\"text-align: justify;\">Follow the movements perceived within the phosphene.<\/li>\n<li style=\"text-align: justify;\">Search for details within the phosphene and observe your sensations, visual perceptions, and thoughts.<\/li>\n<\/ol>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;9 &#8211; How can I direct or increase experiences?&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">The principle: observe the details of visual, cenesthesic, or auditory sensations, etc.<\/p>\n<p style=\"text-align: justify;\">Points of reference and guidelines for directing experiences:<\/p>\n<p style=\"text-align: justify;\">In the beginning, the content of perceptions is not the most important. What is important is producing perceptions. The hardest part is to avoid trying to analyze the perceptions. There is a tendency to do that, as it is difficult to grasp all the elements that arrive because they are very incomplete or they are so rich that a good part escapes us.<\/p>\n<p style=\"text-align: justify;\">The references you should keep in mind in order to go as far as possible in the organization of perceptions are the following:<\/p>\n<ol style=\"text-align: justify;\">\n<li>Observe the details of the sensations, whether visual, auditive, cenesthesic, or other. <strong>Always focus on a detail of a sensation,<\/strong> in order to amplify that sensation.<\/li>\n<li>Observe the sensations of light or color.<\/li>\n<li>Focus on the images that belong to the world of plants and enter into these images: trees, flowers, or plants.<\/li>\n<li><strong>The most important point of reference: let yourself be carried along by the rhythms that you feel.<\/strong><\/li>\n<\/ol>\n<p style=\"text-align: justify;\">It is not because there are no more sensations that the experiment is over. You must remember that the brain functions in a rhythmed manner. That is why the sensations can diminish or disappear for a moment. All that one needs to do is amplify the sensations: observe whether there is a feeling of rhythm or a movement, and focus on it.<\/p>\n<p style=\"text-align: justify;\">Example of an exercise:<br \/>\n<em>Work with another person as a team: the first person will trigger an out-of-body experience in the other, by projecting the energy he or she chooses. The observer (the person in the out-of-body state) describes the sensations and the perceptions that appear spontaneously. The inducer guides the observer by asking him or her to focus on one of the elements he or she has described in order to take that person as far as possible in the rhythms and sensations (be careful not to use suggestion).<\/em><\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;10 &#8211; How can I see auras? (from the visual chaos to the perception of auras).&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p class=\"g\" style=\"text-align: justify;\"><strong>From the visual chaos to the perception of auras.<\/strong><\/p>\n<p style=\"text-align: justify;\">Apart from the phosphenes created by focusing directly on a source of light or by focusing on the reflection of a light source, <strong>there is a third type of phosphene that can easily be seen in the dark without doing a phosphene beforehand. <\/strong>If you close your eyes and observe your field of vision, you will notice that it is not entirely dark, contrary to what you might believe. Vague spots of colored lights float within it. That is what we call visual chaos. It is made up of spontaneous phosphenes produced by the activity of the brain: a visual perception of the exchanges between the hemispheres.<\/p>\n<p style=\"text-align: justify;\">When you observe the details of the visual chaos, you will notice that it becomes progressively more precise and brighter, and that colors start to appear along with increasingly numerous movements and shapes. After the densification of your visual chaos, you can easily perceive it with your eyes open. Some people believe that they are seeing ‟auras” but they are only describing the colors, movements, and rhythms of their own visual chaos. That perception of the various types of phosphenes and the experiences that stem from it are within the reach of everyone. In ‟<em>Mystics and Magicians of Tibet<\/em>”, Alexandra David-Neel describes the various forms of reclusion practiced by monks.<\/p>\n<p class=\"i\" style=\"text-align: justify;\"><em>‟Meditating in the dark is a well-known practice in India and most Buddhist countries. The people of Burma build special rooms for that purpose &#8211; I saw different kinds during my stay in the Saghain mountains &#8211; but the monks only spend a few hours in them. In Tibet, on the contrary, some people stay in the dark for several years; some even bury themselves for life in those kinds of tombs”<\/em><\/p>\n<p style=\"text-align: justify;\">It is obvious that in these conditions of complete darkness, the lamas obtain an extremely rich and dense visual chaos. The impressive amount of time spent by the Tibetans on that focus shows how important the technique is to them. But, once you understand the physiological principles governing initiatory techniques, you realize that you do not need to practice such a strict asceticism. Visual chaos, after the phosphene, is one of the easiest forms of subtle energy to perceive and observe and leads to very interesting neurological phenomena. That technique is used in particular for developing phenomena of visions and clairvoyance, and for provoking the exteriorization of consciousness outside of the body.<\/p>\n<p style=\"text-align: justify;\">That technique consists of observing the details of a totally subjective light. From a philosophical point of view, it is like seeking or going towards the light. That process belongs to all genuine initiatic traditions, and the practice of focusing on direct or indirect sources of light is universal. The Ancients asserted that ‟<em>Light is a source of knowledge<\/em>”. Today, thanks to the works of Dr. LEFEBURE, we understand why.<\/p>\n<p style=\"text-align: justify;\">Exercise:<\/p>\n<ol>\n<li style=\"text-align: justify;\"><em>Practice observing and looking for details in the visual chaos for 3\/4 of an hour.<\/em><\/li>\n<li style=\"text-align: justify;\"><em>Observe the subjective sensations, visual perceptions, thoughts, moods, and the way you perceive your body<\/em>.<\/li>\n<\/ol>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;11 &#8211; What other names are given to phosphenes, particularly in the Orient?&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">The phosphene is called the ‟<em>third eye<\/em>” or ‟<em>eye of Shiva<\/em>”.<\/p>\n<p style=\"text-align: justify;\">Though you have two eyes, you perceive only one phosphene in the middle of your field of vision. Concentrating on a detail of the phosphene (the third eye or the eye of Shiva) leads to clairvoyance.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;12 &#8211; How can I practice seeing auras? (or how to practice physical phosphovision?)&#8221; _builder_version=&#8221;4.19.2&#8243; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; open=&#8221;off&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p style=\"text-align: justify;\">Physical phosphovision is the perception, in full darkness, of objects or forms passing through the diffuse glow: the third phase of the phosphene.<\/p>\n<p style=\"text-align: justify;\">But, before doing that experiment, you can easily observe phenomena of subjective perception with your eyes open.<\/p>\n<p style=\"text-align: justify;\">SEEING AURAS:<\/p>\n<p style=\"text-align: justify;\"><strong>1<\/strong>. Place a plain white background on a wall and ask several persons to stand in front of it, one after the other. Then, focus 2 inches (5cm) above the head of the subject and observe the halo that surrounds his\/her head and shoulders.<\/p>\n<p style=\"text-align: justify;\"><strong>2. <\/strong>Ask the person standing in front of the background to focus his\/her attention on his\/her feet.<br \/>\n<em>The halo loses intensity and becomes duller.<\/em><br \/>\nThen ask the subject to focus his or her attention on his or her hair.<br \/>\n<em>The halo becomes more intense and brighter.<\/em><\/p>\n<p style=\"text-align: justify;\"><strong>3. <\/strong>Ask the person to squat suddenly.<br \/>\n<em>You can observe a vague glow following the body but at a slower rhythm.<\/em><\/p>\n<p style=\"text-align: justify;\"><strong>4. <\/strong>Focus on the halo that surrounds an object.<br \/>\n<em>The same phenomena can be observed with objects. The only difference is that the object does not produce a change in the halo&#8217;s intensity, whereas, with a person, the intensity of the glow will be determined by the state of mind of the subject.<\/em><\/p>\n<p style=\"text-align: justify;\"><strong>This perception of a halo or diffuse glow is called the perception of the etheric body.<\/strong><\/p>\n<p style=\"text-align: justify;\">The perception of this diffuse glow (etheric body) around a subject can be accompanied by the perception of colors (visual chaos- aura).<\/p>\n<p style=\"text-align: justify;\">This is a very complex phenomenon of phosphenic perception. It has the property of molding the phosphene around the body of the subject or the object. That luminous halo is a subjective perception that reproduces the physical perception but it is also a psychic phenomenon because the state of mind of the subject influences the intensity and the brightness of the halo. <strong>The phenomenon is called the ‟perception of the aura”.<\/strong><\/p>\n<p style=\"text-align: justify;\">Thus, when one says ‟<em>I have seen someone&#8217;s aura and its colors<\/em>”, it would be more appropriate to say: ‟<strong><em>my<\/em><\/strong><em> visual chaos molded itself around the perception of someone&#8217;s image and <strong>my <\/strong>brain created a diffuse glow<\/em>”. The interpretation you have of the colors (or aura) in your field of vision will correspond to your ability to interpret such phenomena.<\/p>\n<p>[\/et_pb_accordion_item][\/et_pb_accordion][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;2_3,1_3&#8243; admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;4.16&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;2_3&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text admin_label=&#8221;TXT: Initiatic Technics&#8221; _builder_version=&#8221;4.19.2&#8243; text_font=&#8221;|700|||||||&#8221; text_text_color=&#8221;#000000&#8243; text_font_size=&#8221;25px&#8221; text_line_height=&#8221;1.2em&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;center&#8221; hover_enabled=&#8221;0&#8243; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p>PHOSPHENISM<br \/>&amp;<br \/>INITIATIC TEACHINGS<\/p>\n<p>[\/et_pb_text][et_pb_text admin_label=&#8221;Texte&#8221; _builder_version=&#8221;4.16&#8243; text_text_color=&#8221;#000000&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p>Thoughts are the first subjective sensations that we are conscious of and we are the only witnesses of our own thoughts. The fact that thoughts cannot be perceived by others has led certain behavioral scientists to state that individuals react only in function of exterior stimuli, and not in function of their own will. It would seem that those ‟theoreticians” have never taken into account their own experiences.<\/p>\n<p>We are more or less used to focusing our attention on the content of our thoughts. We rarely take them into account or we judge them harshly. But we know very little, or even nothing at all, about the laws that govern the behavior of thoughts. <strong>Thoughts are organized according to the rhythms of the brain; they become richer in a fantastic manner if we let them evolve according to their nature, i.e. if we do not try to restrict them by applying the laws of mechanics.<\/strong> We do not know how to let thoughts remain flexible, as the resulting evolution often disturbs us.<\/p>\n<p>To go further, we must learn to observe the behavior of our thoughts, to discover that they are not limited to the poor opinion that we have of them. The behavior which is unique to thoughts leads us to the threshold of an extremely rich subjective universe. For a first approach, at the end of each of the following tests, we will observe some of these characteristics.<\/p>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;2_3,1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;2_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_text admin_label=&#8221;TXT: RESULTS DO ONLY MATTER !&#8221; _builder_version=&#8221;4.19.2&#8243; _module_preset=&#8221;default&#8221; text_font=&#8221;|700|||||||&#8221; text_text_color=&#8221;#800000&#8243; text_font_size=&#8221;20px&#8221; text_line_height=&#8221;1.5em&#8221; text_orientation=&#8221;center&#8221; custom_margin=&#8221;-25px||||false|false&#8221; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p>Following our training is the guarantee of an efficient practice.<br \/>Actually, no matter what we do, there is just one rule:<br \/>RESULTS DO ONLY MATTER!<\/p>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;4.16&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/faq-phosphenism-development\/&#8221; button_text=&#8221;Previous FAQ&#8221; button_alignment=&#8221;center&#8221; admin_label=&#8221;Bouton&#8221; _builder_version=&#8221;4.16&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;20px&#8221; button_border_radius=&#8221;2px&#8221; button_icon=&#8221;&#x34;||divi||400&#8243; button_icon_placement=&#8221;left&#8221; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/faq-glossary\/&#8221; button_text=&#8221;Next FAQ&#8221; button_alignment=&#8221;center&#8221; admin_label=&#8221;Bouton&#8221; _builder_version=&#8221;4.16&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;20px&#8221; button_border_radius=&#8221;2px&#8221; button_icon=&#8221;&#x35;||divi||400&#8243; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>PSYCHIC SCIENCES &#038; INITIATIC TECHNIQUESThis file might challenge your ideas about a great number of things, but we thought it was necessary to print some elements of reflection in concrete terms, and not only in philosophical terms as is usually the case in so-called spiritualistic circles. We believe that you are mature enough to guide [&hellip;]<\/p>\n","protected":false},"author":97,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Initiatic Techniques - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/faq-initiatic-techniques\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Initiatic Techniques - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"PSYCHIC SCIENCES &amp; INITIATIC TECHNIQUESThis file might challenge your ideas about a great number of things, but we thought it was necessary to print some elements of reflection in concrete terms, and not only in philosophical terms as is usually the case in so-called spiritualistic circles. We believe that you are mature enough to guide [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/faq-initiatic-techniques\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-12-10T16:02:24+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"72 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/faq-initiatic-techniques\/\",\"url\":\"https:\/\/www.phosphenism.com\/faq-initiatic-techniques\/\",\"name\":\"Initiatic Techniques - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-04-03T10:00:46+00:00\",\"dateModified\":\"2022-12-10T16:02:24+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/faq-initiatic-techniques\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/faq-initiatic-techniques\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/faq-initiatic-techniques\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"FAQ: Initiatic Techniques\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Initiatic Techniques - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/faq-initiatic-techniques\/","og_locale":"en_US","og_type":"article","og_title":"Initiatic Techniques - PHOSPHENISM - Dr. LEFEBURE School","og_description":"PSYCHIC SCIENCES & INITIATIC TECHNIQUESThis file might challenge your ideas about a great number of things, but we thought it was necessary to print some elements of reflection in concrete terms, and not only in philosophical terms as is usually the case in so-called spiritualistic circles. We believe that you are mature enough to guide [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/faq-initiatic-techniques\/","article_modified_time":"2022-12-10T16:02:24+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"72 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/faq-initiatic-techniques\/","url":"https:\/\/www.phosphenism.com\/faq-initiatic-techniques\/","name":"Initiatic Techniques - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-04-03T10:00:46+00:00","dateModified":"2022-12-10T16:02:24+00:00","breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/faq-initiatic-techniques\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/faq-initiatic-techniques\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/faq-initiatic-techniques\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"FAQ: Initiatic Techniques"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/pages\/341"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/97"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=341"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/pages\/341\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=341"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}