{"id":6637,"date":"2020-04-08T12:00:26","date_gmt":"2020-04-08T10:00:26","guid":{"rendered":"https:\/\/www.phosphenism.com\/?page_id=6637"},"modified":"2022-12-18T19:21:33","modified_gmt":"2022-12-18T18:21:33","slug":"faq-individual-development-vs-personal-development","status":"publish","type":"page","link":"https:\/\/www.phosphenism.com\/faq-individual-development-vs-personal-development\/","title":{"rendered":"FAQ: Individual Development vs. Personal Development"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; custom_padding_last_edited=&#8221;on|desktop&#8221; _builder_version=&#8221;4.16&#8243; custom_padding_tablet=&#8221;50px|0|50px|0&#8243; custom_padding_phone=&#8221;&#8221; transparent_background=&#8221;off&#8221; padding_mobile=&#8221;off&#8221; make_fullwidth=&#8221;off&#8221; use_custom_width=&#8221;off&#8221; width_unit=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_fullwidth_header title=&#8221;INTERVIEW&#8221; subhead=&#8221;Questions &#038; Answers&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran : FAQ&#8221; _builder_version=&#8221;4.16&#8243; background_color=&#8221;#7088e0&#8243; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover=&#8221;null&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover=&#8221;null&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover=&#8221;null&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover=&#8221;null&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover=&#8221;null&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover=&#8221;null&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover=&#8221;null&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover=&#8221;null&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover=&#8221;null&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover=&#8221;null&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover=&#8221;null&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover=&#8221;null&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.16&#8243; global_colors_info=&#8221;{}&#8221;][et_pb_row column_structure=&#8221;2_3,1_3&#8243; admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;4.16&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;2_3&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text admin_label=&#8221;TXT: PHOSPHENISM, THE SURVEY&#8221; _builder_version=&#8221;4.16&#8243; text_font=&#8221;|700|||||||&#8221; text_text_color=&#8221;#7088e0&#8243; text_font_size=&#8221;25px&#8221; text_line_height=&#8221;1.5em&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; saved_tabs=&#8221;all&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p>4th part: Individual Development<br \/>vs. Personal Development.<\/p>\n<p>[\/et_pb_text][et_pb_text admin_label=&#8221;TXT: What difference you make&#8230;&#8221; _builder_version=&#8221;4.19.2&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; hover_enabled=&#8221;0&#8243; use_border_color=&#8221;off&#8221; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]<strong>Q.:<\/strong> What difference do you make between individual development and personal development?[\/et_pb_text][et_pb_text admin_label=&#8221;TXT: What difference you make&#8230;&#8221; _builder_version=&#8221;4.16&#8243; text_text_color=&#8221;#000000&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p><strong>A.:<\/strong> This is going to bother some people, but we’ll have to one day say out loud what the enlightens really think.<\/p>\n<p>Back when I met Dr. LEFEBURE and when I used to frequent initiatic circles with him, I met people who were well versed in diehard esoterism. Now, the majority of people I meet that come to Phosphenism, mainly attend personal development environments, those environments weaken the individual more than they stabilize them.<\/p>\n<p>[\/et_pb_text][et_pb_text admin_label=&#8221;TXT: What difference you make&#8230;&#8221; _builder_version=&#8221;4.16&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p><strong>Q.:<\/strong> Are you implying that the psychological structure of individuals has changed over the last few years and that personal development techniques do nothing to strengthen the minds of practitioners?<\/p>\n<p>[\/et_pb_text][et_pb_text admin_label=&#8221;TXT: What difference you make&#8230;&#8221; _builder_version=&#8221;4.19.2&#8243; text_text_color=&#8221;#000000&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; hover_enabled=&#8221;0&#8243; use_border_color=&#8221;off&#8221; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]<strong>A.:<\/strong> <strong>Phosphenism is an initiatic method, not a personal development one<\/strong>. These different exercises, even though they have an undeniable effect on memory development and learning development, have another aim. Phosphenism has little to no personal development applications. And even if this is not sales-oriented, not fashionable, and could even contribute to a low diffusion of Dr. LEFEBURE&#8217;s method, we have to say it and explain it.<\/p>\n<p><strong>Phosphenism aims to affect you through the experience of phenomena from very deep states of consciousness<\/strong>. It&#8217;s not a game or a hobby. Elements of your psyche will be started by the phosphene and especially by the rhythmo-phosphenism. You&#8217;ll have to face hidden elements of yourself and prepare to face the, sometimes obscure, aspects of your soul. Some people will lose control as their psychological structure has not been prepared for this introspection of the depths.<\/p>\n<p>The fragility of human psychology is largely due to these modern methods called personal development that, far from strengthening, eventually weaken some people &#8230; Similarly, over the years we have lost much in terms of physical strength &#8230; The smallest graze can make us suffer terribly when, not so long ago, many surgeries were performed without any anesthesia.<\/p>\n<p>Phosphenism is mainly based on initiatic technics that alter the state of consciousness to experience states such as lucid dreams, astral projections, and Kundalini rises. It is part of what was taught in the initiatic colleges.<\/p>\n<p>These people were chosen. They were elected, in the sense of <em>Aristoi<\/em> (literally the strongest), as the nobles of the heart (because of the work on the various elements of their minds, their hearts, and their passions). Life was more difficult than today, people were in the real and not in the virtual of television, the internet, video games, Facebook, Twitter, etc.<\/p>\n<p>Initiatic training has nothing to do with the ton of nonsense posted on sites and forums with hints of white or pink magic and scaring of black magics. If you have serious mental problems that result from genetic diseases or glandular or cerebral physiology problems, it is clear that the urgency is to reduce your suffering and to initiate a serious medical therapy before going to the initiation of Phosphenism.[\/et_pb_text][et_pb_text admin_label=&#8221;TXT: What difference you make&#8230;&#8221; _builder_version=&#8221;4.19.2&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; hover_enabled=&#8221;0&#8243; use_border_color=&#8221;off&#8221; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]<strong>Q.:<\/strong> So, Phosphenism is not a therapy in the medical sense of the term?[\/et_pb_text][et_pb_text admin_label=&#8221;TXT: What difference you make&#8230;&#8221; _builder_version=&#8221;4.16&#8243; text_text_color=&#8221;#000000&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p><strong>A.:<\/strong> Initiatic technics don&#8217;t aim to make your therapy. In the <strong>ways of adeptship<\/strong> (the initiatic path leads to adeptship or transmutation), if you have any mental problems <strong>you are not initiatable<\/strong>. But this is both part of natural selection and also trials that each of us has to go through.<\/p>\n<p>[\/et_pb_text][et_pb_text admin_label=&#8221;TXT: What difference you make&#8230;&#8221; _builder_version=&#8221;4.19.2&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; hover_enabled=&#8221;0&#8243; use_border_color=&#8221;off&#8221; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]<strong>Q.:<\/strong> What is personal development and what can it really bring?[\/et_pb_text][et_pb_text admin_label=&#8221;TXT: What difference you make&#8230;&#8221; _builder_version=&#8221;4.19.2&#8243; text_text_color=&#8221;#000000&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; custom_padding=&#8221;||||false|false&#8221; hover_enabled=&#8221;0&#8243; use_border_color=&#8221;off&#8221; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]<strong>A.:<\/strong> Personal development is born of Jung and Adler&#8217;s work. Before them, the concept does not exist. Freud launched the idea that personality is developing a super-ego consisting of hopes, desires, ambitions, fears, and moral concepts of our parents. Carl Jung said that the external persona of an individual is influenced by an internal structure that has all the qualities of the opposite sex. This anima or animus is invigorated by the backflow of natural energies and is the judge of your happiness.<\/p>\n<p>Freud and Jung both indicate that the components of the personality develop gradually as you ripen with age. So, <strong>this structure is a pure social product<\/strong>. A sort of model of the parent’s way of living and now, we enter through the psychogenealogy, the whole chain of the family tree. In short, we are the result of our parents and ancestors&#8217; patterns as they wanted or hoped to be.<\/p>\n<p>So, this is a work on the psyche and its components. A form of harmonization of the conscious and the unconscious to better live and endure the vicissitudes of life.<\/p>\n<p>Now all the works of Jung on the process of individuation or the self are included in the personal development through the notions of synchronicity, archetypes, and interpretation of dreams.<\/p>\n<p>Personal development is so far a total recovery of ideas and concepts, methods of magical tradition, authentic spiritual paths (PNL, relaxation therapy, creative visualization, Ericksonian hypnosis, new hypnosis, the subconscious power, mindfulness &#8230;) all tailored with a distorted view of positive thinking and all its managerial capabilities for the good development of business and society.<\/p>\n<p>The man or woman must successfully harmonize aspects of their personality in order to get better and to adapt to the existence, what is expected by the parents here, there the society, and also now the employer. You have to think positively, live positively, and be a winner in all areas of life, even if it is to deny the facts and experiences and exacerbate the problems.<\/p>\n<p>The interpretation of dreams and symbols varies according to the psychoanalytic type of school. One can say everything, make say anything, and find meaning in everything where there is not any.<\/p>\n<p>If you talk to a real lucid dreamer or a practitioner of dream yoga in Tibetan Buddhism, you will understand very quickly that it gives <span style=\"color: #ff0000;\"><strong>no meaning<\/strong><\/span> to dreams and their symbolic aspects. Indeed, lucid dreams and dream yoga practices by de-creation and complete re-creation of the dream structure terminate the meaning and messages of dreams.<\/p>\n<p>Yet you would agree to spend years of personal development and analysis of yourself searching for a meaning to what has none: the so-called &#8220;conceptual ignorance.&#8221; You try to gather pieces to make sense of what happens in this existence to suffer less.<\/p>\n<p>And, of course, you forget that:<\/p>\n<h4 style=\"text-align: center; color: #800000;\"><strong>&#8220;Talking about a problem it’s creating it already&#8230;&#8221;<\/strong><\/h4>\n<p>And that:<\/p>\n<h4 style=\"text-align: center; color: #800000;\"><strong>&#8220;Everything that’s in the mind will manifest one day in the matter&#8230;&#8221;<\/strong><\/h4>\n<p>Personal development has tackled every situation you may encounter in your life. Though it is always profitable to receive various tips and techniques, there is an area where personal development reaches its limits.<\/p>\n<p><strong>The initiatic way.<\/strong><\/p>\n<p>If psychology took an interest and has retrieved numerous initiatic techniques, it is also due to lowering of the spirituality level and the lack of men and women of the Real Art that consists to become authentic Awakens. Today the Awakens are asleep. Traditional systems with their efficient procedures do not have the wind in their sails, and I&#8217;ll tell you a secret, they are disappearing to our worst misfortune.<\/p>\n<p>These days appeared some new needs with remoteness from the truth of existence that is sometimes considered brutal. The men and women of our occidental societies are weakened by soothing speeches. Psychology uses and creates more and more medical description terms to indicate an abundance of new psychological &#8220;complex&#8221;. This is even denounced in psychiatry as abuse with marketing aims like the one of extending medical prescriptions, thus marketing the drug. Our society is &#8220;sick&#8221; of the pains it never ceases to create. This problem becomes terrible when they’re analyzing parts of the mechanism of thought as effective subpersonalities. This brings in the belief in autonomous multiple personalities and eventually creates real divisions amidst the individual or even causes <strong>madness<\/strong>.<\/p>\n<p>Personal development has become a keyword that we ourselves have to use if we want to be in fashion. But I would like to highlight an important distinction here:<\/p>\n<p><strong>Initiatic is not psychologic.<\/strong><\/p>\n<p>You will never see a seriously committed follower on a spiritual path try to put the pieces together, he does not try to repaint or change the home furniture to be acceptable in what is fashionable. He knows that the house, the psyche, is a disparate compound, ephemeral and changeable. Incidentally, Buddhism, for example, is very clear, as it talks about the impermanence of these compounds, it is a precise analysis of mental factors and basic poisons of attachment, hatred, and ignorance. He does not consider that it should arrange the ego, or rearrange itself by a psychological process. It has for that a sort of &#8220;Buddhist psychology.&#8221; Him, he tries to get out to the top level of the house and do a job that has nothing to do with a process of individuation. At the first level, you will feel that there is an interest in the entire functioning of the psyche or the soul but, in fact, <strong>he doesn&#8217;t seek to fix what he&#8217;ll have to give up someday<\/strong>.<\/p>\n<p><strong>An Inversion of the true sense of the person.<\/strong><\/p>\n<p>As mentioned, everything was out of his initiation and spiritual context. What we call the person was previously called <strong>&#8220;nature&#8221;<\/strong>. You say my husband or my wife is angry or choleric, sanguine or nervous, melancholic or lymphatic. What you define is not their own.<\/p>\n<p>These are not specific features that can identify and define you. Many other people are as well. This is a general feature, a matrix of imposed behavior. These descriptive elements are from what the ancients called &#8220;nature&#8221; because they are related to the &#8220;natural&#8221; elements, which will lead to the study of temperaments. Besides, when you say, &#8220;You lose your temper again,&#8221; the other will reply: &#8220;I can&#8217;t help it, it&#8217;s my nature.&#8221;<\/p>\n<p>What makes you unique and makes each one is unrelated to these common features, it is an essence that emanates from it all and transcends these descriptions. <strong>What makes you unique is indefinable<\/strong>. There is something indivisible inside of you that makes you yourself.<\/p>\n<p>If one takes the sentence: &#8220;Daniel is a good husband&#8221;. Daniel is an aspect of a man&#8217;s personality and &#8220;a good husband&#8221; is relative to his nature.<\/p>\n<p>Your person is unreachable and it can be known only through your nature. Any attribute of the subject (you in your essence) is attributable to your nature.<\/p>\n<p>It&#8217;s hard to reach the person. I can have an idea because Daniel is not always a good husband, he sometimes loses his temper, but not always. I can guess and eventually see through the attitude of Daniel, on the elements of its nature and regarding his reaction to them, what person Daniel is. The person of Daniel does not exist without its nature, but I feel that Daniel transcends this nature. I can say I am happy or sad, but these are states that pass. Daniel is beyond these states, his ego is beyond all these parts that seem to put together to build his conscience. Where is this Me that is supposed to describe us where is he? If Daniel is conceived without all the elements and descriptions of his conscience, the person &#8220;Daniel is&#8221; is neither a party nor the sum of these parts.<\/p>\n<p>The ancients understood this and finely observed that there is someone or something mixed in nature. What characterizes and makes your distinctive singularity of all-natural elements, you name psyche or soul, is imperceptible. The person is what comprises eventually your nature. The vocabulary of Hindu traditions, Buddhism, Shinto, Jewish, and Islamic approach it differently. But their central concept is that there is something immanent and essential that makes you unique.<\/p>\n<p>Traditions named this aspect by different names. But this aspect was not obtained from combining with nature. On the contrary, it included it and transcended it while mixing with it. It is the notion of &#8220;Self&#8221; that corresponds more to the one of &#8220;Higher-Self&#8221; than that of &#8220;My-Self&#8221; and that is also extremely close to both concepts of &#8220;Emptiness&#8221; and &#8220;Wholeness&#8221;. According to traditions, it is called the Logos, the Seed, the Christ, the Buddha Nature, or the Original Myself. Christians symbolize it as the Guardian Angel while Greeks and Latins talk about Daïmon for the first ones and Genius for the second ones. As for the Africans, they talk about Vodun.<\/p>\n<p>This Original Myself that leads to individuation is completely independent of the Social Myself that is constituted of multiple persona. That is why it is inaccessible to different conditioning. It can be hidden or stained by the Social Myself, but not destroyed or broken unlike this latter. <strong>So, it is what holds the entire life of human beings<\/strong>.<\/p>\n<p>The psychologist James Hillman in “The Soul’s Code: on Character and Calling” talks about &#8220;the acorn theory of the soul&#8221;, considering it like a seed. By the way, Christian and Jewish traditions speaks of the germ, the senna seed, or the Will that is not the will.<\/p>\n<p>The history of this notion of soul-image is long and complicated; it appears in many cultures under the most varied names. But the psychology and psychiatry textbooks make no mention. In our society, the study of the psyche and its therapeutic practice ignore this factor that other cultures consider the core of the personality, the custodian of individual destiny. What makes the essence of the psyche or soul, the fundamental subject of psychology, has deserted books devoted to it.<\/p>\n<p>So, even personal development misguided the deeper meaning of the persona of the person. All studies and technics it offers have nothing to do with the person, but only with its nature. Holding the traditional techniques and cooking them to the Freudian or Jungian sauce is to suppress the tools it contains.<\/p>\n<p>Actually, a seed exists within each of us and this presence makes us unique as an individual. And this individual part of us is what is indivisible in us. From then on, as personal development having hijacked this old deep meaning, there is an urge for me to oppose it with a new term:<\/p>\n<h2 style=\"text-align: center; color: #800000;\"><strong>Individual Development<\/strong><\/h2>\n<p>This development of our essence in the traditional sense is based on specific procedures that are taught to followers by masters. There was a unity between mind techniques and body techniques to directly experience what the teacher taught.<\/p>\n<p>Traditional structures contained spiritual teachings transmitted orally via stories, tales, songs, dances, and theater (playing the mysteries).<\/p>\n<p>The different stages of life included various rituals focusing on these teachings. Detailing them is not the goal here. In some African societies, the secrets are not even hidden, they are transmitted along the life of the individual through collective rites. In other structures, there will be a distinction between external or exoteric teachings for all, and the inner teachings reserved for committed practitioners. Thus, the individual was prepared for life in its natural environment (hunting rituals, agrarian rituals, rites of death and resurrection, etc.).<\/p>\n<p>Each was faced with irrefutable truths that need now to be erased to not traumatize civilized men and women. The first truth is death and the fact that we’ll die one day.<\/p>\n<p>Livelihoods are today such a cause of neurosis that many people are detached from the real life. So much so that they are no longer able to accept what comes.<\/p>\n<p>We have made big leaps in practical science that are very helpful. But many of us have become disabled of the mind. Indeed, the four noble truths taught by the Gautama Bouddah, including the existence of suffering, are hidden. And everything that makes life and its vicissitudes is concealed. Then, the thinking of many people has become sanitized.<\/p>\n<p>Personal development comes to well satisfy what was previously castigated as not the ultimate goal of life.<\/p>\n<p>Personal development does not talk about your flaws, the poisons of your mind, non-virtuous actions, &#8220;sins&#8221; or <em>&#8220;logismois&#8221;<\/em>. The few stories on lucid dreams forums alone show the little understanding and very low level of the experimenters. Additional fears born of our time disorders and dreamlike creations could only divert the genuine seeker of the true path.<\/p>\n<p>Thus, one can find people who’ll tell you they are in contact with reptilians, masters of the White Lodge, the Ashtar Commanders, etc. The worst is that they give extra tips while their descriptions show that they have absolutely not understood anything about the neurological mechanisms of the thinking.<\/p>\n<p>How new practitioners, already programmed by such nonsense, will face these elements of their conscience and not give them life and form from their own fears and erroneous beliefs? <strong>All the traditional base is missing.<\/strong> People who go through altered states of consciousness without “cracking up” or take themselves for clairvoyants with the gift inherited from the grandmother or grandfather, for channelers, last-minute guides, become extremely rare. Their minds are filled with descriptions of their readings, Star Wars movies, and anything lying in the lower layers of their consciousness (the lower astral), some mental creations that pollute their experiences and that they let thrive.<\/p>\n<p>When you enter the Initiation, a pumping process will begin, the whole problem is whether the person will be able to accept that cleaning and the experiences that will follow.<\/p>\n<p>Phosphenism is a light that reveals and transforms, but will the individual of today and tomorrow make sense of things? A true religious cultural scouring is necessary in the initiation area. You’ll have to be able to face the shadows, to separate and unite, to forge metals, it is a true inner alchemy that occurs.<\/p>\n<p>Finally, the ultimate aim of Phosphenism is to enable you to live by yourself the modified states of consciousness and experiences that fall under the realms of Initiation and not psychological or sensory idle pleasure. This is with minimal harmful superstitions and erroneous interpretative of psychic dangers about what manifests.<\/p>\n<p>This is to give you the experience of many experimental Phosphenauts, the discovered keys to taking the steps to dazzling experiences.<\/p>\n<p>Now you know the original meaning we give to the word &#8220;personal&#8221;. For us, the sense remains the traditional sense explained above. Others will see the classic personal development. <strong>You<\/strong>, you will know what it is exactly. You will find traditional knowledge and adapt the discoveries of the Ring of Light to your traditional ways, for those in adeptship. For others, you will discover the aspect of the teachings of various traditions without current trade lies, and presented according to the latest findings. Of course, it scours some well-settled beliefs. But a member of the spiritual path is ready to question everything.<\/p>\n<p>If you are here it is that you are part of those who bring the Power of the Ring of Light. You know the laws of cerebral physiology at the origin of many mysterious phenomena, you know that it illuminates the effectiveness of ancient traditions thanks to strange exercises, you know that a man (Dr. LEFEBURE) has been generous enough to give us his research and experiments for science and spirituality to come together outside of all obscurantism, chapel of interest or guru control. You are free, you are the <strong>&#8220;Transmitters of Death Ash&#8221;<\/strong>, the <strong>&#8220;Travelers of Multi-universe of Consciousness&#8221;<\/strong>, and you are the successors of the worthy practitioners of the <span style=\"color: #800000;\"><strong>&#8220;Ring of Light&#8221;.<\/strong><\/span>[\/et_pb_text][et_pb_text admin_label=&#8221;TXT: What difference you make&#8230;&#8221; _builder_version=&#8221;4.19.2&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; hover_enabled=&#8221;0&#8243; use_border_color=&#8221;off&#8221; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]<strong>Q.:<\/strong> Ultimately to whom Phosphenism is aimed?[\/et_pb_text][et_pb_text admin_label=&#8221;TXT: What difference you make&#8230;&#8221; _builder_version=&#8221;4.19.2&#8243; text_text_color=&#8221;#000000&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; hover_enabled=&#8221;0&#8243; use_border_color=&#8221;off&#8221; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]<strong>A.:<\/strong> In fact, to answer you, I have to distinguish each of the three fields of Phosphenism application.<\/p>\n<p>First of all, <strong>Phosphenic Mixing applied to Education<\/strong> is for everyone regardless of social background or age-range except for people who have significant eye problems.<\/p>\n<p>Then, <strong>Individual Development<\/strong> is aimed at people who have passed the stage of personal development and who understand that personal development was just a step in their journey. This implies that these people have no more personal issues to deal with and are ready to exploit some of their mental faculties. Given the miseries of our time, it is for a minority of people.<\/p>\n<p><span style=\"color: #000000;\">Regarding <strong>therapeutic applications<\/strong>, there are as many provided as the bicycle may have. The bicycle is not a therapeutic tool but its regular use indirectly improves health.<\/span><\/p>\n<p>Finally, <strong>Initiatic Techniques<\/strong> are only for 3% of people who are on a genuine quest (I will return at length on this 3% rule in another interview).<\/p>\n<p>But the first to have raised the 3% rule is Alexandra David-Neel (the first westerner to enter Tibet) when she expresses the fact that only 3% of Tibetan lamas seem to be worthy of interest and considers most of the other lamas as she would do of the honest fortune teller of our countryside or as our monks who engage in practices without really understanding the proper ins and outs.<\/p>\n<p>In any population group, one can consider that only 3% stands out.<\/p>\n<p>In summary, one could say that in a given group only 3% of practitioners of a discipline distinguish themselves.<\/p>\n<p>Besides, if this figure was more important the overall level of awareness of the population would be much higher &#8230;<\/p>\n<p>Are you one of that 3% or would you join it?<\/p>\n<p>The CLUB CARD can help you.[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/faq-phosphenism-vs-sungazing\/&#8221; button_text=&#8221;Previous&#8221; button_alignment=&#8221;center&#8221; admin_label=&#8221;Bouton&#8221; _builder_version=&#8221;4.16&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;20px&#8221; button_border_radius=&#8221;2px&#8221; button_icon=&#8221;&#x34;||divi||400&#8243; button_icon_placement=&#8221;left&#8221; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/faq-phosphenism-and-subud-movement\/&#8221; button_text=&#8221;Next&#8221; button_alignment=&#8221;center&#8221; admin_label=&#8221;Bouton&#8221; _builder_version=&#8221;4.16&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;20px&#8221; button_border_radius=&#8221;2px&#8221; button_icon=&#8221;&#x35;||divi||400&#8243; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>4th part: Individual Developmentvs. Personal Development.Q.: What difference do you make between individual development and personal development?A.: This is going to bother some people, but we’ll have to one day say out loud what the enlightens really think. Back when I met Dr. LEFEBURE and when I used to frequent initiatic circles with him, I met [&hellip;]<\/p>\n","protected":false},"author":97,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>... Personal Development - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"description\" content=\"While human being increases his weakness with personal development, he rather increases his strength through individual development.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/faq-individual-development-vs-personal-development\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"... Personal Development - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"While human being increases his weakness with personal development, he rather increases his strength through individual development.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/faq-individual-development-vs-personal-development\/\" \/>\n<meta property=\"article:modified_time\" content=\"2022-12-18T18:21:33+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"24 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/faq-individual-development-vs-personal-development\/\",\"url\":\"https:\/\/www.phosphenism.com\/faq-individual-development-vs-personal-development\/\",\"name\":\"... Personal Development - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-04-08T10:00:26+00:00\",\"dateModified\":\"2022-12-18T18:21:33+00:00\",\"description\":\"While human being increases his weakness with personal development, he rather increases his strength through individual development.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/faq-individual-development-vs-personal-development\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/faq-individual-development-vs-personal-development\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/faq-individual-development-vs-personal-development\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"FAQ: Individual Development vs. Personal Development\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"... Personal Development - PHOSPHENISM - Dr. LEFEBURE School","description":"While human being increases his weakness with personal development, he rather increases his strength through individual development.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/faq-individual-development-vs-personal-development\/","og_locale":"en_US","og_type":"article","og_title":"... Personal Development - PHOSPHENISM - Dr. LEFEBURE School","og_description":"While human being increases his weakness with personal development, he rather increases his strength through individual development.","og_url":"https:\/\/www.phosphenism.com\/faq-individual-development-vs-personal-development\/","article_modified_time":"2022-12-18T18:21:33+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"24 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/faq-individual-development-vs-personal-development\/","url":"https:\/\/www.phosphenism.com\/faq-individual-development-vs-personal-development\/","name":"... Personal Development - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-04-08T10:00:26+00:00","dateModified":"2022-12-18T18:21:33+00:00","description":"While human being increases his weakness with personal development, he rather increases his strength through individual development.","breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/faq-individual-development-vs-personal-development\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/faq-individual-development-vs-personal-development\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/faq-individual-development-vs-personal-development\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"FAQ: Individual Development vs. Personal Development"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/pages\/6637"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/97"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=6637"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/pages\/6637\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=6637"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}