{"id":1032,"date":"2020-01-02T12:00:04","date_gmt":"2020-01-02T11:00:04","guid":{"rendered":"http:\/\/www.phosphenism.com\/?page_id=1032"},"modified":"2022-12-29T20:31:47","modified_gmt":"2022-12-29T19:31:47","slug":"testimonies-visio-training-1","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/","title":{"rendered":"TESTIMONIES 01: Visio-Training #1"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; custom_padding_last_edited=&#8221;on|desktop&#8221; _builder_version=&#8221;4.16&#8243; custom_padding_tablet=&#8221;50px|0|50px|0&#8243; custom_padding_phone=&#8221;&#8221; transparent_background=&#8221;off&#8221; padding_mobile=&#8221;off&#8221; make_fullwidth=&#8221;off&#8221; use_custom_width=&#8221;off&#8221; width_unit=&#8221;on&#8221; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_fullwidth_header title=&#8221;TESTIMONIES&#8221; subhead=&#8221;Special VISIO-TRAINING&#8221; header_scroll_down=&#8221;on&#8221; scroll_down_icon_color=&#8221;#ffffff&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran: Visio-TRAINING #1&#8243; _builder_version=&#8221;4.16&#8243; title_text_align=&#8221;center&#8221; title_font_size=&#8221;48px&#8221; subhead_text_align=&#8221;center&#8221; subhead_font_size=&#8221;24px&#8221; background_color=&#8221;rgba(36,186,191,0.54)&#8221; min_height=&#8221;250px&#8221; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_text _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<h2 style=\"text-align: center; line-height: 25pt;\"><span style=\"color: #993300;\"><strong>Extracts from our GUEST BOOK<\/strong><\/span><\/h2>\n<p>[\/et_pb_text][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/visio-formation-uk.jpg&#8221; title_text=&#8221;visio-formation-uk&#8221; show_bottom_space=&#8221;off&#8221; align=&#8221;center&#8221; align_tablet=&#8221;center&#8221; align_phone=&#8221;&#8221; align_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;IMG: Visio-TRAINING #1&#8243; _builder_version=&#8221;4.16&#8243; background_enable_color=&#8221;off&#8221; max_width=&#8221;550px&#8221; custom_padding=&#8221;||25px||false|false&#8221; animation_style=&#8221;slide&#8221; animation_direction=&#8221;left&#8221; animation_duration=&#8221;500ms&#8221; animation_intensity_slide=&#8221;10%&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; animation=&#8221;left&#8221; sticky=&#8221;on&#8221; always_center_on_mobile=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_image][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row column_structure=&#8221;1_4,3_4&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_sidebar area=&#8221;et_pb_widget_area_2&#8243; show_border=&#8221;off&#8221; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; header_font_size=&#8221;14px&#8221; header_line_height=&#8221;1.7em&#8221; background_color=&#8221;#f3dabf&#8221; custom_padding=&#8221;|||3px|false|false&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_sidebar][\/et_pb_column][et_pb_column type=&#8221;3_4&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_testimonial quote_icon_color=&#8221;rgba(36,186,191,0.54)&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; author_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p>Every day I understand a lot of things better and better. I have answers to my existential questions. Why am I like this or like that? It seems clear to me. Why did such an event happen to me? If it had not been the case, I would not have discovered Phosphenism… wisdom or lucidity… in any case, I am progressing every day and I will know even more. So, I live this experience of knowing myself more and more every day. Rhythmo-phosphenic exercises put my head in order. It is growth and individual development. The sways are at the origin of this awakening of consciousness. Other experiences will follow. I take the gamble. I am on my way.<\/p>\n<p style=\"text-align: right;\"><em><strong>Claudy-Dominique V. (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I do not know if I want another type of experience, I am already fulfilled beyond anything I could imagine by the work I was able to do in your company and thanks to the work accomplished by Dr. LEFEBURE, as well than by Daniel STIENNON and all his team.<br \/>Every day, I see the good that I can spread around me, for my relatives, my neighbors, and the people who come to meet me.<br \/>(…) I now know that I am not alone and that there is a large family which works peacefully for the well-being of humanity in the years and centuries to come.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean L. (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Phosphenism lessons go way beyond what I initially thought. I find them of high quality, easy to understand, and very rich.<br \/>Putting it into practice takes time and consistency, which is not always easy. But the more regular and motivated you are in your practice, the more certain aspects of initiation are revealed. I still have so much to discover. The more I advance, the more I have the curiosity to progress even more towards initiation, towards more knowledge. Thank you again to Dr. LEFEBURE and Daniel STIENNON.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jérôme S. (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>It is by obtaining results that I discover the enormous possibilities of these exercises. I try to apply every day, with mental and spiritual work, but also in physical activities and hiking.<br \/>For phosphenes, direct or indirect light. Phosphenes with polarized light increase intuition. Etc. There you have a lot of work to do. Thanks again.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain P. (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have had many experiences that have often transported me to magical universes, lucid dreams, the awareness of my chakras, a certain clairvoyance and sensitivity to energies, and many other things.<br \/>Because, yes, there has been a real transformation since I met Phosphenism a long time ago.<br \/>Of course, years and experiences have their part&#8230; no doubt&#8230; but I realize that I have really evolved spiritually thanks to Phosphenism, which is not always easy, moreover, because I often feel very out of step with the expectations, beliefs, and aspirations of the people around me or with whom I meet.<br \/>I also think that Phosphenism brought me balance and strength. It also allows me to keep my alertness and the certainty that nothing is impossible whatever the age. Limits &#8230; it&#8217;s a word that I don&#8217;t like because for me the only limits are those that people impose themselves. And God knows that they are often strong for that.<\/p>\n<p style=\"text-align: right;\"><em><strong>Michèle A. (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have been able to observe on several occasions that the law of inversion has often manifested itself to me during meetings or job interviews where things have gone the opposite of the hoped-for objective.<br \/>Before knowing Phosphenism, I often practiced positive visualization to achieve various goals.<br \/>I can now confirm that the law of attraction as presented in most books or videos gives a very simplistic view of reality. Indeed, very often we present success in a very materialistic way.<br \/>But I think that in most cases, aiming for a completely unrealistic goal doesn&#8217;t lead to success, except perhaps in rare exceptions.<br \/>I also think that an in-depth analysis of our capacities and a good visualization of the aim to be reached (for that the ring of light is a formidable tool) by devoting time to it, makes it possible to achieve our wishes more easily.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jérôme S. (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The training responds perfectly to my initiatic journey and answers the questions I was asking myself about the Bible. (…) The training really revealed who I am.<br \/>It responds to my divine nature, my divine essence that I rediscover like when I was a child. The veil has been lifted and I just have to continue training.<br \/>I love, love, love, and thank you for teaching us all of Dr. LEFEBURE&#8217;s discoveries and for continuing his lifelong work.<\/p>\n<p style=\"text-align: right;\"><em><strong>Paolina F. (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Frankly, I am amazed by these results and incredibly surprised. I am speechless. I imagine that things need to be tweaked, but it&#8217;s already incredible. A big thank you for this revelation which can help us to advance on our spiritual path with great strides and in life too.<\/p>\n<p style=\"text-align: right;\"><em><strong>Françoise (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The exercise is surprising! I did the tests in the metro, bus, and car transport (I drive very little in the city).<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain P. (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The exercise is very exciting. Both formulations elicit a disturbing reaction in the subject, the magnitude of which is more accentuated with the indirect formulation. This testifies to the importance of the thought. It seems that the subject feels something foreign which gives him the order and, in the majority of the cases, it is carried out.<\/p>\n<p style=\"text-align: right;\"><em><strong>William M. (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I can say loud and clear that I am amazed at these revelations and all this knowledge. I haven&#8217;t been living illusions for some time now thanks to your teaching.<br \/>Wide and spacious the road that leads to perdition; the narrow door can be considered because the teaching is initiatory.<br \/>Thank you for helping me to make the inner path. Fortunately, some men work in the Light like you to guide us on the path.<br \/>Thank you from the heart.<\/p>\n<p style=\"text-align: right;\"><em><strong>David E. (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I discovered with passion an accessible modern initiatic process. The discovery of each level is an immense pleasure.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean M. (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I discovered phosphenes at the end of 2014 while I was researching the benefits of light therapy, and since then, this technique has become my only passion. It is always with great pleasure and interest that I consult the levels and do the suggested exercises. I have been fortunate enough to have extraordinary experiences which have led to exceptional spiritual realizations. This new initiatic process has revolutionized my life.<br \/>My congratulations and thanks to Daniel STIENNON for using very sophisticated means to make phosphenes accessible to all.<\/p>\n<p style=\"text-align: right;\"><em><strong>Rose-Marie (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have known and practiced Phosphenism for almost two years now, but the &#8220;click &#8221; occurred in me during the course this summer. Since then everything has become clearer in my life and feelings. The supervised exercises (1st part: visio- training of phosphenic telepathy), allowed me to better feel my cerebral sensations and to better visualize this &#8220;SHADOW&#8221; projected mentally. Before the end of the exercise, a feeling of lightness overwhelmed me leading my entire upper body (from the pelvis to the head) in a very pleasant spiral. Thank you again for this new form of exchange which for me was very successful technically (sound and image). See you soon for the rest. With my best thoughts.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yvéna G. L. (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>At the end of the training session, I am pressed against my seat, my back well straightened by a very strong energy which leaves me no longer a choice.<br \/>A veil rises on my left side, I see a half-Buddha merge with my left side.<br \/>The veil rests and the half-Buddha disappears.<br \/>A veil rises on my right side, I see a half-Buddha merge with my right side.<br \/>The veil rests and the half-Buddha disappears.<br \/>The veil rises in full the Buddha is then complete.<br \/>The Buddha now completely merges with my body, I am one with it.<br \/>Waves of energy then start to rise in my spine like big bubbles.<br \/>They slowly rise to the throat without any resistance, then I feel my throat chakra activate.<br \/>The energy bubbles keep rising in waves and activate my 2 upper chakras, one after the other.<br \/>It&#8217;s like an erupting volcano starting from the bottom of the spine and spitting out through the top of the head, but in a very smooth and very slow fashion as if everything is happening in slow motion.<br \/>The energy fills me and I go in an extension of consciousness to the ends of the universe.<br \/>My body merges with the universe, I become one with the universe.<br \/>Everything then retracts very slowly and falls, gathering towards a very tiny, infinitely small point where there is nothing at the same time, but where everything is there.<br \/>End of the experience.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have been practicing Phosphenism for a short time (4 months) and I have already had two dreams where people came to me to give me advice. I am very grateful and I also see an incomparable strength of character and self-confidence.<br \/>Also, in the past I had always been a great dreamer. For a long time this was no longer the case, and ether, for some time, I even continue to dream when I get up at night (to drink water, for example), that I have my eyes open and that at the same time I remain aware of what I am doing.<\/p>\n<p style=\"text-align: right;\"><em><strong>Nath. S. (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I heard the word Phosphene for the first time on January 21, 2017, during a seminar on witchcraft. The host gave what he called an operative key, indicating that for a desire to be realized, it is necessary to formulate his wish following a phosphene that he defined as a glow that can be glimpsed after staring at a candle flame.<br \/>Subsequently, I searched for videos on YouTube in March 2017, and I saw in the list of videos, a video with the word Phosphenism. I told myself that the word certainly had something to do with the famous phosphene of this operative key. I watched the video, immediately took the address of the Phosphenism website, and downloaded all the documents on the phosphenic universe.<br \/>After a lot of reading, I decided to register for the full training in April 2017.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean Enokou K. (Ivory Coast)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>My name is Yves and I have been practicing various relaxation and meditation techniques for several decades. I looked a lot in esotericism and initiatory paths for answers to who we are and especially for practical elements allowing us to move forward and understand ourselves.<br \/>The discovery of Dr. LEFEBURE&#8217;s work is a revelation because I was able to find the missing link in my research and it allows me to continue with more conviction.<br \/>The key word for me is the practice of Phosphenism in all its components which helps us on the path to liberation.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yves P. (Portugal)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Many experiences have been experienced through practice, and in particular conscious and initiatic dreams. Other phenomena such as synchronicity or magnetism have grown considerably. I am very motivated by this practice and wish to become a trainer one day.<\/p>\n<p style=\"text-align: right;\"><em><strong>Vianney C. (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Each time I focus on an exercise, I discover its importance in esoteric matters. I feel like a deliverance that I live at the time of the practice and the most important is the total well-being and the improvement of my relations with those around me.<\/p>\n<p style=\"text-align: right;\"><em><strong>William (Tanzania)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I discovered Phosphenism about 27 years ago, but at that time I had not realized its immense possibilities. Maybe it had been badly presented to me. However, it was only in 2015, following an internship with Daniel STIENNON, that I realized the benefits of Phosphenism and the time I had lost.<br \/>I was interested in hypnosis, sophrology, chakras&#8217; study, and meditation. I travel a lot for my job, but I have noticed the development of what looks like telepathy or synchronicity with those around me and the people I meet.<br \/>I also find that Phosphenism provides deep brain relaxation allowing me to have restful sleep, even with frequent jet lag.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jérôme S. (France)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Since I regularly practice the classes, parapsychological events are happening within me. First, I remember my dreams better. Then, I have initiatic dreams linked to Egypt. But I also see Masters &#8220;awakening consciousness&#8221;. Then, I sometimes see around my friends&#8217; nice colors: blue, purple with a luminous white spot in the center of the palm of my right hand, and a white spot surrounded by a purple light. Also, know that since I started, I have felt real progress in myself. As for my practice of the exercises that I do diligently, I notice better memory, deeper, more restful quality sleep, calmness, and confidence in my everyday life. Better memory of dreams too, which is not so bad I think. Here, I wanted to tell you where I was since the beginning of the courses of Mr. STIENNON which I find formidable.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pascal (France)<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/&#8221; button_text=&#8221;Visio-TRAINING #2&#8243; button_alignment=&#8221;right&#8221; admin_label=&#8221;Bouton: Next Testimonies&#8221; _builder_version=&#8221;4.16&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;&#x24;||divi||400&#8243; button_icon_color=&#8221;#f28d00&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|||-50px|false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extracts from our GUEST BOOKEvery day I understand a lot of things better and better. I have answers to my existential questions. Why am I like this or like that? It seems clear to me. Why did such an event happen to me? If it had not been the case, I would not have discovered [&hellip;]<\/p>\n","protected":false},"author":28,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[43],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Testimonies on VisioTraining #1 - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Testimonies on VisioTraining #1 - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"Extracts from our GUEST BOOKEvery day I understand a lot of things better and better. I have answers to my existential questions. Why am I like this or like that? It seems clear to me. Why did such an event happen to me? If it had not been the case, I would not have discovered [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-01-02T11:00:04+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-12-29T19:31:47+00:00\" \/>\n<meta name=\"author\" content=\"Daniel STIENNON\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Daniel STIENNON\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"15 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/\",\"url\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/\",\"name\":\"Testimonies on VisioTraining #1 - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-01-02T11:00:04+00:00\",\"dateModified\":\"2022-12-29T19:31:47+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"TESTIMONIES 01: Visio-Training #1\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\",\"name\":\"Daniel STIENNON\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"caption\":\"Daniel STIENNON\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/contact_uk\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Testimonies on VisioTraining #1 - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/","og_locale":"en_US","og_type":"article","og_title":"Testimonies on VisioTraining #1 - PHOSPHENISM - Dr. LEFEBURE School","og_description":"Extracts from our GUEST BOOKEvery day I understand a lot of things better and better. I have answers to my existential questions. Why am I like this or like that? It seems clear to me. Why did such an event happen to me? If it had not been the case, I would not have discovered [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/","article_published_time":"2020-01-02T11:00:04+00:00","article_modified_time":"2022-12-29T19:31:47+00:00","author":"Daniel STIENNON","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Daniel STIENNON","Est. reading time":"15 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/","url":"https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/","name":"Testimonies on VisioTraining #1 - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-01-02T11:00:04+00:00","dateModified":"2022-12-29T19:31:47+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"TESTIMONIES 01: Visio-Training #1"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f","name":"Daniel STIENNON","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","caption":"Daniel STIENNON"},"url":"https:\/\/www.phosphenism.com\/author\/contact_uk\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/1032"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=1032"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/1032\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=1032"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=1032"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=1032"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}