{"id":120,"date":"2020-01-14T12:00:16","date_gmt":"2020-01-14T11:00:16","guid":{"rendered":"http:\/\/www.phosphenism.com\/?page_id=120"},"modified":"2022-11-17T11:39:52","modified_gmt":"2022-11-17T10:39:52","slug":"testimonies-individual-development","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/testimonies-individual-development\/","title":{"rendered":"TESTIMONIES 13: Individual Development"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;4.16&#8243; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_fullwidth_header title=&#8221;TESTIMONIES&#8221; subhead=&#8221;INDIVIDUAL DEVELOPMENT&#8221; header_scroll_down=&#8221;on&#8221; scroll_down_icon=&#8221;%%3%%&#8221; scroll_down_icon_color=&#8221;#ffffff&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran: Individual&#8230;&#8221; _builder_version=&#8221;4.16&#8243; title_text_align=&#8221;center&#8221; title_font_size=&#8221;48px&#8221; subhead_text_align=&#8221;center&#8221; subhead_font_size=&#8221;24px&#8221; background_color=&#8221;#01a548&#8243; min_height=&#8221;250px&#8221; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.16&#8243; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;4.16&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.16&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<h2 style=\"text-align: center; line-height: 25pt;\"><span style=\"color: #993300;\"><strong>Extracts from our GUEST BOOK<br \/>DEVELOPMENT INDIVIDUEL<\/strong><\/span><\/h2>\n<p>[\/et_pb_text][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2016\/09\/02-developpement-perso.jpg&#8221; show_bottom_space=&#8221;off&#8221; align=&#8221;center&#8221; align_tablet=&#8221;center&#8221; align_phone=&#8221;&#8221; align_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;IMG: Individual&#8230;&#8221; _builder_version=&#8221;4.16&#8243; max_width=&#8221;550px&#8221; animation_style=&#8221;slide&#8221; animation_direction=&#8221;left&#8221; animation_duration=&#8221;500ms&#8221; animation_intensity_slide=&#8221;10%&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; animation=&#8221;left&#8221; sticky=&#8221;on&#8221; always_center_on_mobile=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_image][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; admin_label=&#8221;section&#8221; _builder_version=&#8221;4.16&#8243; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row column_structure=&#8221;1_4,3_4&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; custom_margin=&#8221;0px||||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_sidebar area=&#8221;et_pb_widget_area_2&#8243; show_border=&#8221;off&#8221; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; header_font_size=&#8221;14px&#8221; header_line_height=&#8221;1.7em&#8221; background_color=&#8221;#f3dabf&#8221; custom_padding=&#8221;|||3px|false|false&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_sidebar][\/et_pb_column][et_pb_column type=&#8221;3_4&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_testimonial quote_icon_color=&#8221;#01a548&#8243; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<p>Relationships with people with whom I might have had difficulty at work are better. People who would be obstacles in my field of action are more understanding with me.<\/p>\n<p style=\"text-align: right;\"><em><strong>Thierry G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>After the exercises, I sometimes had the feeling of being much more aware, of living more in the present with a better perception of my environment, of being more attentive to small details.<\/p>\n<p style=\"text-align: right;\"><em><strong>Fabien G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>All I can say is that since my practice of Phosphenism, my professional projects have (finally) come true… I have also acquired more motivation, concentration, self-confidence, stability… more intuition … Better health… thanks to regular practice (minimum 1 hour \/ day) between balancing, breathing and “mental” gyrascope .\u2028An abundance which is not necessarily material but above all with oneself and with others!\u2028Results which encouraged me to share with others thanks to my work which allows me to practice and promote Phosphenism.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Since I started practicing Phosphenism a lot of things have improved in my life, I did what I wanted professionally, I changed jobs, something which for me was unthinkable a few years ago.\u2028To date I do not wear glasses, which greatly surprises my ophthalmologist, because for him at 60 I should have corrective glasses like everyone else, thank you Phophenism .\u2028On the other hand, in my daily life, relationships with others are markedly improved, I always work with Phosphenism, I strongly advise people around me, and there are results both in school and in decision-making. Many people to whom I have recommended finding sleep, whatever be their age.\u2028Initiatory techniques do wonders for those who put them into practice. So if you are in between, your life does not bring you major satisfactions be bold, and do the exercises of Doctor Lefebure which to managed rigorously demonstrate the principles of the use of light.<\/p>\n<p style=\"text-align: right;\"><em><strong>Michel L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>I started to practise with phosphenes in an intensive fashion on August 1st 2012 and, 15 days later, I had stopped smoking and drinking… much to my surprise.\u2028How did that happen? I decided to stop drinking for 15 days, so that I could work fully with phosphenes. I had, on the other hand, decided to stop smoking for my own personal well-being and, consequently, I practised with phosphenes and positive ideas to reach those goals.<br \/>15 days later, I was not smoking any more and, consequently, I decided that one glass of red wine per week would be reasonable (I loved red wine)…<br \/>Results: I cannot drink any more alcohol (not a single drop) as I cannot stand the taste any more, same with beer, though I really used to find it “refreshing”.\u2028I must admit that both myself and the persons around me were surprised by the way things have evolved. No one can understand how that could have happened. It is an obvious benefit to me.<br \/>However, all this has produced quite a change in me: I do not go out any more. Even if I had stopped drinking, I was still going out with my friends. Today, I find that very boring, a complete waste of time.<br \/>It is hard to describe precisely, but I find it sad when I see people who want to have fun at all costs.<br \/>For some of the people around me, I have become like a nun (though I have not made any vows… lol) I can’t have fun any more (though I still feel very happy to be alive and laugh every day). \u2028Alcohol is simply accepted socially as a means to have fun: if you don’t drink you are boring.<br \/>Consequently, I have reduced the number of people I go out with, as I prefer being with persons who practise qi gong like me or persons who are orientated towards initiatory research.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>The regular practice of Phosphenism has allowed to balance my emotions and improve the organization of my life.\u2028In my profession as a musician, I now learn quicker and memorize lyrics and orchestral scores better.\u2028I have become calmer and more attentive to others.\u2028After 6 months of practice, my girlfriend started to realize the changes and claims she now has a new man in her life.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain L. G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>With this method, I feel less intellectual fatigue and much calmer after 4 months of practice. I have obtained the purification of my thoughts and experience less negative thoughts towards other people. If they do occur, I can drive them away quickly as they annoy me.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie-Rose M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Life is better, I feel good. I find that the exercises are wonderful for the mind. They have improved my reflexes, my memory and have helped me develop a balanced will, with insurance and tranquility.<\/p>\n<p style=\"text-align: right;\"><em><strong>Andre M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Regarding my experiences with Mixing, I can only thank you for all the benefits that I get from it: good physical and mental shape, no more fatigue and an incredible optimism.<\/p>\n<p style=\"text-align: right;\"><em><strong>Edmond D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>By improving the perception of our own ‟self”, and trying to perceive the ‟self” of others, it is certain that communication improves. Little by little, one realizes that it becomes possible to ‟feel” the others and to ‟describe” them rapidly. That process could be called: improved intuition.<br \/>Improved physical strength: I already needed very little sleep (5 to 6 hours per night). Now, 3 to 5 hours are enough to provide refreshing sleep. My nervous resistance having improved, I now am able to withstand stress for longer, even when it is mixed with intense physical exertion. My resistance to sickness also seems more important.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Pierre P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>I remember my dreams much more frequently. In addition, they are now clearer and full of color. I have been able to guess the feelings experienced by a friend on whom I had focused my concentration. In general, my relationships with others have improved. My capacity for work has greatly increased so did my grades at school.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marc B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Since I have been practicing Mixing every evening in bed, I fall asleep easily when I practice the exercise of maintaining a thought while observing the phosphene. I would say that I fall asleep faster because it isolates myself from the worries of the day, that used to make me agitated in pre-sleep.\u2028Sleep is deeper. In the morning, I have a sensation of well-being that I have never experienced before. I dream a bit more often. I have also noted that my eyes have been fortified, as I do not experience a sensation of eye fatigue after work any more.<\/p>\n<p style=\"text-align: right;\"><em><strong>Michel L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Practicing Phosphenism has allowed me to improve my personality by fueling it with more strength, more firmness and calm. It has allowed me to take difficult decisions and has made me more independent.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dominique P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>The first effect, and by far the strongest, is the impact on morale. As I am experiencing a rather difficult period, the contrast has been all the more striking. It seems that this technique generates a lot of psychic energy and helps to compensate the ‟loss of energy” imposed by life in Paris. The effect is obvious enough to go beyond the level of mere self-suggestion.\u2028The other main visible effect is that I dream more. Dreams also become more intense and full of color. Consequently, they affect consciousness more and are thus more efficient in their role as psychic compensators, helping to preserve a balanced personality.<\/p>\n<p style=\"text-align: right;\"><em><strong>Laurent J.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Although I am a novice in Phosphenism, I am beginning to experience dramatic results. Within a few sessions, my energy, my confidence and my creativity have increased in significant proportions. Little by little, I am getting a glimpse of something immensely deep and important.<\/p>\n<p style=\"text-align: right;\"><em><strong>François B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>In the past months, the practice of Phosphenism has come back into my life and my work. I use Phosphenic Mixing as a method of relaxation. In my work in psychiatry, I have a patient who is a drug addict. I teach him exercises of relaxation.<br \/>During his previous history in psychiatry, he has already experimented with a lot of relaxation techniques, but he did not know about Phosphenism. He appreciates it and is particularly pleased with some of the exercises:<br \/>Phosphenic Mixing with relaxing music.<br \/>Phosphenic Mixing with a positive image.<br \/>Mixing with the suggestion: ‟I am responsible for my own life”.<br \/>While he is practicing, I am also practicing Mixing. It gives me ideas and increases my sense of initiative. This letter is an example of such initiative.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yves V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>A little over four years ago, while I was going through a very serious crisis, I discovered Phosphensim thanks to Dr Lefebure’s book ‟Phosphenic Mixing Applied to Education”. I bought a lamp. Instinctively, I strongly hung to vague hopes, as I did not know where Phosphenism would lead me.\u2028Very quickly, and almost without my knowledge, my life was progressively transformed. First, I discovered the pleasure and the benefits of relaxation. Then, I felt the need for more balance in every aspect of my life (my diet has changed; I have stopped smoking without difficulties nor pain nor withdrawal, though I had been smoking three packs a day for more than 20 years); A compelling drive to discover nature also imposed itself to me.<br \/>Slowly, I opened myself to my own eyes, for the first time daring to honestly analyze and judge my own thoughts, learning to accept myself, without flattering or condemning myself and, consequently, to accept others, as they are so much like me.<br \/>Full of reflection, understanding, good will, without effort and with pleasure, my relationship with my circle of friends and family has changed. Everything has become easier, simpler, truer and my burdens lighter. Gradually, peace, harmony and the love of life have settled in my house.<\/p>\n<p style=\"text-align: right;\"><em><strong>Christiane B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Valerie has more self-confidence, learns the rules of spelling with the phosphene. For my part, I cheerfully went to work monday morning when, usually, mondays are more of a burden than a pleasure.<\/p>\n<p style=\"text-align: right;\"><em><strong>G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>I have found that, especially thanks to the head sways, a greater energy flows in my entire body and strengthens me as a whole. The result is a greater dynamism for my work and for everyday life.<br \/>It seems that I have much more attention than before. I think I understand people and things better and in a more spontaneous manner, when usually, I needed to make an effort of will when confronted to certain situations and certain events.\u2028To sum up, I have found a mental and physical well-being that I did not have before I started practicing Mixing.<\/p>\n<p style=\"text-align: right;\"><em><strong>Michel P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>The effects of Phosphenism, at least on the personality, are often slow but… very deep. Let me explain! That type of phenomenon is related to cosmology. The behavior of the planets and celestial objets is closely related to phosphenic phenomena. In fact, one is always working on transforming the energy of light into mental energy. The effects are not always easy to perceive by the person concerned. I am not kidding! It is the people around them that notice them! Slowly but surely, there are changes in the personality. Minimal in the beginning, they are nevertheless present. In time, I have noticed that. It is the circle of people around the practitioner who notices these transformations, it is as if a spiritual centrifuge was cleaning negative thoughts and pernicious attitudes.\u2028I shall repeat it, the changes are often imperceptible, though they are very profound. Besides, it is one of the aspects of the method that I like best. It is not a revolution, but an evolution. In the universe, slowness is the guaranty of efficiency. I believe that Phosphenism is a genuine method of personal development that goes straight to the heart of the person.\u2028If one is expecting fast results, then one is going to miss a wonderful thing. Like all other yoga techniques, it takes time, much time to transform oneself. Phosphenism can change our life, that is certain! But, it happens progressively, smoothly. Dr Lefebure once told me this: ‟The effects of Phosphenism on personality are wonderful (perseverance, self-confidence, initiative, ambition, etc.) and can be compared with Mathematics, as soon as a person practices the method, it is as if he or she was drawing a line with a very light curve (indiscernible to the eye). But, the longer one goes from the starting point of the line, the more the curve amplifies itself. After several kilometers, the curve has a completely modified trajectory. The effects of Phosphenism are identical.”<\/p>\n<p style=\"text-align: right;\"><em><strong>Didier<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>I have discovered the works of Dr Lefebure by chance on an Internet site. As I am very curious by nature, I did some complementary research on the subject, so that I could understand it better. I was greatly interested, that is why I followed the training course in the month of August.\u2028I have had a very good time in the company of the teachers and the other students. I can only encourage everyone who wants to find out more about that science to sign up for a training course. I believe that is the best way to discover all its richness. Of course, it is also necessary to get involved and work on a daily basis to obtain results.\u2028For my part, I came back from the course in great shape, lighthearted, and everyday I note that I am not a victim of stress any more. I find it easier to deal with my emotions, I have a better memory and I feel really refreshed after a night’s sleep.<\/p>\n<p style=\"text-align: right;\"><em><strong>Sonia<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"25%\" color=\"#01a548\" \/>\n<p>I regularly take a break during the day, to recharge my batteries. I lay down on my bed, do a phosphene and observe my visual chaos while concentrating on a point.\u2028I decided to experiment and follow the same process while I was listening to relaxing music. After approximately thirty minutes, I felt my entire body vibrate and my ears popped. I wondered what was happening, and decided to perform ocular convergence. Bang! I suddenly saw a jungle scene appear in my field of vision, worth of the best Disney cartoons. The vision was very brief, but it impressed me very much.\u2028When it had disappeared, I got up and felt in particularly good shape, without any sensation of fatigue and with very clear ideas. I can now say goodbye to the negative thoughts that sometimes make life a misery. My only wish is to enjoy the experience again, as it was really pleasant.<\/p>\n<p style=\"text-align: right;\"><em><strong>Sonia<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>On March 16th, exactly six months after the training course in Phosphenism, I went into very intense rhythms while I was asleep, then I woke up and the rhythms went on. I could feel them from my head to my toes. It is a great encouragement to keep practicing the exercises…\u2028I have felt something stirring within me, in my consciousness. I have more confidence in the future and my ability to produce better states of consciousness.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>I am with a female friend and she asks me if we can practice a session of Phosphenism, as she feels stressed and nervous. I think about it and offer her to simply transmit rhythms for approximately half-an-hour.\u2028I did a phosphene with her, she closed her eyes, I laid my arms on her head (in a manner that I have learnt with Daniel Stiennon during the course of reinforced continuous formation). I was visualizing a luminous current coming from very far in the cosmos, rising along my spine, chakra after chakra, passing through my hands and into her, in successive, uninterrupted waves.\u2028Result: she saw geometrical shapes and a purple triangle.\u2028We started the procedure again, but I suggested that she should visualize a tree and go inside if she could and, of course, let sensations come. I thought and hoped that she would experience an astral projection to Africa, as she wished to travel there.\u2028Result: she flew over Central America in a very real and conscious manner and arrived in Panama!!! She was astounded and very surprised.<\/p>\n<p style=\"text-align: right;\"><em><strong>Rene G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Phosphenism had allowed me to transmute my psychological flaws into virtues. That is how overcoming my unbalances and my emotional tensions has guided to a more global well-being and helps me to live a better life by leading me to a more creative and more harmonious existence that inevitably reflected in my relationship to others.\u2028Also, I have enjoyed the awakening of my consciousness, the perception of invisible worlds and the development of supra normal powers.<\/p>\n<p style=\"text-align: right;\"><em><strong>Annie V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Phosphenism has had an influence on my behavior and has eventually transformed me. Working with the light has really changed me on a physical, mental and emotional level, bringing me temperance in the difficult situations I had to put up with recently in my family and professional circles.\u2028I have been very surprised by my behavior, when I was confronted to certain situations. The people around me too have been surprised to see such a change in me. I confirm that is due to my practice of Phosphenism.\u2028The way I behave has changed so much. I watch, listen and remain in accord with what I feel. I live in a more detached manner and have a better experience of things.<\/p>\n<p style=\"text-align: right;\"><em><strong>Helene M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Since I have been practicing Phosphenism, I perceive people better. I have more hindsight on everyday life and I am more lucid.\u2028When my friends talk to me about their problems, things become very clear for me. Ideas come quickly. I sometimes perceive other people’s thoughts, even sometimes before they even formulate them.\u2028There is more harmony in my life. I feel more and more happy. I now understand that spirituality is an everyday matter.<\/p>\n<p style=\"text-align: right;\"><em><strong>Bernard B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>This is what Phosphenism has brought to me:\u2028– Emotional behavior, relationships: I feel more present in each moment, more attentive. I feel people and I demand more from relationships. Many of my relationships have actually changed. I do not experience depression any more. Sleep is better. I do not get obsessed with other people’s flaws, I am clearly more tolerant.\u2028– Facing society: everything becomes more bearable. I put things into perspective and it is easier to get rid of the things that do not deserve my attention.\u2028– Interest for cultural, religious and historical things: I am becoming more and more creative in my everyday life, that includes culture and the arts.\u2028Globally, Phosphenism helps me being more tolerant and more intelligent. I am more interest by the spiritual aspect of things rather than by the material aspect.<\/p>\n<p style=\"text-align: right;\"><em><strong>Viviane P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Practicing Phosphenism has allowed me to refocus my personality, to develop self-confidence and to analyze things from a deeper perspective. It has allowed me to position myself better and to find out what I naturally tend towards.\u2028I feel more anchored in the world. I almost do not let my emotional side take over any more. I believe I have made a great step forwards.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jocelyne L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Phosphenism has helped me discovering myself, without having to resort to therapies, nor to any other method than the practice of head sways and producing phosphenes with the lamp. I do that work naturally, without mental blocks, at my own rhythm, experiencing everyday events more consciously and making me relive emotionally situations that, in my adult life, correspond to certain situations of my childhood, with the detachment necessary for understanding and analyzing my reactions.<\/p>\n<p style=\"text-align: right;\"><em><strong>Annie L. H.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Phosphenism has brought me a great well-being. During difficult situations, I feel stronger morally, with the impression that nothing can happen to me. I am more sensitive to my flaws and, consequently, try to improve them. My love for nature and animals has been amplified, I have more ideas and use more colors when I draw. I am not aggressive any more and do not get irritated for nothing.<\/p>\n<p style=\"text-align: right;\"><em><strong>Isabelle F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Phosphenism has given me answers, explanations to phenomena that had taken place several years ago that I could not control let-alone understand them. I have realized that I had, when I was young, practiced Phosphenism spontaneously, as I loved watching fire and light.\u2028The method has also brought me a greater control of myself and a certain inner calm. That calm must also show as people often point out to me. I evolve in a circle of teachers and I am surrounded with people that are particularly stressed. I have noticed that they like to talk to me and that I, according to them, ‟raised their morale”. People intuitively feel that there is something going on.\u2028Phosphenism has made me understand the feeling of difference I have always felt in my relationship with others. I do not think I have ‟functioned” nor reacted like everyone else. What was obvious to others was not to me, and vice versa.\u2028As a conclusion, I can say that Phosphenism has opened the doors of spiritual evolution for me, an evolution that I hope I will be able to take as far as I can during my life.<\/p>\n<p style=\"text-align: right;\"><em><strong>Michel A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Phosphenism has brought me more psychological balance, in the form of a capacity for quick analysis of my problems, whether technical, related to relationships, or anything else. That improved analysis of my problems allows me to find harmony in my everyday life. In my profession, I am confronted to technical problems everyday. Much to my surprise, I do not experience any difficulties solving them and I have the impression that the solutions come to my mind at a dazzling speed, in a few seconds, when before, I would take me several hours to solve the most difficult ones.\u2028Thanks to Phosphenism, I feel more at ease in all circumstances, I remain calm and quickly find the solutions that can solve conflicts.<\/p>\n<p style=\"text-align: right;\"><em><strong>Roger D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>One day, I came back home with particularly low energy levels, negative thoughts, destructive emotions, rage, etc… In that state, I was unable to practice any type of exercise. So I simply laid down in bed and did phosphenes during 40 minutes, by focusing on the lamp for 30 seconds every 3 minutes… I progressively fell asleep. During that exercise, I did not try to change anything, I simply observed the phosphenes.\u2028Result: That night I had a particularly intense dream, there were many snakes leaving my body. The dream was so intense that I suddenly woke up, but I did not feel the usual anguish that results from a nightmare. I went back to sleep very quickly and, in the morning, all the anxiety that I had felt the previous day had disappeared.<\/p>\n<p style=\"text-align: right;\"><em><strong>Aurinko<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>One night, I had the experience that I was the father of eight children! I real life, I only have one and life is not always simple. But, during that experience, I had the feeling that raising eight children is a real vocation that requires to be flawlessly organized and have a permanently anticipatory attitude. That was the main feeling that prevailed during the experience, and the one that remained when I woke up. I have thus learnt something in a non-intellectual way, as it came through a subjective experience. I retained the feeling that raising that many children is a real sacrifice, a complete giving of oneself that forces one to forget their own desires, while remaining particularly reliable and strong.<\/p>\n<p style=\"text-align: right;\"><em><strong>A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Using the phosphenes during induction and suggestion is at the same time simple and efficient. The concentration produced by the influence of the phosphenes allows the attention to be maintained in a natural manner, preventing the mind from wandering. The method leads to a fast and intense stimulation of the imagination.<\/p>\n<p style=\"text-align: right;\"><em><strong>Daniel<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>The phosphenes constitute an efficient method to induce relaxation. Concentrating on the light produced by a lamp helps to avoid being distracted, drives away interfering thoughts and helps controlling emotions; it thus opens the way to relaxation. The phosphenes are also a good example for visualizing luminous energy. I include it successfully in the protocol for induction of auto-suggestion.<\/p>\n<p style=\"text-align: right;\"><em><strong>Ela D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>The times in which we are living are manic, we are always in a hurry. It makes us forget who we really are, and makes us fail to notice our own inner resources. During a storm at sea, the sailors seek a lighthouse in order to orientate their course towards the coast. Concentrating on that very particular light that generates phosphenes, leads us to a territory that belongs to us only and that can offer us a bit of silence, hope, inner hygiene and can recharge our energies.<br \/>That way, we can become better, more powerful, more courageous and, why not, more responsible for our lives.<br \/>I consider that using the phosphenes is a good method to explore the subconscious and to connect ourselves to our own inner resources.<\/p>\n<p style=\"text-align: right;\"><em><strong>P. A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>The method based on the use of the phosphenes is a useful and practical method that can succeed in creating a connection between the conscious and the unconscious parts of ourselves. That simple method has helped me strengthening my self-confidence and finding the necessary resources to overcome a very difficult moment of my life.<br \/>We have many resources deep down within ourselves, but we often are not aware of their presence or we do not know how to put them to good use.\u2028Practicing with the phosphenes helps us fulfilling ourselves.<\/p>\n<p style=\"text-align: right;\"><em><strong>P. L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Since I have been doing phosphene exposure with you, I have been more composed, calmer and my life is moving forward in the direction I have hoped for years.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jose<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>I have noticed that since doing Phosphenism every time my students are restless I mentally place them in a bubble and always mentally do the side sway for a few moments. Usually, very quickly, students calm down and become more focused.\u2028I have also noticed that for a year now, students have come to confide in me more easily. It’s as if there was some kind of bond between them and me. It is the same with my colleagues. I have the feeling that we listen more.\u2028Likewise, when I prepare my phosphene lessons, the students hang more. Classes go by very quickly and students are always surprised when the bell rings.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jocelyne D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#01a548\" \/>\n<p>Here are several changes that have occurred in my life since practicing Phosphenism.\u2028Having a loose relationship with my 11 year old son, I have started putting him in the phosphene for a month now. The improvement in our relationship has been immediate and dramatic. The first day he came to hug me for no apparent reason, something he rarely did.\u2028I still continue this exercise with him in the phosphene and now we get along wonderfully.\u2028Shortly after I started doing the same exercise with my husband, which resulted in a change in his attitude towards my concerns…\u2028Another consequence of practicing Phosphenism is my change of attitude towards life. I trust the future instead of being afraid of it.\u2028I feel a very clear detachment from certain material things like money, clothes, vacations. And then finally I feel less anger and I have more patience for my child.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yvonne D.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-in-education\/&#8221; button_text=&#8221;Phosphenic Mixing in Education&#8221; button_alignment=&#8221;left&#8221; admin_label=&#8221;Bouton: Previous Testimonies&#8221; _builder_version=&#8221;4.16&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;&#x23;||divi||400&#8243; button_icon_color=&#8221;#f28d00&#8243; button_icon_placement=&#8221;left&#8221; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|-50px|||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.16&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-care-and-cure\/&#8221; button_text=&#8221;Care &#038; Cure&#8221; button_alignment=&#8221;right&#8221; admin_label=&#8221;Bouton: Next Testimonies&#8221; _builder_version=&#8221;4.16&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;&#x24;||divi||400&#8243; button_icon_color=&#8221;#f28d00&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|||-50px|false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extracts from our GUEST BOOKDEVELOPMENT INDIVIDUELRelationships with people with whom I might have had difficulty at work are better. People who would be obstacles in my field of action are more understanding with me. Thierry G. After the exercises, I sometimes had the feeling of being much more aware, of living more in the present [&hellip;]<\/p>\n","protected":false},"author":28,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[43],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Individual ... testimonies - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"description\" content=\"The testimonies on &quot;Individual Development&quot;...\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/testimonies-individual-development\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Individual ... testimonies - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"The testimonies on &quot;Individual Development&quot;...\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/testimonies-individual-development\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-01-14T11:00:16+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-11-17T10:39:52+00:00\" \/>\n<meta name=\"author\" content=\"Daniel STIENNON\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Daniel STIENNON\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"27 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-individual-development\/\",\"url\":\"https:\/\/www.phosphenism.com\/testimonies-individual-development\/\",\"name\":\"Individual ... testimonies - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-01-14T11:00:16+00:00\",\"dateModified\":\"2022-11-17T10:39:52+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\"},\"description\":\"The testimonies on \\\"Individual Development\\\"...\",\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-individual-development\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/testimonies-individual-development\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-individual-development\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"TESTIMONIES 13: Individual Development\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\",\"name\":\"Daniel STIENNON\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"caption\":\"Daniel STIENNON\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/contact_uk\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Individual ... testimonies - PHOSPHENISM - Dr. LEFEBURE School","description":"The testimonies on \"Individual Development\"...","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/testimonies-individual-development\/","og_locale":"en_US","og_type":"article","og_title":"Individual ... testimonies - PHOSPHENISM - Dr. LEFEBURE School","og_description":"The testimonies on \"Individual Development\"...","og_url":"https:\/\/www.phosphenism.com\/testimonies-individual-development\/","article_published_time":"2020-01-14T11:00:16+00:00","article_modified_time":"2022-11-17T10:39:52+00:00","author":"Daniel STIENNON","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Daniel STIENNON","Est. reading time":"27 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/testimonies-individual-development\/","url":"https:\/\/www.phosphenism.com\/testimonies-individual-development\/","name":"Individual ... testimonies - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-01-14T11:00:16+00:00","dateModified":"2022-11-17T10:39:52+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f"},"description":"The testimonies on \"Individual Development\"...","breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/testimonies-individual-development\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/testimonies-individual-development\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/testimonies-individual-development\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"TESTIMONIES 13: Individual Development"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f","name":"Daniel STIENNON","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","caption":"Daniel STIENNON"},"url":"https:\/\/www.phosphenism.com\/author\/contact_uk\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/120"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=120"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/120\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=120"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=120"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=120"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}