{"id":146,"date":"2020-01-16T12:00:35","date_gmt":"2020-01-16T11:00:35","guid":{"rendered":"http:\/\/www.phosphenism.com\/?page_id=146"},"modified":"2021-04-15T18:02:40","modified_gmt":"2021-04-15T16:02:40","slug":"testimonies-head-sways","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/testimonies-head-sways\/","title":{"rendered":"TESTIMONIES 15: Head Sways"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_fullwidth_header title=&#8221;TESTIMONIES&#8221; subhead=&#8221;HEAD SWAYS&#8221; header_scroll_down=&#8221;on&#8221; scroll_down_icon_color=&#8221;#ffffff&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran: Head Sways&#8221; _builder_version=&#8221;4.7.4&#8243; title_text_align=&#8221;center&#8221; title_font_size=&#8221;48px&#8221; subhead_text_align=&#8221;center&#8221; subhead_font_size=&#8221;24px&#8221; background_color=&#8221;#228ce8&#8243; min_height=&#8221;250px&#8221; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_row admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;3.25&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221;]<\/p>\n<h2 style=\"text-align: center; line-height: 25pt;\"><span style=\"color: #993300;\"><strong>Extracts from our GUEST BOOK<br \/>HEAD SWAYS<\/strong><\/span><\/h2>\n<p>[\/et_pb_text][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2016\/09\/04-balancement.jpg&#8221; show_bottom_space=&#8221;off&#8221; align=&#8221;center&#8221; align_tablet=&#8221;center&#8221; align_phone=&#8221;&#8221; align_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;IMG: Head Sways&#8221; _builder_version=&#8221;4.7.4&#8243; max_width=&#8221;550px&#8221; animation_style=&#8221;slide&#8221; animation_direction=&#8221;left&#8221; animation_duration=&#8221;500ms&#8221; animation_intensity_slide=&#8221;10%&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; animation=&#8221;left&#8221; sticky=&#8221;on&#8221; always_center_on_mobile=&#8221;on&#8221;][\/et_pb_image][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; admin_label=&#8221;section&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_row column_structure=&#8221;1_4,3_4&#8243; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; custom_margin=&#8221;0px||||false|false&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_sidebar area=&#8221;et_pb_widget_area_2&#8243; show_border=&#8221;off&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; header_font_size=&#8221;14px&#8221; header_line_height=&#8221;1.7em&#8221; background_color=&#8221;#f3dabf&#8221; custom_padding=&#8221;|||3px|false|false&#8221;][\/et_pb_sidebar][\/et_pb_column][et_pb_column type=&#8221;3_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_testimonial quote_icon_color=&#8221;#228ce8&#8243; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]During a mountain walk I picked up a stone for its shape and color.\u2028For a month, I did all of my swinging exercises with the idea that the point of concentration was inside and outside the stone. Being able to cross a mountain, a rock and travel underground was a surprising experience. It’s amazing when you see all the possibilities that are available to us.<\/p>\n<p style=\"text-align: right;\"><em><strong>R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#228ce8\" \/>\n<p>After practicing swings just before going to sleep, I dreamed of nature feeling myself to be nature myself and the whole dream unfolded in color. I felt in tune with everything and this feeling and lasted for several days. It was surprising and pleasant.<\/p>\n<p style=\"text-align: right;\"><em><strong>Nathalie C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#228ce8\" \/>\n<p>With the swings, I feel full of energy, calmer and more confident in myself. Also I feel more and more often a feeling of inner tranquility, of harmony with myself. At night, I often feel a sensation of speed and movement like waves and clouds. I also perceive a lot of gleams AND light in my visual chaos.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pablo M. S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#228ce8\" \/>\n<p>In the middle of the night, I woke up with the feeling of swaying sideways that enveloped my whole body. I opened my eyes and saw the twilight of my bedroom which was vibrating and looking like a starry sky. Realizing what was happening, I said to myself that it would be good to keep this rhythm going. So I closed my eyes to continue this swing in my head with the point of concentration …\u2028I thank you very much for this beginning of training which brings me a lot in terms of the development of my cognitive faculties and finally gives me a coherent access door to the initiatory journey to which I aspire for several years, during which I felt totally lost.<\/p>\n<p style=\"text-align: right;\"><em><strong>Geoffrey B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#228ce8\" \/>\n<p>Yesterday and tonight I practiced the life force swing for 30 min.\u2028I feel after the practice that the point of concentration between the two eyes is activated by itself.\u2028I mix several clicks on parallel tempos (1s, 1 \/ 6th second, 1 \/ 12th second), the luminous line to imagine inside or outside is easier to visualize on the rhythm of 1 \/ 6th, while the swing is done on 3 times 1 second.\u2028I generally practice in the evening, a few swings, static tensions, breathing and the point of concentration. Tonight I practiced the life force swing first to do it with the sun.\u2028This morning after practicing in bed for an hour, the point of concentration with my lamp above the bed, I took flight to my childhood home, I could walk through walls, windows, run my finger in a table.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#228ce8\" \/>\n<p>Since I have been doing phosphenes and practicing sways half an hour a day, I have noticed a change in my character.\u2028I have found a certain stability in my moods and I would even say a constancy in my state of mind.\u2028I am much more resistant to stress, and I feel full of energy all day long.\u2028I feel a calm self assurance that is present when I need to make well thought out decisions concerning my life.I feel a greater quickness of mind.<\/p>\n<p style=\"text-align: right;\"><em><strong>Sophie S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#228ce8\" \/>\n<p>Mr. Stiennon,\u2028After practicing sways regularly for a certain amount of time (about 1 hour a day), I would like to make the following remarks and observations:\u2028– Frontal sways have a strong influence on the psyche, and in my case, on willpower and confidence. After 3 months of steady practice, I have been able to notice certain significant changes in my behavior: the ability to speak easily in front of a large audience, greater confidence in my relations with persons of the opposite sex, work done with greater motivation.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yannick (Switzerland)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#228ce8\" \/>\n<p>Technique used: I synchronized the rhythm of the alternation of the Alternophone (1 second per side) with the pendulum of an old clock.\u2028After doing a phosphene, I focused on the pendulum for 1 minute; I then tried to picture it in my mind (with my eyes closed) and imagined a silver cord swaying to the rhythm of the Alternophone.<br \/>\nResult: During the night, at about 5 o’clock in the morning, a movement like a pendulum started and triggered a very strange experience. My astral body moved alternatively and precisely in rhythm, and I could see what seemed to be silver clouds appearing in the distance.\u2028I thought deep down inside that I would like to meet my spiritual guide and to my surprise, a feminine looking being made of evanescent veils went through my ‟astral body”, and I felt as if a benevolent love was penetrating me. This made me react and I woke up in my physical body once again.\u2028Thanks to the School of Doctor Lefebure and to Daniel Stiennon who continues the work.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Pierre F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#228ce8\" \/>\n<p>For three weeks now, for about 20 minutes in the morning and 20 minutes in the evening every day, I have been practicing lateral sways in associated with phosphenes while listening to the Synchrophony and repeating the mantra ‟EELLEE”. For the past few days I have been experiencing a feeling of intense joy during the day, for no particular logical reason, accompanied by the sensation that my body is lighter. During the day, I have a feeling of inner tranquility more and more often, and I feel in harmony with myself (I accept myself better as I am, with my qualities and weaknesses).\u2028Thanks to the practice of Phosphenism, I think that I have ‟reconnected” my own natural self-healing system.<\/p>\n<p style=\"text-align: right;\"><em><strong>Christophe C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#228ce8\" \/>\n<p>Recently, I had a very pleasant experience. In the evening, I had practiced the lateral sways, the way you had taught us; I appreciate these sways very much and practice them before going to sleep.\u2028Just on the point of falling asleep, I heard a sound which passed from one ear to the other. It was like a breath of air that was passing through me and I felt a vibration. It was a pleasant sensation. Then I felt as if I were drawn into my field of vision, with a sensation of speed and motion, when a shape outlined in light stopped in front of me. It looked like an angel, and he made movements with his hands as if he were greeting me. I thanked him, and just to see what would happen, I asked him to show me wondrous lands. The being of light flew away and the darkness opened like a vanishing mist to unveil a magnificent sun. Its rays of light were very soft to the eyes and pink bubbles came out of it and in my direction; I had a sensation of bursting when they touched me. Then, I realized I was in the sea, but with the sensation that my body was really there. I slapped the water with my hands; I felt all the sensations of touch. The mist slowly covered the light again. I was flying close to the water and could see the reflection of the sun on it.\u2028The next day, all day long, I had a feeling of complete well-being. This released me from a lot of parasitic thoughts. Sometimes, I had the sensation that I could not feel my body, although I knew I was still here.\u2028So, I hope that I have used the right words because it is difficult to describe and say exactly what one feels, particularly when one talks about such marvelous things.<\/p>\n<p style=\"text-align: right;\"><em><strong>Isabelle F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#228ce8\" \/>\n<p>I have practiced the three types of head sways with the Alternophone.\u2028The sound OM rotates in my head. Then, as if I was watching a visual and auditory show, the energy moves downwards through my head, going from chakra to chakra while an other energy that seems to emanate from the center of the earth moves upwards through the perineum. Those two energies join in my solar plexus.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Jacques T.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"25%\" color=\"#228ce8\" \/>\n<p>From 2:30 pm to 3:30 pm mental sways with alternation.\u2028From 4:00 pm to 5:00 pm Gyrascopic meditation + Alternophone on 1\/12th of a second.\u2028I work on my double, trying not to move my body. I feel a fluid in my double. I perceive ‟presences” around me. Towards the end, I reintegrate my double and a ‟robe of light” is wrapped around me.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Jacques T.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#228ce8\" \/>\n<p>Following my evening exercises:\u2028Lateral sways + square breathing + ocular convergence\u2028I was floating completely in my rhythms. A movement going up and down. I found myself completely upside down, head down and feet up. I then found myself in the place where I lived during my childhood. I could feel rain and then found myself back in bed, back into that up and down motion. I could hear a strange voice resonating in my head. The voice seemed clear but I could not remember any of the words it pronounced. I then found myself in the cosmos, experiencing a pleasant sensation of floating. I let myself go and watched a magnificent scene: small balls of white light floating far away. I then found myself within the depths of the sea, I could sea a fish and a coral. The most surprising element of that experience was the calm I felt during it.<\/p>\n<p style=\"text-align: right;\"><em><strong>Isabelle F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#228ce8\" \/>\n<p>Spontaneous sways:\u2028Today, I had an interesting experience during a session of head sways (figure-of-8). It was near the end of the 40 minutes session that I suddenly felt that I was not in control of the sways any more. My head was swaying without the intervention of my will. I realized that my head was swaying by itself with perfect grace and regularity without any intervention of my will, and with a greater amplitude than usual. Meanwhile, as an experiment, I tried to relax completely, to move in a perfectly effortless manner. My head kept swaying spontaneously at a flawless rhythm. Moreover, it was much easier to induce a rhythm in my thoughts: usually, during the figure-of-8 head sways, I find it difficult to form perfect eights in my consciousness, or it requires a tremendous effort to form a nice figure. Nevertheless, during those spontaneous sways, the figure was drawing itself effortlessly! Finally, at a certain point, I experienced a very powerful sexual desire though I did not have any erotic thought during the session, a fact that makes me believe that the energy of Kundalini probably had something to do with that phenomenon.<\/p>\n<p style=\"text-align: right;\"><em><strong>Aurinko<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#228ce8\" \/>\n<p>I would like to tell you about the ‟sensations” that I have felt during a session of lateral sways…\u2028The first sensation is the very disconcerting impression that something similar to a ‟nectar” (in the mystical sense) was starting to flow like a ‟trickle of water” emanating from a region near my heart. The first time that I experienced that sensation (which goes much further than a simple well-being) I found that it resembled the emergence of the ‟feeling of love” with the sensations that accompany it (inner light, strange sensation in my belly…)\u2028I had the very distinct sensation that this ‟trickle of nectar” could be at the origin of mystical ecstasy.<\/p>\n<p style=\"text-align: right;\"><em><strong>Omani<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#228ce8\" \/>\n<p>After practicing head sways regularly for 15 days, 45 minutes in the morning and in the evening, I experienced dreams of very vivid colors, a rising of Kundalini, messages and much more.\u2028… During the night, I feel a buzzing sound in my ears. It is a lucid dream, I am in a temple with tibetan monks singing the mantra OM together.\u2028… yet another lucid dream, I am in a church, near the central aisle. A priest comes down with a censer and ‟sprinkles” everyone. I wonder what is going to happen when he reaches me.\u2028He arrives, the incense reaches me and I feel myself go as a wisp of straw. Then I find myself back in the space I occupied before. …another lucid dream, I have to go down into an underground corridor. I walk in the half-light, the corridor is clean and new. Then, I exit and perceive a beautiful white light.\u2028These three experiences correspond to a cleansing of my consciousness. Thus, the first cleansing has allowed me to integrate well the rhythmic initiation performed during the course of continuous formation.\u2028I have had several very powerful experiences for several nights. Today, I perceive kaleidoscopic mandalas within the phosphenes, a fact that foreshadows the awakening of certain chakras.<\/p>\n<p style=\"text-align: right;\"><em><strong>Photon69 (forum&#8217;s pseudo)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#228ce8\" \/>\n<p>There is of course the rocking chair, but it only allows you to work on the antero-posterior axis. In addition, it does not allow full movement of the head.\u2028Although these effects are already interesting , my chair making is much more in line with initiatory swings.\u2028An old school chair and twisted tubes allow this achievement.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dominique K.<\/strong><\/em><\/p>\n<p><img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/chaises-a-bascule.png\" width=\"388\" height=\"183\" alt=\"\" class=\"wp-image-9164 aligncenter size-full\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/chaises-a-bascule.png 388w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/chaises-a-bascule-300x141.png 300w\" sizes=\"(max-width: 388px) 100vw, 388px\" \/>[\/et_pb_testimonial][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-care-and-cure\/&#8221; button_text=&#8221;Care &#038; Cure&#8221; button_alignment=&#8221;left&#8221; admin_label=&#8221;Bouton: Previous Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%2%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_icon_placement=&#8221;left&#8221; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|-50px|||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-telepathy\/&#8221; button_text=&#8221;Telepathy&#8221; button_alignment=&#8221;right&#8221; admin_label=&#8221;Bouton: Next Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%3%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|||-50px|false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extracts from our GUEST BOOKHEAD SWAYSDuring a mountain walk I picked up a stone for its shape and color.\u2028For a month, I did all of my swinging exercises with the idea that the point of concentration was inside and outside the stone. Being able to cross a mountain, a rock and travel underground was a [&hellip;]<\/p>\n","protected":false},"author":28,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[43],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Head Sways testimonies - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"description\" content=\"The testimonies on &quot;Head Sways&quot;...\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/testimonies-head-sways\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Head Sways testimonies - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"The testimonies on &quot;Head Sways&quot;...\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/testimonies-head-sways\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-01-16T11:00:35+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-15T16:02:40+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/chaises-a-bascule.png\" \/>\n<meta name=\"author\" content=\"Daniel STIENNON\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Daniel STIENNON\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"15 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-head-sways\/\",\"url\":\"https:\/\/www.phosphenism.com\/testimonies-head-sways\/\",\"name\":\"Head Sways testimonies - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-01-16T11:00:35+00:00\",\"dateModified\":\"2021-04-15T16:02:40+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\"},\"description\":\"The testimonies on \\\"Head Sways\\\"...\",\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-head-sways\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/testimonies-head-sways\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-head-sways\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"TESTIMONIES 15: Head Sways\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\",\"name\":\"Daniel STIENNON\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"caption\":\"Daniel STIENNON\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/contact_uk\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Head Sways testimonies - PHOSPHENISM - Dr. LEFEBURE School","description":"The testimonies on \"Head Sways\"...","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/testimonies-head-sways\/","og_locale":"en_US","og_type":"article","og_title":"Head Sways testimonies - PHOSPHENISM - Dr. LEFEBURE School","og_description":"The testimonies on \"Head Sways\"...","og_url":"https:\/\/www.phosphenism.com\/testimonies-head-sways\/","article_published_time":"2020-01-16T11:00:35+00:00","article_modified_time":"2021-04-15T16:02:40+00:00","og_image":[{"url":"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/chaises-a-bascule.png"}],"author":"Daniel STIENNON","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Daniel STIENNON","Est. reading time":"15 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/testimonies-head-sways\/","url":"https:\/\/www.phosphenism.com\/testimonies-head-sways\/","name":"Head Sways testimonies - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-01-16T11:00:35+00:00","dateModified":"2021-04-15T16:02:40+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f"},"description":"The testimonies on \"Head Sways\"...","breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/testimonies-head-sways\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/testimonies-head-sways\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/testimonies-head-sways\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"TESTIMONIES 15: Head Sways"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f","name":"Daniel STIENNON","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","caption":"Daniel STIENNON"},"url":"https:\/\/www.phosphenism.com\/author\/contact_uk\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/146"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=146"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/146\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=146"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=146"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=146"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}