{"id":157,"date":"2020-01-18T12:00:57","date_gmt":"2020-01-18T11:00:57","guid":{"rendered":"http:\/\/www.phosphenism.com\/?page_id=157"},"modified":"2022-03-19T20:06:58","modified_gmt":"2022-03-19T19:06:58","slug":"testimonies-lucid-dreams","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/","title":{"rendered":"TESTIMONIES 17: Lucid Dreams"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_fullwidth_header title=&#8221;TESTIMONIES&#8221; subhead=&#8221;LUCID DREAMS&#8221; header_scroll_down=&#8221;on&#8221; scroll_down_icon_color=&#8221;#ffffff&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran: Lucid Dreams&#8221; _builder_version=&#8221;4.7.4&#8243; title_text_align=&#8221;center&#8221; title_text_color=&#8221;#ffffff&#8221; title_font_size=&#8221;48px&#8221; subhead_text_align=&#8221;center&#8221; subhead_text_color=&#8221;#ffffff&#8221; subhead_font_size=&#8221;24px&#8221; background_color=&#8221;#1b55ba&#8221; min_height=&#8221;250px&#8221; box_shadow_style=&#8221;preset1&#8243; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;3.25&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<h2 style=\"text-align: center; line-height: 25pt;\"><span style=\"color: #993300;\"><strong>Extracts from our GUEST BOOK<br \/>LUCID DREAMS<\/strong><\/span><\/h2>\n<p>[\/et_pb_text][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2016\/09\/06-reve.jpg&#8221; show_bottom_space=&#8221;off&#8221; align=&#8221;center&#8221; align_tablet=&#8221;center&#8221; align_phone=&#8221;&#8221; align_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;IMG: Lucid Dreams&#8221; _builder_version=&#8221;4.7.4&#8243; max_width=&#8221;550px&#8221; animation_style=&#8221;slide&#8221; animation_direction=&#8221;left&#8221; animation_duration=&#8221;500ms&#8221; animation_intensity_slide=&#8221;10%&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; animation=&#8221;left&#8221; sticky=&#8221;on&#8221; always_center_on_mobile=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_image][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; admin_label=&#8221;section&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row column_structure=&#8221;1_4,3_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_sidebar area=&#8221;et_pb_widget_area_2&#8243; show_border=&#8221;off&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; header_font_size=&#8221;14px&#8221; header_line_height=&#8221;1.7em&#8221; background_color=&#8221;#f3dabf&#8221; custom_padding=&#8221;|||3px|false|false&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_sidebar][\/et_pb_column][et_pb_column type=&#8221;3_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_testimonial quote_icon_color=&#8221;#1b55ba&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.14.9&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]My dreams look more and more like travels. Not long ago, I was on a pink sand beach and, as I didn&#8217;t know it was possible, I went to see if it had a meaning. I was surprised to discover that this beach exists and that it is located in Crete. Moreover, I am moving faster and faster and I can go to many places at the same night.<br \/>\nAs for my days, during walks in the forest, if the sun accompanies me and I can make a phosphene, I feel sensations of a great softness and a total well being: &#8220;a moment of grace&#8221;.<\/p>\n<p style=\"text-align: right;\"><em><strong>Sylvie B. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>Since my complete training in Phosphenism, my dreams are more intense and more related to the problems I have to solve. They give me elements of answers. I succeed in trusting more my feelings to guide my actions (I do not need to intellectualize situations to understand them). I have also had some telepathic experiences and I now succeed in visualizing (in the shape of flashes) people who are at a distance and in perceiving their environment.<\/p>\n<p style=\"text-align: right;\"><em><strong>Nadia T.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>The focusing point appeared in my dream and began to sway from right to left. I also saw people I know practicing lateral sways in my dream.<\/p>\n<p style=\"text-align: right;\"><em><strong>Sacha C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>As a yoga teacher, I practiced the Vipassana meditation of the forest monks. I had already beautiful dreams, but thanks to Phosphenism they became beautiful, clear and colorful with sometimes flight experiences. My concentration has been sharpened with more clarity and precision. I easily find solutions to life problems and difficulties. I feel such logic in your exercises which have clarified my traditional practices. Everything is improving in all areas. Thank you so much.<\/p>\n<p style=\"text-align: right;\"><em><strong>Sixtay S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>I can share an amazing experience of an unusually clear dream a few weeks after starting sways and the complete training in Phosphenism.<br \/>\nThe dream took place just before I woke up, early in the morning. I was observing a life scene that had nothing to do with my own. I hesitated for a moment, thinking that I had perhaps made an out-of-body experience and that I had been projected towards this scene which, a priori, was situated in the past. But in my opinion, if it was the case, I would have had other types of sensations and the ability to direct my dream. But this was not the case. I was simply and passively observing this scene. Unfortunately, I did not write down this dream because I did not have a notebook, being at the camping, and a few minutes later, I had forgotten all the details. Only this impression of incredible clarity remained. I have noticed that, for years, my clearest dreams have usually occurred when I was sleeping in nature or camping, but never with this intensity.<\/p>\n<p style=\"text-align: right;\"><em><strong>Johan B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>A shrill noise confuses me. My alarm clock went off. I must go to work. What a beautiful dream. My imagination is more and more colored. Before falling asleep, in a playful way, I take the habit to move my etheric body. According to my desires, I climb over roofs, walk through parks and gardens or visit properties in which I am not invited. The practice of Phosphenism is pleasant for me.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patrick L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>Last night I fell asleep very late at about 3:00 a.m. I had a lucid dream in which I had the idea of using the concentration point method to project myself out of the body. I must admit that this requires good concentration.<br \/>\nI rose up in the dark as if in the middle of cloudy areas, and then all of a sudden there was a free zone above everything, clear.<br \/>\nI continued to look only at my point of concentration, pushing it further and further into my vision&#8230; When suddenly, I crossed a zone where everything is reversed. As if I had come out of a bubble. From a point outside a sphere where everything is reversed.<br \/>\nSuddenly I had the vision of the sun of light. This change of landmark made my consciousness tip over. I find myself in space. I avoid looking at where I come from to avoid vertigo&#8230; again the vision of the sun and the planets. I am as if suspended in space. My consciousness no longer has this feeling of having to make an &#8220;ascensional&#8221; effort. But damn, suddenly I look below me&#8230; Fucking emptiness. Fantastic experience.<\/p>\n<p style=\"text-align: right;\"><em><strong>Fred. T.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#1b55ba&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; global_colors_info=&#8221;{}&#8221;]I started dreaming again every night, my dreams are very lucid, I can almost do what I want… I happen to think of something, a situation, and it happens right after…. I have the feeling of ” connection ” ; sometimes when I close my eyes it feels like slight electric shocks…. I am only very rarely subject to strong emotions, I feel satisfaction constantly. I feel great mental strength.<\/p>\n<p style=\"text-align: right;\"><em><strong>Nathanaelle B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>One night, I found myself walking through the ruins of MacchuPichu (Peru). An Andean priest was guiding me to run at high speed. I followed him, I saw that my feet were not touching the ground, I was flying at very low altitude. We flew over the streets, terraces and squares of the old town until we reached a vantage point that overlooked a jungle- covered valley , there my guide looked me in the eyes and m ‘said : ” You have to go back “. I woke up suddenly feeling a strong pressure in the third chakra, I didn’t know where I was. After a few minutes, I recognized my room, my bed, the window. I got up for a drink of water feeling the obvious fact that I had been to MacchuPichu and that feeling lasted for the next few days.<\/p>\n<p style=\"text-align: right;\"><em><strong>Gabriel Z.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>I see a crowd of ordinary people all walking in the same direction. I am above this crowd and I try to go against the tide . Unfortunately, the energy given off by this crowd tends to pull me in their direction, which I don’t want. Having been a spectator of this dream until then , I became an actress : thinking about the light (in the sun) and the fact that it had to be transmitted, I was able to stabilize my position.<\/p>\n<p style=\"text-align: right;\"><em><strong>Muriel M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>Wow ! What a dream ! I am a multicolored bird with huge wings that emit a powerful yet gentle hiss. I go through the branches of the trees, and surprisingly, without touching them. Some trees move aside to let me pass. Other birds join my flight. Strident but harmonious songs burst forth from all sides. A lake in the distance, I dive into it, come out even lighter, and especially more powerful. An indescribable force takes me to cover crazy distances. I fly over dazzling snow-capped mountains, sparkling with light, an icy cold invades me, then they are deserts of dark orange sand, and there enormous heat, I wake up calmly, serenely. A ” divine ” force accompanied me for several days and something different, like a deeper discernment, a ” fluid ” pragmatism took hold . In short, difficult to express… .. but superb to experience.<\/p>\n<p style=\"text-align: right;\"><em><strong>Liliane P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>I had a lucid dream with wonderful and beautiful images, like on a cinema screen, but I saw the screen a little from the side , not from the front. It had woken me up, and left a feeling that I had touched something.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Claude P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>Daydreams, I don’t know if I’m asleep or not, it’s nice and comfortable, a feeling of lightness, of floating in space. Really different from insomnia where time seems endless. I don’t think I experienced this before my training training.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie-Claude K.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>My dreams have become magnificent, I really feel like I’m living the night. I see the beautiful landscapes, the most beautiful was a kind of Bavarian castle in the snow with fir trees beside a frozen lake. I have the impression that there are very recurring places in my dreams, and I go there every week: disused urban environment, old disused houses, remote villages sparsely inhabited in unknown lands, summer camps. As if there was consistency.<\/p>\n<p style=\"text-align: right;\"><em><strong>Baptiste C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>I had several daydreams during the night and I was able to control one dream. Beautiful experience, it had never happened to me. With the practical astral doubling classes, I had an experience where I was in my immediate environment, so my room, I saw myself sleeping, basically I was the room, it feels weird.<\/p>\n<p style=\"text-align: right;\"><em><strong>Kevin L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>I’m walking up a hill floating in the air a few feet above the ground and at one point I realize this is a dream so I’m heading for a precipice, I am quite impressed with the height, but I know that I am not risking anything seeing that I am dreaming. I continue to float towards the precipice and I have the impression that it is a certain way of breathing (with retentions) which allows me to keep this control of the floating in the air… I then undertake to start a flight, a discovery of the region. In my dream I am amazed by the beauty of what I see… After a while I have the impression that I recognize certain landscapes.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>One night, after doing several days of horseshoe swinging, I dreamed of two rainbows one under the other with extremely vivid, powerful and dazzling colors of great beauty. So strong that I think it woke me up, but I had this dream again several times in a row that same night, regretting that it didn’t last longer. Waking up was very very pleasant with a feeling of powerful energy.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pierre D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>I have a lot of daydreams and often they are premonitory about anything that touches me personally in my private, family and professional life. It sometimes remains to interpret them wisely and at the right time which is not obvious but over time it always turns out to be correct.<\/p>\n<p style=\"text-align: right;\"><em><strong>Shabbir A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>I was sleeping and I was aware that I was sleeping, I could walk along my body and feel the parts of my body that I was focusing on.<\/p>\n<p style=\"text-align: right;\"><em><strong>Daniel D.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#1b55ba&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; global_colors_info=&#8221;{}&#8221;]The initiatic dream is noticed in me by a ” hallucinated ” awakening so much the vitality of the dream shook me, full of a shock of rich understanding, which although the oldest dates back more than 10 years, its vitality has not. been defeated and continue to teach me. The great peculiarity of this type of teaching is that in comparison with information which comes from outside and which diminishes over time, this information which comes from within grows over time.<\/p>\n<p style=\"text-align: right;\"><em><strong>Vianney C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>It was great, although it was impressive for me. I didn’t want to go too high, nor too fast, and I was putting some of my willpower into controlling my flight (i.e. getting where I want to go and at the speed I want). But actually, I don’t know for what reason, I couldn’t get a handle on it.\u2028What I was a little apprehensive about has come true. I started going faster and faster and higher and higher.\u2028It might be a dream (so I was risking absolutely nothing objectively), I started to feel very impressed with the height higher and higher, the ocean below, and the speed which increased more and more.\u2028I got scared and then shouted, “ I want to wake up now ! “.<\/p>\n<p>And I instantly woke up. I was super happy to have had a lucid dream, and at the same time not satisfied with not having gone further, and not having been able to control my emotions. After this awakening, I said to myself : “ Am I writing this dream ? “I didn’t have the courage to get up to write down my dream and I said to myself :” This dream was very intense and I’m sure I will remember it tomorrow “. So I fell asleep again and continued to have lots of dreams, this time not lucid. Sunday morning, I got up full of energy and in great shape. I feel like having a positive lucid dream gives you a lot of physical and mental energy, hope (in the face of anything that becomes possible) and enthusiasm.<\/p>\n<p>There you go, so I am very satisfied with our session of phosphenic practices on Saturday, which, I believe (with the practices that I also do daily), is at the origin of what I experienced last night. I thank Jean-Pierre for allowing us to do this session at his home, Alain for having organized this session, Daniel for having transmitted this powerful and authentic initiatory practice and all the participants in this session. Have a good week everyone, good phosphenic practices, and have sweet dreams and enriching experiences.<\/p>\n<p style=\"text-align: right;\"><em><strong>Franck<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_text _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221; custom_padding=&#8221;|30px||30px|false|false&#8221; global_colors_info=&#8221;{}&#8221;]<span style=\"color: #993300;\"><strong>ANSWER<\/strong><\/span> by Daniel Stiennon&nbsp;:<br \/><span style=\"color: #000080;\">Advice for provoking dreams of flying every night. Here are a few supplementary guidelines to respect&nbsp;:<br \/>\n– Find the triggering element; dreams of flying often start with a normal dream in which one imagines jumping up into the air or jumping into empty space. Before falling asleep, think of this triggering element during three or four phosphenes. During the night, when you find yourself in a phase of lucid dreaming or in dreams of flying, respect the following conditions&nbsp;:<br \/>\n– Never observe the scene that you see in its entirety. In order to do so, focus your attention on a detail of the environment surrounding you. Every time that you observe a scene in its entirety, the dream stops or diminishes in intensity. A simple technique consists of looking as far as possible into the distance before you.<br \/>\n– Accept going through the trunk of a tree; the effect will be to increase the density of your ‟DOUBLE” and amplify the phenomenon.<br \/>\n– Do not hesitate going through mountains or going across the Atlantic Ocean underwater, for example.<br \/>\nFor beginners only&nbsp;: try not to descend, and try to ascend instead; as if you wanted to go in the direction of the sun, the moon or a star.<br \/>\nFor those who are more advanced&nbsp;: do not be afraid of descending, even if it is a descent at a vertiginous speed. In respecting these few principles, a dream of flying can last several hours in a row, and even the whole night. Have a good flight.<\/span>[\/et_pb_text][et_pb_testimonial quote_icon_color=&#8221;#1b55ba&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; global_colors_info=&#8221;{}&#8221;]I had a hard time jumping of the roofs of skyscrapers, as the sensation of falling is very impressive. One has the impression that it will never stop and that one will crash at the end. But in fact, after a while the fall stops and one continues in a fantastic flight. Now, if I want to fly, I extend my arms backwards in the form of a ‟V” and I push with my stomach. The effect is instantaneous; and looking into the distance as Daniel advises, one is sure not to fall back towards the ground immediately. The sensations are similar to those of paragliding. The phosphenes greatly amplify these sensations of flying. Flying over Paris at an altitude of 3000 feet (1000 meters) and seeing it when it was still covered by woods and fields, or flying in the shadow of a cliff that is 2400 feet (800 meters) high is pure pleasure. It is so amazing that I would be happy to exchange reality for the dream!<\/p>\n<p style=\"text-align: right;\"><em><strong>Pierre D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>I feel a bit bluffed…\u2028My main thoughts were of a luminous ball, in a golden color that started from my root chakra and mounted up to the top of my head. It then became violet in color and went back down towards the root chakra which I imagined red and pulsating at a rhythm of 1\/6th of a second with the mental mantra ‟kee”. Then, when I grew tired of this exercise, I visualized my spine pulsating at a rhythm of 1\/6th of a second. In fact, I followed whatever thought came to mind, trying to maintain it long enough to bring a rhythm to my brain. At times I imagined a pulsating sphere rising and stopping at each chakra, pulsating on each one. And at times there was a shower of sparks that rose, rotating clockwise. On the other hand, I was not able to keep the rotating movement in the same direction and I felt more comfortable with the vertical movement mounting from the base of my spine. Once I had assimilated the exercise, I added superficial breathing which produced moments of extremely intense heat.\u2028The result: That night, the first conscious dream made its appearance, or lucid dreams…\u2028…I visited places…\u2028I tell myself that in theory, I must be able to fly and decide to cast myself into empty space. And there, it is complete ecstasy. I plunge into the cores of planets, and one of them looks like the Earth. The speed is amazing and I let myself be carried along. Then, all the planets become bubbles of water that contract on themselves and I wake up. I lay there for a long time, hearing an acouphene and seeing a luminous ball in front of me.\u2028Tonight I will add static tensions.\u2028Daniel is right, when one is too anchored in physical matter, experiences are rare, and it is only recently that I have completely changed direction and I have turned towards esotericism and spirituality.<\/p>\n<p style=\"text-align: right;\"><em><strong>Tristan F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>I feel as if I have spent the whole night dreaming; I had many dreams (whereas usually, I remember only one or at best two or three). And in particular, I had a very lucid dream that marked me. I remember it very well. I was at the seaside in a place that I know very well, on the Vendean coast. And then, I saw that it was not as usual. The sandy beach was no longer there. The sea had risen so high that there was no longer any beach. And moreover, there were no longer any dunes behind, only rocks.\u2028I then said to myself: ‟It isn’t possible, I know this place very well and it isn’t like this”. It was at that moment everything suddenly fell into place: ‟I am dreaming.” Everything became clearer, more real, while all the time I was quite aware that I was dreaming. (It seemed to be a hyper-reality, whereas it was only a dream!!!).\u2028I was extremely happy and felt full of energy, and said to myself: ‟I can do whatever that I want. I want to fly”. I jumped into the air and flew off.\u2028It was great, even though it was a bit scary for me. I didn’t want to go too high, nor too fast, and I used a part of my willpower in order to control my flight (i.e. to go where I wanted to go and at the speed I wanted). But in fact, I don’t know for what reason, but I was unable to control it.\u2028The thing that I apprehended happened little by little. I started to go faster and faster, and higher and higher. Even thought it was just a dream (objectively I didn’t risk anything at all), I began to feel very scared by the increasing height, the ocean below, and the speed which continued to increase.\u2028I was afraid and I then shouted: ‟I want to wake up now!” And I woke up instantly.I was very glad to have had a lucid dream, and at the same time unsatisfied because I wasn’t able to have gone further, and wasn’t able to control my emotions.\u2028After waking up, I said to myself: ‟Should I write down this dream?” I didn’t have the courage to get up and write my dream and I thought to myself: ‟This dream was very intense and I’m sure that I’ll remember it tomorrow”.\u2028So, I fell back asleep and I and continued dreaming, but this time they were non-lucid dreams. Sunday morning I got up full of energy and in top form. I have the impression that having positive lucid dreams gives one a lot of energy both physically and mentally, hope (all things become possible) and enthusiasm.\u2028So, I am very satisfied with our session of Phosphenic exercises on Saturday, and (along with the exercises that I do every day) I believe that it is at the origin of what I experienced last night.\u2028I would like to thank Jean-Pierre for having let us hold the meeting at his house, Alain for having organized the session, Daniel for having transmitted this powerful and authentic initiatory practice and also thanks to all the participants in the session.\u2028Wishing you all a good week. Practice well and beautiful dreams and enriching experiences to all.<\/p>\n<p style=\"text-align: right;\"><em><strong>Franck<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>After practicing with the Gyrascope: In the month of July, I experienced several ‟awakenings in the astral plane”. During these dreams there was no flying, but I did exercises: static tensions, vibration of the ‟OM”. During one of the dreams, I clearly felt a wind coming from the ‟East” (I sleep with my head towards the North). In another experience, I was repeating these words: KAMAR – SOUDER – MASSOR (who knows what this means?!), and so loud that it woke me up. So, I wrote them down, which is just as well, because when I woke up in the morning I had forgotten everything It all came back to me when I saw the piece of paper.<\/p>\n<p style=\"text-align: right;\"><em><strong>Stephane C.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_text _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221; custom_padding=&#8221;|30px||30px|false|false&#8221; global_colors_info=&#8221;{}&#8221;]<span style=\"color: #993300;\"><strong>ANSWER<\/strong><\/span> by Daniel Stiennon&nbsp;:<br \/><span style=\"color: #000080;\">‟This shows the importance of always writing down your experiences and even waking up voluntarily during the night according to your sleep cycles. Drinking a glass of water before going to bed can help certain persons to maintain states of half-sleep.\u2028The words you heard are a personal mantra that is meant to be repeated during practice with the Gyrascope.\u2028This ‛self-initiation’ is a typical result of Rhythmo-phosphenic practice and allows further progress…”<\/span>[\/et_pb_text][et_pb_testimonial quote_icon_color=&#8221;#1b55ba&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; global_colors_info=&#8221;{}&#8221;]I have been using the technique of the point of concentration that explodes when I am falling asleep. It is really efficient, and even amazing. Within a few days, I had very lucid dreams; I see many beautiful things by concentrating on a detail. I wonder why this technique is not known by the general public. As a beginner, I continue to advance step by step. The only problem is that I wake up frequently during the night and it is difficult to go back to sleep after such exciting experiences! I often feel my mind blocks experiences. Still, I continue to learn all the time… Thanks for everything you do.<\/p>\n<p style=\"text-align: right;\"><em><strong>Benoit B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>I have been practicing phosphenism for two years now and I have had scores of dreams in which I fly in a state of hyper-consciousness. Three of these dreams have made a particularly strong impression on me. Each one corresponded to a new experience: the first time flying, the first time going through matter and the first encounter with a presence.<br \/>\nMy first dream in a state of hyper consciousness (DSHC) occurred after several weeks of using the Gyrascope.\u2028Usually, I experience dreams as the passive spectator of a film of which I am the main actor.\u2028But during this dream, it was as if I woke up in the middle of the night in the middle of a dream where I was the controlling actor. I was totally conscious of what was happening to me: I was in bed, sleeping, but at the same time I was in the middle of a crowd of people walking down a path.\u2028Suddenly, I rose above the slowly advancing crowd and began to fly. I knew that what was happening to me was a direct consequence of the phosphenic exercises I had been practicing, and said to myself that Daniel was right and that all this was true and real (???). The personal testimonies I had read were not just invented.\u2028All the while I knew I was sleeping, and there I was flying above forests with an incredible feeling of happiness and freedom. I took advantage of this totally this new 3 dimensional freedom and flew over the countryside and forests. Remembering Daniel’s words, I decided to plunge at high speed towards the ground to see what would happen. When my body entered the earth, everything became dazzling colors.<br \/>\nA few weeks later, I had my first experience of passing through matter.<br \/>\nIn this DSHC, I found myself in my workplace. I was moving very quickly in all directions at a height of about three feet (one meter) above the ground. Suddenly, I decided to leave the building and quite naturally started to pass through the door which had remained closed. As my body passed through the door, I felt as if something were sweeping through the deepest part of my inner self. I felt the atoms of the door interpenetrating mine as if they were reorganizing themselves in order to let me pass through easily. It was the first time I felt such a contact within the deepest part of my being.<br \/>\nA few weeks later I had my first encounter.<br \/>\nDuring this DSHC, I found myself in the countryside during a storm. Suddenly, I started to rise up very quickly and vertically into a sky full of darkening clouds. I was rising higher and higher without stopping when I saw a patch of sky begin to clear. I stopped rising and I saw a clearing in the middle of the clouds that turned into a halo of light. Out of this light a woman dressed in white appeared, also surrounded by light. She smiled at me without saying a word. And she did not need to talk. Her simple presence filled me with bliss. Her appearance resembled that of the pictures of the Virgin I used to see in my childhood. I stood in front of her saying nothing. What could I have possibly said at such a moment? There is no need for words when such a being seems to be giving you all her love.<br \/>\nEach new experience is, I believe, a new step in my understanding of life. But in all cases, these moments are unique and unforgettable. Thank you, Daniel, for introducing me to phosphenism and thanks to Doctor Lefebure for all his discoveries.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>I would like to tell you about an experience I had: I have been practicing alchemy for 7 years now. I practice various forms of meditation and in particular the techniques related to Dzogchen sleep (Nidra yoga, etc.), and in addition I am a beginner in phosphenism.\u2028Unfortunately, after a mentally exhausting day at work, I do not always have the motivation to take the time for self-suggestion in order to increase my memory of dreams.\u2028So I made a test:\u2028– Rhythmic suggestion for one week\u2028– Nothing for a week\u2028– Suggestion mixed with phosphenes for a week\u2028In order to avoid being conditioned simply by the desire of succeeding in the experiment, I took care to spend a week resting between the different phases of the experiment. The results are stupefying.\u2028The first week (practice without phosphenes): I obtained very little result: 2 or 3 fragmented dreams a night, lacking details. I did not remember any dreams during the first three days.\u2028During the week of practice with phosphenes: the first morning, I had three moderately detailed dreams, the second morning, five dreams (more complete and less fragmented), the third morning (I had practiced with the idea of flying), nine dreams (very detailed, the first one, for example, took up an entire A4 page)\u2028Moreover, during this third night, four dreams were based on ‟flying”: flight (1), planes (2), parachute (1).\u2028And so on… The quantity did not increase but the quality did. I decided to buy a Dictaphone.\u2028I must say that I have been surprised and satisfied by the results. If I had known about the works of Dr Lefebure earlier, my progression would have been much faster. I hope his discoveries will spread throughout the world for the well-being of all. In any case, you can count on me to do advertizing for your school.\u2028I would like to thank you for your answer and for keeping the school going. Dr Lefebure’s books are really essential for any student trying to progress without getting ‘overwhelmed’ by dogmas.\u2028Respectfully, many thanks.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yannick J. (Switzerland)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>Before going to the star VEGA, I felt Dr Lefebure incorporating himself to me. Beings of light spread their hands above my head. They formed a circle around me. Then, I used my finger to write in the energy around me. It was dense and homogenous.<\/p>\n<p style=\"text-align: right;\"><em><strong>J.-J. T.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>I perceive vibrations and then feel that there is somebody behind me and see a figure swaying. Its aspect is transparent.\u2028Then I hear a tremendous noise in my head, like a mechanical wheel rubbing on metal. I slowly was immersed in a reality, a scene, with the impression that I had met interesting people but that I was invisible to them. I arrived in an apartment that looked like mine. I walked through the rooms with the sensation that my feet barely touched the ground. I had the impression that things were familiar though I did not really know them. Then I woke up.<\/p>\n<p style=\"text-align: right;\"><em><strong>Joachim L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>First lucid dream: an unknown flower\u2028I just had finished playing a football match and I left the grounds with two friends from primary school. My two friends went across the lawn while I walked along the fence bordering the field. I ran to join them and we started queuing at the cafeteria. We were at the bottom of stairs, it’s right edge was embellished with various flowers.\u2028We started to discuss the name of these flowers. One of them was elongated and had a dark red color; the other one formed small purple bells.\u2028As none of us knew their name, I told my two friends: ‟I am going to buy one of them and bring it back to reality”, thinking that I could look it up in a book about flowers. I then put the flower in my pocket.\u2028Only then did I realize what I just said: I then knew that I was dreaming.\u2028I was then overrun by a strong emotion and I told the others in a loud voice: ‟We are dreaming! We are dreaming!”. They looked at me incredulous, without understanding. I then awoke, very pleased by the experience.<\/p>\n<p style=\"text-align: right;\"><em><strong>Serge G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"25%\" color=\"#1b55ba\" \/>\n<p>Early in the morning, in a state of half-sleep, I find myself in a field of wheat, but I am not a human being, i.e. I feel like a consciousness in complete harmony with the ears of wheat that are on the same level as I am.\u2028They are incredibly beautiful, golden in color, as if they were bathed in a light that is shining extremely, though it is not blinding. I have the sensation to be an ear of wheat too, in perfect union with them and with nature. A wave of emotion overwhelms me and I wake up.\u2028After I wake up, I still see the persistent image of the ears of wheat. Each of them has actually generated a small phosphene. The experience only lasted a few seconds, but I still remember it perfectly today.\u2028It is interesting to mention that I usually visualize an ear of wheat when I practice exercises of rhythmic thinking.<\/p>\n<p style=\"text-align: right;\"><em><strong>Serge G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"25%\" color=\"#1b55ba\" \/>\n<p>Dream of flying: the missed appointment\u2028I am in a field covered by thick high grass. Among this grass, emerge yellow flowers like rape, as well as other elongated purple flowers. The vegetation is shaken by gusts of wind that I hear whistling. Then, the wind rushes inside my coat and I start to fly. I feel as light as a feather and I fly over several women. On the way, I recognize a fellow workmate and say hello to him, smiling. She waves back and does not seem at all surprised to see me there.\u2028I then have the notion that a dream of flying is a lucid dream. From then on, the dream actually becomes conscious.\u2028I think about the direction that I could give to the dream: a trip through the cosmos, or an encounter with the ideal woman.\u2028Without too much hesitation, I choose the second option.\u2028I start to feel a physical contact with a woman, but I do not perceive her image.\u2028Then, I wake up, slightly frustrated!\u2028From that dream of flying that became a lucid dream, I can draw certain conclusions:\u2028– It is interesting to try to generate as many dreams of flying as possible, as they have a great chance to become lucid dreams.\u2028– While I am awake, I should write down a list of the experiences that I believe are lucid dreams, so that I do not hesitate when I become conscious in a dream. These experiences should be the top priority.<br \/>\nAnother dream: the forbidden fruit\u2028I am picking a fruit with my left hand, under a tuft of thick green leaves. I use my right hand to hold myself so that I do not fall.\u2028Suddenly, I feel a sting on my left hand and, straight away, I am convinced that it is the bite of a snake, one of those small green snakes that can be found in a bunch of bananas.\u2028The pain amplifies and I need to do something about it.\u2028At that moment, I realize I am dreaming.\u2028I repeat several times with conviction ‟I am dreaming”, and the pain fades away.\u2028Thanks to that lucidity, I quickly decide that I want to take off and fly into the cosmos, taking the shape of a bird. Immediately, I see a falcon with ruffled black and brown feathers, right in front of me. I then take off towards the sky and blend with the entire universe. I disappear in a vortex of multicolored light.\u2028Such a great sensation!<\/p>\n<p style=\"text-align: right;\"><em><strong>Serge G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>My experiences start with a buzzing sound that goes from one ear to the other. When I focus my attention on that sound, it becomes continuous. I then have the sensation to be sucked up and the experience starts. I perceive shapes in my visual chaos. When I focus on one, I have the sensation of speed, as if I was chasing that shape.\u2028I have been able to notice that, at the beginning of my experiences, the first shape that I see is often a spider. Like when I was a child, the image would frighten me and the experience would end abruptly. But, later, I realized that if I gathered enough courage to look at the spider, other more pleasant things would appear.\u2028Once, while focusing on the tip of a fir tree, I saw, in the perfect blue sky, a transparent body appear, flying away.<\/p>\n<p style=\"text-align: right;\"><em><strong>Isabelle F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>After practicing an hour of dervish dancing, an hour of Gyrascope and an hour of singing the mantra ‟OM”, I decided to take a nap. I fell asleep while practicing the exercise of dilation of the point of concentration.\u2028Here is an extract of my journal of dreams:\u2028I am at work, with the difference that my desk is outside. I realize that I am dreaming. My body is sitting on a chair and I start to fly. I am translucent. I start teasing my workmates who are not at all surprised by the fact that I am floating around them.\u2028Suddenly, I hear a buzz, reaching a tremendous intensity. I become even more conscious that I am dreaming and I tell myself that there is no reason for me to ‟suffer”.\u2028I take off and dive towards the ground at breathtaking speed. I cannot control my speed. Everything shakes. The buzz sound now alternates, comes and goes.\u2028I suddenly find myself floating in the cosmos. A symbol representing ‟Ajna” floats in the void. It appears as the same time as the buzz and, when the buzz disappears, a circle of blueish light takes its place.\u2028I am still perfectly conscious. I float in the middle of shimmering lights that are truly magnificent. They include all types of colors and hues. They are not aggressive, though they shine tremendously. They form a magical contrast with the darkness of space.\u2028I see nebulae and some kind of vortices. Beings in the shape of giant spermatozoa (100 times larger than my double), translucent and of a light orange color float coolly. I have no more double. I am floating.\u2028I decide to change zone and follow on of the vortices.\u2028I find myself in the 1980s. My father is waiting on a subway platform. I get off the train (I am still fully conscious) greet him and ask him why he is there. He says that he is waiting for my mother.\u2028I accompany him during his search and we find her a bit further on the platform, with a stroller in which an avatar of myself as a baby is sleeping with my younger brother. Incidentally, my mother is with my brother’s godfather who says goodbye to me.\u2028I lean towards the stroller to get a better view and the dream becomes unstable. I then turn around, as it is advised by certain authors, but that does not work at all. I decide to change zone before it is too late.\u2028I take off and again plunge through the ground. Again, I find myself in the cosmos, traveling at an extraordinary speed. The sensation is intoxicating. One of the beings I mentioned earlier brushes past me. It is truly gigantic. The scene is magnificent, I have never seen such beautiful colors.\u2028I want to move on to another zone. It is beautiful, but not very active. I want to make the most of the trip. I thus move on again at great speed. I perceive many images. I know that I could stop, but I am not tempted by anything. Consequently, I keep moving quickly through colors.\u2028After a certain time, I feel that the dream is going to reach an end. I decide to wake up in order not waste the experience.\u2028That’s it… I hope that little experience will motivate those of you who need it! Long live Phosphenism!<\/p>\n<p style=\"text-align: right;\"><em><strong>Yannick<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"25%\" color=\"#1b55ba\" \/>\n<p>Last night, I practiced square breathing coupled with rotations on my root chakra at a rhythm of 2 seconds, for an hour before going to sleep. That led me straight to a nice experience. My consciousness woke up in the country of Ecuador, next to a friend of mine who has actually been there for the last 6 months, doing humanitarian work. We were in front of the entrance of a hacienda, in a warm tropical setting, full of colors. Before I had time to do anything else, my double was projected in my friend. It was a rather strange sensation, as if I had scanned her mind. For a brief moment, I felt all the tiniest parts of her body. A vertical line moved from the left to the right. I immediately ‟knew” how she was and her state of mind at the moment. I exited her immediately afterwards. She smiled at me, kissed me and, at that moment, I was reduced into a ‟sparkling” ball. I swallowed myself (yes, that is strange!) and woke up in my body.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yannick<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>Yesterday, I practiced circular breathing and, early this morning, I had a lucid dream, mainly with an auditory aspect. I first saw a phosphene in 3D in my field of vision, whirling over a spiral shape. That was very beautiful. Then it turned into the usual, 2D phosphene, but it was still rotating. Then, I could hear conversations in my apartment, their sound seemed completely real. I was lying in bed and I wanted to open my eyes to find out who were these people having a conversation in my apartment. I did for a second, but there was no one!\u2028Then, I went into a visual-cenaesthesic, semi-lucid mode, with the sensation of being out of my body for a few moments… A very beautiful experience, though a little bit frightening.<\/p>\n<p style=\"text-align: right;\"><em><strong>Didiera<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>During most of my dreams, I have the impression to experience two dreams at the same time. I see a dream on one side, a close-up scene, and another dream on the other side: a completely different scene, seen from further away and that has nothing to do with the first dream. Moreover, I seem to be in a conscious dream, as I can control my body, but also the sounds I make and the dream itself, to a certain extent.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Pierre<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>The night before last night, I have practiced the exercises of static tensions as usual but, this time, I fell asleep with the headphones on, listening to the exercises almost all night. I had an encounter in my dream: it was Dr Lefebure…\u2028From what I remember, I would say that the dream only lasted 2 minutes, though I experienced it with an intensity that I had never known before. When I woke up, I could remember very vividly his physical appearance (his clothes and his face…) and an item he had showed me: his book The Subud Initiation, the title appeared to me in huge letters of an extremely bright color, then I saw Dr Lefebure again smiling at me. That is all that I remember.\u2028When I woke up, I wondered for about an hour if that was just a dream or if I had really ‟met” him, as I did not want to believe in a fantasy. It is important to note that I wanted to buy that book because it seemed to be a good introduction to Dr Lefebure’s works. I had read a descriptive on the website and wanted to move on to practicing the techniques. Yesterday, I called Mr Stiennon, to order ‟Kundalini Volume 1” and I told him about the dream. He strongly advised me to read Subud as there must be an exercise or some information that would be useful for me. That was Dr Lefebure’s message, according to Mr Stiennon (thanks again). I am now persuaded that it was not just a simple dream and I am very motivated to continue practicing… I am at the same time touched and very exited.<\/p>\n<p style=\"text-align: right;\"><em><strong>iOS (forum&#8217;s pseudo)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>An experience of lucid dreaming:\u2028I am in a housing estate in the suburbs. When I look around me, I realize that I am dreaming. Suddenly, the scene around me becomes more luminous. The colors are brighter and the details acquire more definition, a fact that produces an intense feeling of realness. During the same night, I am with Daniel Stiennon.\u2028He lays his hand on my solar plexus, triggering a rising current of energy that I perceive as bubbles. It is thanks to that experience that I have started to understand the power of the rhythm of one second, as it is at that rhythm that the ‟bubbles” were rising through me.<\/p>\n<p style=\"text-align: right;\"><em><strong>Thomas B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>I am dreaming that I am in the room I had as a child, at my parents’ house. I talk to them, then I go to bed. Suddenly, I perceive a small blue light in my field of vision. It stands out from the rest. I remember having read on the site that, in order to amplify a phenomenon, one needs to focus their attention on a detail of the sensation and let themselves go. I thus focus my attention on the small blue light and it becomes a very shiny pale blue ring or tunnel.\u2028I observe the details of that very beautiful tunnel. Its edges pulsate and seem to be like 3D crystals. My back starts to be shaken by intense vibrations, like a washing machine (at the time I did not think of the rhythm of 1\/6th of a second, but that is exactly what it was). The intense vibrations seem to have a physical reality, as if someone was shaking me for real. They were taking place following cycles of approximately ten vibrations then stopped for a moment. They contrasted with the supernatural softness of the light. It did not seem that they were going to stop…\u2028While these vibrations were taking place, I had willed to get out of my body. That happened, but after a time interval. The ring\/tunnel of light turned into tiny atoms, as they are represented in schoolbooks, with little plastic balls. They are moving towards me and I endeavor to observe them in detail.\u2028The vibrations stop and I feel that I am exiting body gently and with grace. I find myself out of my body, in the room I had at my parents’ as a child (rather than in the room in which I am at the moment). I quickly look at the bed to check if I can see my double, and I see myself huddled up on the bed. I turn the light on in order to find out if that is reality or a dream (a technique that I had read about). The light takes time to turn on, but eventually does. I move towards my parents’ room with a slight apprehension, as I did not know what to expect. I have the sensation I am walking on the moon, bouncing in the low gravity. I see my mother in a dressing robe, sitting on her bed. She seems preoccupied, and I wake up…\u2028An encouraging experience that motivates me to go further.<\/p>\n<p style=\"text-align: right;\"><em><strong>Benjamin<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>Since I have started practicing Phosphenism, I experience dreams of flying every night, systematically followed by “astral traveling”.\u2028Often, I have several experiences during the night. At this rate, I will soon need a small encyclopedia to write them all down…\u2028But, as I know that this is an “inner cinema”, specific to each person, I often do not feel the need to elaborate a narrative.\u2028Moreover, many experiences belong to the “private domain”.\u2028As for the difference between experiences during the day and during the night, no contest: I fully agree with Daniel’s advice.\u2028I even wonder if experiences lived during the day do not develop a form of obsessional neurosis. Wanting to succeed at all cost is a form of neurosis that, very often, produces the opposite results, because of the laws of inversion.\u2028Daniel is better suited than me to talk about that.\u2028Meanwhile, I humbly and patiently practice the exercises to produce experiences during the night.<\/p>\n<p style=\"text-align: right;\"><em><strong>Xavier L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#1b55ba\" \/>\n<p>The practice of Phosphenism first allowed me to reconnect with my dreams. I am starting to be more and more aware of the lucid dreams I am having.\u2028On the other hand, I also use it to develop other abilities that I had as a child such as “clairvoyance”. Thank you for your work, which is enormous and rich on many points.<\/p>\n<p style=\"text-align: right;\"><em><strong>Domoina B.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-telepathy\/&#8221; button_text=&#8221;Telepathy&#8221; button_alignment=&#8221;left&#8221; admin_label=&#8221;Bouton: Previous Testimonies&#8221; _builder_version=&#8221;4.13.0&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;&#x23;||divi||400&#8243; button_icon_color=&#8221;#f28d00&#8243; button_icon_placement=&#8221;left&#8221; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|-50px|||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/&#8221; button_text=&#8221;Out-of-Body Experiences&#8221; button_alignment=&#8221;right&#8221; admin_label=&#8221;Bouton: Next Testimonies&#8221; _builder_version=&#8221;4.13.0&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;&#x24;||divi||400&#8243; button_icon_color=&#8221;#f28d00&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|||-50px|false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extracts from our GUEST BOOKLUCID DREAMSMy dreams look more and more like travels. Not long ago, I was on a pink sand beach and, as I didn&#8217;t know it was possible, I went to see if it had a meaning. I was surprised to discover that this beach exists and that it is located in [&hellip;]<\/p>\n","protected":false},"author":28,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[43],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Lucid Dreams testimonies - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"description\" content=\"The testimonies on &quot;Lucid Dreams&quot;...\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Lucid Dreams testimonies - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"The testimonies on &quot;Lucid Dreams&quot;...\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-01-18T11:00:57+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-03-19T19:06:58+00:00\" \/>\n<meta name=\"author\" content=\"Daniel STIENNON\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Daniel STIENNON\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"45 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/\",\"url\":\"https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/\",\"name\":\"Lucid Dreams testimonies - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-01-18T11:00:57+00:00\",\"dateModified\":\"2022-03-19T19:06:58+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\"},\"description\":\"The testimonies on \\\"Lucid Dreams\\\"...\",\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"TESTIMONIES 17: Lucid Dreams\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\",\"name\":\"Daniel STIENNON\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"caption\":\"Daniel STIENNON\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/contact_uk\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Lucid Dreams testimonies - PHOSPHENISM - Dr. LEFEBURE School","description":"The testimonies on \"Lucid Dreams\"...","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/","og_locale":"en_US","og_type":"article","og_title":"Lucid Dreams testimonies - PHOSPHENISM - Dr. LEFEBURE School","og_description":"The testimonies on \"Lucid Dreams\"...","og_url":"https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/","article_published_time":"2020-01-18T11:00:57+00:00","article_modified_time":"2022-03-19T19:06:58+00:00","author":"Daniel STIENNON","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Daniel STIENNON","Est. reading time":"45 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/","url":"https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/","name":"Lucid Dreams testimonies - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-01-18T11:00:57+00:00","dateModified":"2022-03-19T19:06:58+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f"},"description":"The testimonies on \"Lucid Dreams\"...","breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"TESTIMONIES 17: Lucid Dreams"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f","name":"Daniel STIENNON","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","caption":"Daniel STIENNON"},"url":"https:\/\/www.phosphenism.com\/author\/contact_uk\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/157"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=157"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/157\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=157"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=157"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=157"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}