{"id":160,"date":"2020-01-19T12:00:16","date_gmt":"2020-01-19T11:00:16","guid":{"rendered":"http:\/\/www.phosphenism.com\/?page_id=160"},"modified":"2022-03-19T20:09:45","modified_gmt":"2022-03-19T19:09:45","slug":"testimonies-out-of-body-experiences","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/","title":{"rendered":"TESTIMONIES 18: Out-of-Body Experiences (OBE)"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_fullwidth_header title=&#8221;TESTIMONIES&#8221; subhead=&#8221;OUT-OF-BODY EXPERIENCES (OBE)&#8221; header_scroll_down=&#8221;on&#8221; scroll_down_icon=&#8221;%%3%%&#8221; scroll_down_icon_color=&#8221;#ffffff&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran: OBE&#8230;&#8221; _builder_version=&#8221;4.7.4&#8243; title_text_align=&#8221;center&#8221; title_text_color=&#8221;#ffffff&#8221; title_font_size=&#8221;48px&#8221; subhead_text_align=&#8221;center&#8221; subhead_text_color=&#8221;#ffffff&#8221; subhead_font_size=&#8221;24px&#8221; background_color=&#8221;#9933ff&#8221; min_height=&#8221;250px&#8221; box_shadow_style=&#8221;preset1&#8243; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;3.25&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<h2 style=\"text-align: center; line-height: 25pt;\"><span style=\"color: #993300;\"><strong>Extracts from our GUEST BOOK<br \/>OUT-OF-BODY EXPERIENCES<\/strong><\/span><\/h2>\n<p>[\/et_pb_text][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2016\/09\/07-dedouble.jpg&#8221; show_bottom_space=&#8221;off&#8221; align=&#8221;center&#8221; align_tablet=&#8221;center&#8221; align_phone=&#8221;&#8221; align_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;IMG: OBE&#8230;&#8221; _builder_version=&#8221;4.7.4&#8243; max_width=&#8221;550px&#8221; animation_style=&#8221;slide&#8221; animation_direction=&#8221;left&#8221; animation_duration=&#8221;500ms&#8221; animation_intensity_slide=&#8221;10%&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; animation=&#8221;left&#8221; sticky=&#8221;on&#8221; always_center_on_mobile=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_image][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; admin_label=&#8221;section&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row column_structure=&#8221;1_4,3_4&#8243; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; custom_margin=&#8221;0px||||false|false&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_sidebar area=&#8221;et_pb_widget_area_2&#8243; show_border=&#8221;off&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; header_font_size=&#8221;14px&#8221; header_line_height=&#8221;1.7em&#8221; background_color=&#8221;#f3dabf&#8221; custom_padding=&#8221;|||3px|false|false&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_sidebar][\/et_pb_column][et_pb_column type=&#8221;3_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_testimonial quote_icon_color=&#8221;#9933ff&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.14.9&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]About a month ago, I practiced the cross-shaped sways every day for about 1h30 in two sessions. During the next few days, while walking around, it happened that I could see the world around me from above. At home, at certain times, I could see the whole living room as if I were in a corner of the room, but on the ceiling. The two visions were superimposed. Intriguing, but not unpleasant.<\/p>\n<p style=\"text-align: right;\"><em><strong>Bertrand R. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>I was able to get out of my body twice. It happened in the early morning, after having done my daily exercise of Phosphenism the day before.<br \/>\nEverything happened naturally. I had not wanted anything like that.<br \/>\nI had a tingling sensation in my limbs and then a part of my invisible body detached itself from the material body and started to move in the room. I was very moved after these two beautiful experiences.<\/p>\n<p style=\"text-align: right;\"><em><strong>Lucien Richard N. <\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#9933ff&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.10.8&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]With Phosphenism, I succeeded in getting out of my body: I saw myself above myself.<\/p>\n<p style=\"text-align: right;\"><em><strong>Annette L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>Twice in half-sleep, when I woke up, I sometimes dreamed that I was flying. The sensation which precedes the flight and its announcement is always the same: I run on a train platform with the feeling of being late and tingling in the perineum area. I see the train starting and moving, and at the same time, I take off from the platform and I am flying. The image disappears and I find myself in a field where I try to take off and learn how to fly.<br \/>\nAnother type of dream, at bedtime this one: in my head, I hear some kind of crackling or crackling as you can hear near electric pylons, after which I either fall vertiginously or rise very quickly.<\/p>\n<p style=\"text-align: right;\"><em><strong>Bertrand R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>Practices and exercises transmitted by Artem Gallip, the Zoroastrian Magi, to Dr. Lefebure as the swayed thinking by Light, static tensions exercises&#8230; The exercises are intense when the tension is put on. You have to dose the tension but at night, movement sensations where I fly at different rhythms and perceive parts of my body are fantastic.<\/p>\n<p style=\"text-align: right;\"><em><strong>Blandine P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>Yesterday afternoon I am doing the two swings, the vertical and the etheric body swing. In the evening, I fell asleep in front of the TV, sitting on the sofa in the living room.\u2028And here is the miracle, which could be banal for the regulars, was not it for me, I found myself on the ceiling of the living room ! I felt clearly and for sure that my consciousness was no longer in the physical body. I felt the presence of this physical body below me. I was in this other body that was really me, stretched out, facing the ceiling. I felt circular waves going through me from head to toe, like when you throw a stone in the water of a lake, it was super nice. I said to myself ” open your eyes, look at the ceiling, you can see that you are no longer in the physical body you are really out of the body, you are in the astral body “, then loss of consciousness and I wake up in the physical body. I look at the time, it was 11:52 p.m. I was happy, I can tell you the experience marked me. One detail, however, when I was in this other body I was indifferent to the physical body, it was no longer important, here is this magnificent experience, to be repeated, yes! really ! want more.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pascal V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>What amazes me as a child is this incredible possibility that the exercises give to be able to go from a simple dream to extensions of consciousness. Very often it all starts with a simple dream. I am aware that I am dreaming and then I am like “Fly, fly, fly” and almost instantly I fly like some Marvel superheroes.\u2028Lately I’ve been a bit like the silver surfer standing on something that looked more or less like a surf.\u2028I understood the importance of the creation of objects by my brain to translate perceptions, sensations. So I amplified this idea that I was surfing in the sky with the idea that the more I could lean forward, the more it increased the speed. And what speed.<\/p>\n<p style=\"text-align: right;\"><em><strong>Ricardo F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>These “ trips ” are quite incredible. Personally I love to play Superman but somewhere I am stronger than him since I manage to cross the material or the vegetable hihihi On the other hand, in my experiments there is no bad guy to catch. But when I am drawn into vortices, then it moves and in the morning it happens that the covers are found at the foot of the bed and the problem is that it is winter so I am not telling you the head of my companion. But as she too in these types of experiences, she understands. Besides, we even have the same interaction in the experience. That is, we are both in the same experience scenario. A fine example of telepathy.<\/p>\n<p style=\"text-align: right;\"><em><strong>Xavier C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>Breathing in water or in matter, what a pleasure it is to discover all these new sensations…\u2028I have very strong memories of the first time my body plunged to the bottom of the oceans and then crossed matter. The interaction of the atoms of my body with those of the matter that I was passing through was a moment of remarkable intensity.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>The practice of duplicating seems to bear fruit, I had a dream of taking off. I was with my partner in the dream, in a place that we know well, and I said to her “ Look, I’m flying ”. I soared like a superman, and I flew a few feet above the ground… let’s say two meters. I really believed myself with my physical body.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pascal V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>Until now I saw my double of a masculine nature, but one day I saw my double as a magnificent woman, like a goddess. Since then my male part has become quite strong and my intuitions are numerous and I have never known this inner balance that I find in me now. It’s a relationship with myself that I didn’t know yet, I ‘m becoming more and more intuitive, positive. My dreams are beautiful and I listen to them like advice from my double.<\/p>\n<p style=\"text-align: right;\"><em><strong>Martine N.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>One afternoon I was feeling tired and settled down in my chair to take a nap. After a while I realized that I saw myself sleeping. I found it curious but I looked calm and very relaxed, it seemed quite normal to me. I said to myself ” It’s curious to see yourself sleeping ” and it was very pleasant.<\/p>\n<p style=\"text-align: right;\"><em><strong>Raymonde G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>I had the feeling of being thrown into the clouds, I tried to resist, the propulsive force was such that I let go and I thought I would die but I felt that the experience was pleasant even if it wasn’t was not in a known environment. Then I felt projected towards the African continent.<\/p>\n<p style=\"text-align: right;\"><em><strong>Thierry B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>After doing my evening exercises and one night sleeping, I found myself in a place in mid-flight where there were trees with indescribable leaves and branches where everything sparkled with golden, red or such diamond colors and inside each leaf I felt a life and I flew feeling in harmony with all this beauty. Thank you for your work.<\/p>\n<p style=\"text-align: right;\"><em><strong>Shabbir A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>My dreams are of a new kind like the fact of flying in the sky but also to dive and evolve in a seabed. I didn’t know it was possible.<\/p>\n<p style=\"text-align: right;\"><em><strong>Isabelle R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>Lying on my bed at the beginning of the afternoon, I had the feeling of turning on myself faster and faster with a very bright light above me, a great energy invaded me. I had this feeling of being projected into the cosmos and seeing the earth very small and luminous. I felt light, filled with peace and joy, free with a lot of warmth in my body and in my hands. I stayed a long time in my bed enjoying this moment.<\/p>\n<p style=\"text-align: right;\"><em><strong>Christian G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>I left that night on an out-of-body exit, I felt outside of my physical body. I said to myself… There I left the body ! and I made, if I may say so, the four corners of the room. I was staring at the ceiling, however I didn’t think of straightening up, actually standing up.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pascal<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>I am on a medium high rock above a body of water. I dive into the water and take consciousness to descend too deep … I say to myself : ” You come down too much, you risk running out of breath to go up … ” I begin my ascent of as fast as I can, my arms draw water with power, but above there are water and water… I see the light but still far away. I think : ” I’m going to run out of air I can’t take it anymore I have to breathe… I’m going to drown “. Out of breath, I take a deep breath and there, oh surprise, miracle, I breathe easily… ” It’s great, I’m breathing underwater, I’m in a dream, I have to swim that I take advantage of it … ”<\/p>\n<p style=\"text-align: right;\"><em><strong>Françoise D.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#9933ff&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; global_colors_info=&#8221;{}&#8221;]In the early morning, in a half-sleep, I saw a very beautiful galaxy of incredible clarity (star cluster in the distance), I wanted to go there to see more closely and I felt a beautiful energy surge. Thank you.<\/p>\n<p style=\"text-align: right;\"><em><strong>Denis P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>Contraction exercises, I only practice them in the evening or at night (around 2 a.m. for example), because I like to “leave” at night and not in the morning.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>Ten years of work on autoscopy (see part or all of your body in duplicate), for this I used most of the methods such as sounds (Binaurals, 3G), hypnosis etc. The courses of Doctor Lefebure were the only ones to give undeniable results and in less than a month. Thank you for everything.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>I am sitting on a carpet and I am flying over the ocean. Then, the flying carpet takes me towards the sun. I am walking on the sun. My legs sink into the surface of the sun, though I do not feel burnt. I am on my own. Suddenly, I am holding a sword in my hands. It gives me a feeling of power. I then turn into a samurai and fight against a dark shape. Then, I turn into a monk with a long brown robe and find myself in a chapel with other monks set in a half-circle around me. Then, I find myself again on the surface of the ocean and fly back towards the sun. On the surface of the sun, I perform jumps and somersaults. I jump into the light as if it was water. I feel like a fish. I am happy. I am confident. I know nothing wrong can happen to me.<\/p>\n<p style=\"text-align: right;\"><em><strong>Catherine L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>I largely spent the night above a raging sea. It was as if my double was levitating over a moving ocean. It was very pleasant and would not mind experiencing it again.<\/p>\n<p style=\"text-align: right;\"><em><strong>Frank R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>This morning, I experienced several conscious dreams in a row, with images and scenes that were very beautiful: “flying over the sea”, etc. It lasted much longer than usual.<br \/>\nI got up for a few minutes, then I laid down in bed from 7AM to 9AM. My phosphenic lamp is always hung over the bed.<br \/>\nI practiced mental contractions at a rhythm of 8 seconds, followed by 8 seconds of fast dilation. I always use the same mp3 file, with a beat per second. I spent 12 minutes working on each chakra, sometimes adding a breathing exercise to the static tensions.<br \/>\nOnce I had worked with all my chakras, I imagined a light bulb flashing on and off at a rate of one second.\u2028It is a shame that I could not write down all the experiences that I had that morning.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>Here is an experience that happened one morning around 5 o’clock: I woke up, and seeing the hour, I decided to go back to sleep. As I often do, I observed my visual chaos. It was very dense and bright and a small spherical yellow light appeared in the center of my field of vision. It was yellow like the first phase of the phosphene. This light slowly started to grow larger, reaching the size of a phosphene, and then filling my entire field of vision. I had the sensation that the light was coming towards me. Then, the light dissipated and I tried to open my eyes. I realized that I was in an intermediary state between wakefulness and astral projection and that I wasn’t able to perform ‟physical” actions. I remained calm, and then almost without transition I found myself in a fluffy grayish fog, conscious of being in a non-ordinary state. I remember thinking ‟I am in the lower astral plane” and I wasn’t able to do anything apart from remaining calm – which was for me an achievement in itself… And without any further transition, I ‟woke up”. I add the quotation marks because I consider that I had remained conscious during the whole experience. I have a very positive feeling regarding this experience – the spontaneous appearance of a phosphene was a wonderful moment.<\/p>\n<p style=\"text-align: right;\"><em><strong>Mikhael<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>At one point, I entered an intense vibratory experience and suddenly I felt that my whole upper body was rising. I felt electric shocks in waves throughout my body and then my legs entered an OOBE by rolling to one side. I must say that the sensation was breathtaking and very physical (impossible to confuse it with a dream). I wasn’t able to leave my body entirely; I remained attached at my midsection and I entered back into my body. When caught up in the experience, one is very impressed by the physical sensations and even the noise.<\/p>\n<p style=\"text-align: right;\"><em><strong>Aurinko<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>I had the chance of participating in the August workshops, a particularly enriching experience. One week after the workshop, after regularly practicing sways and exercises with the Gyrascope: In bed, as I was falling asleep, I heard very low, powerful buzzing, alternating at a rhythm of 1\/6th of a second, with a kind of crackling sound… I thought to myself: ‟Here we go!”\u2028Indeed! Within a fraction of a second, I found myself in the room next door; I then passed through the wall and found myself upside down. Extending my arm, I could feel the floor and its texture with my hand… I then tried to pass through another wall to my left, but there, I didn’t succeed…\u2028I then took the direction towards the ceiling and passed through it… I was flying and ascended higher and higher in the dark with hundreds of dots of light that shone like stars all around me. It was very beautiful.<\/p>\n<p style=\"text-align: right;\"><em><strong>Bruno<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>After adding the correct manner of practicing mantras to the sways and rotations, I noticed a ‟cross” (a horizontal and a vertical line crossing) that appeared at the same time as the random bursts of light perceived after practice.\u2028A nice dream of an out-of-body experience followed.\u2028‟I was standing on my balcony (I live on the twelfth and last floor). A group of people passed along the road just down below, and it seemed to me that they were gathering there for a purpose. I jumped and floated towards them. To my great surprise, I saw that it was a group of students from the courses on Dr Lefebure’s exercises. A child (a rather symbolic image) initiated us in the lateral sways. (And it was the first time that I had felt this sensation.) After that, a teacher who accompanied the child showed me the correct way to chant mantras using a large tree with notes tacked onto it…”\u2028Since then, the little girl who was in the dream frequently accompanies me during dreams, whether conscious or not.\u2028Moreover, the practice of mantras with sways has enabled me to perceive the colors in auras.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yannik J. (Switzerland)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>After 5 weeks of practicing static tensions for 20 minutes every evening (your course on astral out of body experiences). On the morning in question, I didn’t feel like sleeping any longer and I lazed in bed enjoying a relaxing moment. Suddenly, I had a feeling of torpor and vibrations that filled my entire body. I decided to wait and see what would happen. All of a sudden, I felt as if I were waking up somewhere else; not as if I had changed from one place to another, but as if my environment was changing.\u2028I felt as if my feet were pulled and they started rotating. I felt like I was floating, losing consciousness slightly and I found myself in one of the rooms of my apartment. It felt as if it were part dream, part real life. I felt like I was in my bed and in the other room at the same time, as if I had transported my bed with me. It was unbelievable.<\/p>\n<p style=\"text-align: right;\"><em><strong>Joachim L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>All week long, I had practiced vertical sways and ocular convergence; about two hours of exercise a day. That particular morning, I woke up at six o’clock and I didn’t feel like getting out of bed right away. I tried different positions to try to fall back asleep again. The more I tried, the less sleepy I felt …and after a while I started to get annoyed by the situation… I then lay on my back and started observing my visual chaos, to relax my mind and my nerves.<br \/>\nI could see vague blue clouds and tried to find a detail within them, I felt my body relax rather quickly, my thoughts went towards the infinitely small and fixed themselves on a small detail without much effort. The dot suddenly became very bright and I felt like I was moving forwards towards it. My field of vision seemed to acquire depth and I felt like I was going through a veil when my vision suddenly became clear. I was now within a galaxy, flying, full of happiness and calm.\u2028I felt like I was rising and that my head was turning to the left to have a better view of this galaxy. The image of the galaxy was very sharp…I then mentally turned to the right and had the pleasure of seeing my room in its entirety with its furniture, plants, etc. …bathed in this galaxy.\u2028It was wonderful…\u2028Thanks to you Daniel.<\/p>\n<p style=\"text-align: right;\"><em><strong>Guillaume P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>The tests I made to verify the reality of the effects of phosphenic practice have proved to me that it is true. I usually get up at 4 am and start work at 5 am. My job consists of driving cars around a track with 15 minute pauses. I work in the countryside and watch the sun rise (Beautiful!).\u2028After doing a few phosphenes, I rested for the usual 15 minutes; I use this time to doze and catch up on lost sleep. Subjectively, that period of time felt like one to two hours, if not more. I had visions and heard unknown sounds. I felt my body become lighter. I heard mischievous laughs and felt the presence of the energies of nature.\u2028I then had the sensation of rising higher and higher. Then it all stopped and slowly my body felt heavier, denser. I opened my eyes again but without the impression of waking up, as I don’t consider that I had fallen asleep at any time. Since then, my fear of death has diminished as I have come to the conclusion that I visited the astral planes. I am not interested in the worlds beyond; my spiritual search is to discover my purpose on this planet. Nonetheless, I remain marked by what I experienced.<\/p>\n<p style=\"text-align: right;\"><em><strong>José I.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>Since I have been practicing Phosphenism, I have experienced out-of-body phenomena several times during the day, while I was completely awake. This is usually a partial out-of-body experience and concerns only the upper and lower limbs.<br \/>\nThe first time, the phenomenon occurred after a session of Gyrascope while I was lying down: I felt my limbs detach themselves from the rest of my body and rise above it. At the same time, my double was stretched out to become huge and I felt as if my body were separating in two with a large gap at the level of my pelvis. Then, little by little, my body gently came back together again. These phenomena of out-of-body experience of the limbs now happen on a regular basis, whether during practice with the Gyrascope or in bed during the evening, when I go to sleep. Only the moments of calm and relaxation permit such kinds of experiences. On one occasion though, I had a rather curious experience that I would qualify as an out-of-body experience. One evening, after finishing a session of practice with the Gyrascope, I was sitting at my desk when, in a sudden and brutal manner but without any pain, my double shifted from my physical body approximately six feet (2 meters) to my left. It came back straight away, as suddenly and brutally it had left, as if bound by powerful springs or elastic bands. All this lasted less than a second but the brutality and speed of the phenomena were very impressive. I had the feeling my body was not ready to let my double leave it behind and suddenly called it back.\u2028All these results are very encouraging for continuing and they confirm all the work and research carried out by Doctor Lefebure on Phosphenism.<\/p>\n<p style=\"text-align: right;\"><em><strong>Richard<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>Since I have been practicing phosphenic exercises, I have had countless experiences of astral travelling. Here is one that I would like to share with you.\u2028I will first describe the exercise I practiced. Lying on my back after having done a phosphene, I imagined a green whirlpool inside the phosphene, a color matching the first phase of the phosphene. I induced a movement of rotation in this image, at a rhythm of one rotation per second. Duration of the exercise: 20 minutes.\u2028The rhythm of one second being the reference for physical and terrestrial time, I set the Mantratron on one second as advised by Doctor Lefebure.\u2028I work as a lifeguard, and during my time off I like to scuba dive and explore the depths of the Mediterranean coast. I practice apnea diving (with flippers, no oxygen bottle) and I love admiring the small colored fishes found along the rocky coast. (This, of course, is on a physical level.)\u2028One night after touring the depths and having practiced the previously mentioned exercise, a very beautiful experience occurred. I found myself totally awake and fully conscious, observing tropical fishes in the depths of coral reefs and in addition (and above all) I had the feeling of being ONE with the element ‟water”.\u2028It is a strange sensation to feel one’s consciousness merging with the molecules of water.\u2028A long life to you Daniel.\u2028Thanks for your work of preserving the works of Doctor Lefebure enabling enthusiasts like me to have access to the discoveries of this genius.<\/p>\n<p style=\"text-align: right;\"><em><strong>Gilles P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>While I was observing my visual chaos, I perceived a shape with luminous edges that looked like an angel… Then, I realized that I was in the sea with the sensation that my body was actually there. I was clapping the water with my hands and I could feel all the tactile sensations related. I was flying at water level and I could see the reflection of the sun on the water.\u2028The next day, I felt a sensation of complete well-being that protected me from many interfering thoughts.<\/p>\n<p style=\"text-align: right;\"><em><strong>Isabelle F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>I have followed your advice regarding the sways and contracting the point. (…) I have obtained dreams that answer my questions. Indeed, my dreams have become logical again, as it does every time I resume practice. Also, three people I sometimes practice with have seen me in their room at night, a fact that demonstrate that I spontaneously get out of my body during sleep.\u2028I have also resumed the practice of directed dreaming. I do that by imagining a place where I want to go mentally. It is after practicing such exercises of concentration that I have been seen where I intended to go. I continue until I wake up. Most of the phenomena take place in the morning. Until now, these ‟awakenings during sleep” have always been preceded by the current ‟symptoms”. I thus continue practice with confidence… this time, I will not give up.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marcel-Mario F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>I keep having premonitory dreams, full of symbolism, as well as short out-of-body experiences, during sessions with the phosphenes, but also outside of the sessions. The fast rhythm of the mantra ‟KI” creates an extraordinary vortex of energy within me. Moreover, a powerful breath sucks me out of myself, far, very far. The experiences then become wonderful.<\/p>\n<p style=\"text-align: right;\"><em><strong>Colette G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>I have the impression it has been years since I have started with the method, as if I was finding again rhythms that had gone dormant. This allows me to perceive life in a different way, with breakthroughs of consciousness and out-of-body experiences happening more and more often. Similarly, I am becoming more sensitive, “feeling” the flaws and the qualities of other people easier.\u2028I have also had the very clear sensation, for several weeks, to have a double personality: one that lives in the ‟other world”, and that does not care about trivial and materialistic things, and another one that still gets caught by old habits. I am continuously living between these two extremes. But, the most important thing, I believe, is the mental strength I have developed, and that helps me considerably in my everyday life: communication with other people has become easier and I take more initiative. I am living in a state of general well-being, progressively balancing myself.\u2028I could say a lot more, but I will just simply state that Phosphenism has opened doors that would otherwise have been very difficult to access. I am greatly motivated, even after three months of intensive exercises.\u2028Thanks to Dr Lefebure.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>I suddenly ‟awaken” (I have the impression of becoming conscious). I am already up, facing the bed that I am touching with both hands – alas, I did not check if my body was there. It is dark, darker than when I get up at night (in the physical world) but, little by little, I see better, as if my eyesight was adapting. I have no doubt about it: I am out of my body.\u2028I look at the cupboard, a large one with a big edge. As soon as I feel I want to go near it, in an instant, I reach it. My nose is five inches from the edge, my head about ten inches from the ceiling.\u2028At that moment, I experience a strange feeling: a tingling sensation fills my whole body: my hands, my legs, my chest, my head, all tingle. I remember thinking: ‟So that’s an out-of-body experience! A strange impression that makes me feel uncomfortable! I am going to faint?‟. Suddenly, and with no transition, I am back in bed, I feel my body sinking and I open my eyes. I could not sleep for the remaining of the night.\u2028(…) One night, I feel a tingling again. I am bathed in a blue light, electric blue. I am already far. I am leaving, very fast, as if I was sucked. I am happy and full of ‟gratitude” (I cannot define for what). I feel a presence waiting for me at the bottom of that beam of light and I am full of trust. I wonder: ‟Will you be able to come back? You are so far”. I am starting to hesitate. Above me, I am feeling something hovering, something nameless, gigantic, powerful and terrifying at the same time. I feel small and vulnerable – a bit like if I was in the presence of lightning… I find myself in bed. I hope other experiences will take place, with more details. I will let you know.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Pierre F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>Last night, all I had to do was to concentrate, and I felt like I was rising up to approximately one and a half meter above the ground. I was very pleased to have found that new, pleasant game and I practiced it at will.<\/p>\n<p style=\"text-align: right;\"><em><strong>Annie V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>The other day, in the morning, I am not sleeping, but I lay in bed. Suddenly, I feel a torpor and vibrations spreading throughout my body. Soon, I am experimenting a sort of paralysis, and I decide to let go. Before practicing Phosphenism, such an experience would have terrified me and I would have panicked. I have the sensation that I am waking up somewhere else, as if it was not me who changed location, but my environment that was changing.\u2028I feel as if my feet started rotating. I am scared again and I refuse that movement instead of fully letting go. There is a kind of a flutter, like a slight loss of consciousness and I find myself in a room in an apartment. That was rather curious, it was the first time that it happened to me and it had a feeling at the same time of dream and reality. I had the impression that I was in bed at home and, at the same time, in that flat. It was as if I had transported the bed with me. I discovered that my bed provided me with an impression of security.<\/p>\n<p style=\"text-align: right;\"><em><strong>Joachim L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>One morning, in the state of half-sleep, I saw a very large phosphene appear on the level of my third eye. That phosphene was made of concentric circles of different colors, separated by dark, dotted circles.\u2028The phosphene was at the same time pulsating and rotating. It rotated slowly clockwise and pulsed at a rhythm that seemed to be the rhythm of two seconds. On every beat, the concentric circles adjusted all to the same size, but their color changed every time, around a somewhat dark blue circle with four or five strips of very light colors that changed regularly. I remember seeing beautiful yellows, oranges, blues and greens.\u2028When I became conscious of the phenomenon, it disappeared. While I still was under the effect of the amazement and the regret that the phenomenon was over, I realized that I was slowly sliding outside of my body. I could see my body laying across the bed, when I was actually laying longways. The sensation was that of softly sliding along a horizontal plane. I then moved and placed myself along the wall, two meters away from the bed. Again, there was something that I could not explain: the bed was the one I was lying on, but my position on it did not correspond to reality and I was perceiving myself in another bedroom.\u2028I realized for the first time that I had come out of my body and felt very pleased by the experience. After remaining suspended for a while, I wanted to find out if I could easily get back into my body. Still floating, I approached it slowly and I noted with pleasure that I was perfectly adjusted. Straight after the joy of reintegrating my body, I had only a single desire: doing it again.<\/p>\n<p style=\"text-align: right;\"><em><strong>Gerard D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>During the night, I feel that I am going out of my body and that I rise above my bed. I talk to my girlfriend to reassure her and reassure myself too. But, I cannot pronounce any words, as if I had become mute, then I realize that no one can hear me speak, so I remain silent.\u2028I partly came out of my body, as if I was bogged down in a web dark and thin, though very resistant like rubber. I rip that hindrance with both hands as I know that I do not have much time before the experience aborts prematurely before I am finished. In order to finish even quicker, I take a saw and cut what the remaining of the web, to which my back is fastened.\u2028At last, I am free and I can rise into the dark space all around me. I want to take my girlfriend with me, but she does not really agree and that unsettles me a bit. I reintegrate my body and wake up smoothly.<\/p>\n<p style=\"text-align: right;\"><em><strong>Serge G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>Lying on my belly, I feel vibrations within my subtle body. I am pulled away from my physical body in a sudden burst. I start rising in the room and soon reach the ceiling. I want to keep rising. A choir of both male and female voices start to fill me, but it is impossible to go higher. Something is drawing me back down and I find myself on the level of the carpet, wondering who or what had played such a trick on me.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patricia G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>After practicing vertical sways for half-an-hour, I have had the impression that something was coming out of me… then mountaintops covered in snow appeared in front of me. I had the sensation that I was sliding down the mountain and, as I was gaining altitude, I was getting more and more scared. When I reached the top, I hit a blackout.\u2028It was only a few moments later that I felt flooded by a very bright, yellow light, with the sensation of a soft heat enveloping me.\u2028I felt extremely well, a blissful sensation.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jocelyne D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>There is an experience that happens regularly when I practice the exercises. Of course, there are certain variations, but this is what I often feel:\u2028While I am in a phase of observation, I always have the feeling that I am moving very fast through different-colored clouds. Systematically after such a trip, I find myself bathed in a white light and I have the feeling that I am on a cloud. I am overrun by a blissful sensation that lasts quite a long time.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jocelyne<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>My experiences begin with a sound, like a buzzing that passes from on ear to the other. When I focus my attention on it, the sound becomes continuous and I feel like I am being sucked up. The experience starts.\u2028I see shapes within my visual chaos; when I focus on one of them, I have a sensation of speed, as if I am chasing this shape. Recently, I had a very pleasant experience. In the evening, I had practiced lateral head sways. As I was falling asleep, I heard a sound that went from one ear to the other. It was like a breath of air that passed through me and I felt a vibration. It was a very pleasant sensation and I let myself be carried along. I stopped myself from reacting to it. I felt as if I were drawn into my field of vision with a sensation of speed and motion when a shape outlined in light stopped in front of me. It looked like an angel, and he made movements with his hands as if he were greeting me. I thanked the angel, and just to see what would happen, I asked him to show me wondrous lands. This being of light flew away and the darkness opened like a vanishing mist to unveil a magnificent sun. Its rays of light were very soft to the eyes and pink bubbles came out of it and in my direction; I had a sensation of bursting when they touched me. Then, I realized I was in the sea, but with the sensation that my body was really there. I slapped the water with my hands; I felt all the sensations of touch. The mist slowly covered the light again. I was flying close to the water and could see the reflection of the sun on it.\u2028The next day, all day long, I had a feeling of complete well-being. This released me from a lot of interfering thoughts. Sometimes, I had the sensation that I could not feel my body, although I knew I was still here.\u2028So, I hope that I have used the right words because it is difficult to describe and say exactly what one feels.<\/p>\n<p style=\"text-align: right;\"><em><strong>Isabelle F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>A strange reality (out-of-body experience).\u2028My wall-mounted phone rings… I hurry, answer it and, as I was busy doing something else, I hurry back, with the phone in my hand. One of my feet gets caught by something I did not notice when I got up and I fall head down towards the floor. What is really of interest here is what happened after I fell: I was crying because of the pain and, much to my surprise, I saw my double on the ground, facing me and looking at me.\u2028I had curly hair, but tied up and shorter than what it really is. I often see my double in front of me in various situations and moments. But, seeing it after a fall was unexpected.<br \/>\nAn evening exercise:\u2028Sitting on a stool, with the phosphenic lamp, I practice the ‟wonderful exercise” to produce an out-of-body experience. I visualize an ascending, rectilinear current, rising from my perineum to my navel and then undulating up to the top of my head. I breathe following the mantra ANNILLI, then practice rotations as explained in Dr Lefebure’s book ‟Whirling Dervishes”. For the rotations, I visualize a luminous planet on the top of my head. On that planet, I imagine a current of small transparent bubbles, or soap bubbles that give the impression that bubbling water is rising from the perineum to the top of my head.\u2028After practicing these exercises, I ‟entered” the tree near my terrace (a birch). Looking at its elegant branches, leaves and trunk make me happy. Its ‟brothers” are nowhere near that beautiful.\u2028It is the first time that I feel my arms and my legs hard as wood. Then, with a slight movement in my feet and my body, I went down towards the center of the earth. The soil was orange and rotated at a blinding speed, a thousand times faster than me. That is extraordinary. During the exercise of concentration on my navel, I perceived very pretty dots of light and, for a brief moment, my double from above.<\/p>\n<p style=\"text-align: right;\"><em><strong>Gisele C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>I have had the sensation that time had stopped as if it did not exist and I had an out-of-body experience, leaving my body through my back with the perception of infinite speed and energy going back and forth as if I was on the border of several different dimensions.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Pierre<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>Again, I had three out-of-body experiences, at a rate of an o.o.b.e. every third day approximately. The exercises of static tensions (that I practice every evening now) seem to definitely open the way to that state of consciousness…\u2028Every time, it starts with a regular dream. Then, I find myself conscious with the sensation that I am floating, with a tingling sensation all over my body, accompanied by an impressive acouphene. Now that I am used to it, I know that is the sign that I am in the right state to experience an astral projection.\u2028All I have to do is focus my attention on going out of my body in order to produce it.<br \/>\nMy right arm being blocked, I had to ‟enlarge” an invisible door in order to free myself completely. Nevertheless, I realize that, until now, I have experienced difficulties expanding my area of action. Let me explain: in all the astral projections that I have experienced, I have only been able to perceive my apartment… That is very frustrating when one knows that I practice astral projection in order to produce intense sensations of flying.\u2028Last night, for example, I have tried to fly through the ceiling. I rose, but, when my head started to go through the ceiling, the sensation in my jaw was so strange (like moving from water to air, with a bizarre and loud sound effect) that it ended the experience.<\/p>\n<p style=\"text-align: right;\"><em><strong>Benjamin<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>After practicing sways of the point of concentration in a cross for a quarter of an hour, I insisted on the exercise of ‟permanent” mental static tensions (a segmented mental tension of approximately 2 seconds, repeated regularly) as I cannot practice physical tensions because of my health. After a quarter of an hour of tensions, I managed to produce an out-of-body experience.\u2028I fell on the side, slightly. I experienced difficulties directing myself in the beginning, as I felt very light, like if I was floating. I eventually managed to stand up and I started to move towards the living room by passing through the closed door. It was rather dark and I experienced difficulties seeing. I did not insist and got on with the experience: I decided to push up so that I moved up and passed through the ceiling. I ended up into a kind of an apartment and I could see better. There were many toys lying on the ground and they were not in order. I moved on and visited the bedrooms. I saw a child sleeping in one and a younger child in an other one. I did not stay very long and, again, I passed through a wall and a window towards the outside.\u2028I found myself floating in the air. It was pleasant (I felt the fresh air) and I started to move. I could not see very well as it was nighttime. I was quite high and there were not many lights under me.\u2028At a moment, I saw several groups of people and a swimming pool. I passed by the first group (a family, I believe) and I stopped at the second (young people). I observed them and decided to touch one of them in order to check if they could feel me. The person did and reacted by asking who it is. I was also surprised by that first contact. Quickly, I took one of them with me flying in the air: I asked who it was and it seemed that I heard an answer ‟I … your guide…”<\/p>\n<p style=\"text-align: right;\"><em><strong>Athome (forum&#8217;s pseudo)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>When I feel the sensation that I am sliding or falling, I accentuate that impression mentally by exaggerating the movement: for instance, I have the impression that I am falling from my bed or that I am tipped over backwards, I increase that effect by producing mentally the sensation that I am falling in a bottomless chasm or from the top of a cliff, increasing the speed at which I am falling.\u2028Often, the simple fact that I am trying to direct the experience is enough to block everything and nothing happens.\u2028Sometimes, for a reason I do not know, there is an actual effect and I find myself projected in the room or in the room next door.<\/p>\n<p style=\"text-align: right;\"><em><strong>Carlito<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>While I am asleep, I realize that ‟something” is going to happen, and it actually does (I simply KNOW that it is going to happen…). Generally, I can hear a deafening whistling sound, sometimes followed by ‟articulated” sounds. I have the impression that someone is trying to touch me, but I am paralyzed, though perfectly conscious. I try to wake up, to shout, but it is impossible in the beginning. Then after having struggled, I wake up and I sometimes shout (that comes as quite a surprise to my wife who sleeps next to me). I have a very vivid memory of the event. I have noted that the whistling I hear in the beginning sometimes persists after I have woken up. I now am getting used to this happening and I am not scared any more. I can observe the phenomenon more, a fact that helps reaching astral projection.<\/p>\n<p style=\"text-align: right;\"><em><strong>Mikhael<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#9933ff\" \/>\n<p>– I dream that I am in the clouds, with a sensation of fast movement. In the middle of the clouds, a larger wheel resembling the Gyrascope appears. I spontaneously let my point of concentration rotate inside, and I experience a sensation of intense light, like an inner fire burning with a tremendous feeling of power.\u2028– I dream that I am in my parents’ garden. There, I see a light appearing behind a bosque. I approach and a large light, associated to a deafening acouphene appears. I see the blades of the Gyrascope rotating around the light (the light seemed to emanate from the center of the Gyrascope). I enter a state of o.o.b.e. with the impression that I am leaving my body in a rotating movement.\u2028– In the morning, in a state of half-sleep images flash past quickly. Then, as I focus my attention on them, the images flash faster and faster (I have the impression that more than 30 images appear per second – this kind of experience has taken place on several occasions and I wonder if it is not a consequence of practicing fast mantras). The run of images stops on a final image, that of an alarm clock set on a table. I focus my attention on it and, suddenly, my entire body is shaken by a swarming feeling, together with a very loud acouphene. Then, the center of the clock face starts whirling and a hole appears in its center, like the eye of a storm. That triggers an o.o.b.e.\u2028This last experience really reminded me of the phenomenon that can be observed when a bathtub is emptied and a whirlpool is created. The bottom of the siphon can be observed through the empty space created by the center of the whirlpool. As an analogy, I wondered if the Gyrascope could, by creating a whirlpool in the mind, open a passage that allows us to temporarily see “the next world”?<\/p>\n<p style=\"text-align: right;\"><em><strong>Benjamin<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-lucid-dreams\/&#8221; button_text=&#8221;Lucid Dreams&#8221; button_alignment=&#8221;left&#8221; admin_label=&#8221;Bouton: Previous Testimonies&#8221; _builder_version=&#8221;4.13.0&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;&#x23;||divi||400&#8243; button_icon_color=&#8221;#f28d00&#8243; button_icon_placement=&#8221;left&#8221; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|-50px|||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-astral-travel\/&#8221; button_text=&#8221;Astral Travel&#8221; button_alignment=&#8221;right&#8221; admin_label=&#8221;Bouton: Next Testimonies&#8221; _builder_version=&#8221;4.13.0&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;&#x24;||divi||400&#8243; button_icon_color=&#8221;#f28d00&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|||-50px|false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extracts from our GUEST BOOKOUT-OF-BODY EXPERIENCESAbout a month ago, I practiced the cross-shaped sways every day for about 1h30 in two sessions. During the next few days, while walking around, it happened that I could see the world around me from above. At home, at certain times, I could see the whole living room as [&hellip;]<\/p>\n","protected":false},"author":28,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[43],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>O.B.E. testimonies - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"description\" content=\"The testimonies on &quot;Out-of-Body Experiences&quot;...\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"O.B.E. testimonies - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"The testimonies on &quot;Out-of-Body Experiences&quot;...\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-01-19T11:00:16+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-03-19T19:09:45+00:00\" \/>\n<meta name=\"author\" content=\"Daniel STIENNON\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Daniel STIENNON\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"44 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/\",\"url\":\"https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/\",\"name\":\"O.B.E. testimonies - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-01-19T11:00:16+00:00\",\"dateModified\":\"2022-03-19T19:09:45+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\"},\"description\":\"The testimonies on \\\"Out-of-Body Experiences\\\"...\",\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"TESTIMONIES 18: Out-of-Body Experiences (OBE)\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\",\"name\":\"Daniel STIENNON\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"caption\":\"Daniel STIENNON\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/contact_uk\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"O.B.E. testimonies - PHOSPHENISM - Dr. LEFEBURE School","description":"The testimonies on \"Out-of-Body Experiences\"...","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/","og_locale":"en_US","og_type":"article","og_title":"O.B.E. testimonies - PHOSPHENISM - Dr. LEFEBURE School","og_description":"The testimonies on \"Out-of-Body Experiences\"...","og_url":"https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/","article_published_time":"2020-01-19T11:00:16+00:00","article_modified_time":"2022-03-19T19:09:45+00:00","author":"Daniel STIENNON","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Daniel STIENNON","Est. reading time":"44 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/","url":"https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/","name":"O.B.E. testimonies - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-01-19T11:00:16+00:00","dateModified":"2022-03-19T19:09:45+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f"},"description":"The testimonies on \"Out-of-Body Experiences\"...","breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/testimonies-out-of-body-experiences\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"TESTIMONIES 18: Out-of-Body Experiences (OBE)"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f","name":"Daniel STIENNON","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","caption":"Daniel STIENNON"},"url":"https:\/\/www.phosphenism.com\/author\/contact_uk\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/160"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=160"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/160\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=160"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=160"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=160"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}