{"id":199,"date":"2020-01-23T12:00:30","date_gmt":"2020-01-23T11:00:30","guid":{"rendered":"http:\/\/www.phosphenism.com\/?page_id=199"},"modified":"2021-04-15T18:03:43","modified_gmt":"2021-04-15T16:03:43","slug":"testimonies-gyrascope","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/testimonies-gyrascope\/","title":{"rendered":"TESTIMONIES 22: Gyrascope"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_fullwidth_header title=&#8221;TESTIMONIES&#8221; subhead=&#8221;GYRASCOPE&#8221; header_scroll_down=&#8221;on&#8221; scroll_down_icon_color=&#8221;#ffffff&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran: Gyrascope&#8221; _builder_version=&#8221;4.7.4&#8243; title_text_align=&#8221;center&#8221; title_text_color=&#8221;#ffffff&#8221; title_font_size=&#8221;48px&#8221; subhead_text_align=&#8221;center&#8221; subhead_text_color=&#8221;#ffffff&#8221; subhead_font_size=&#8221;24px&#8221; background_color=&#8221;#ff6600&#8243; min_height=&#8221;250px&#8221; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_row admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;3.25&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221;]<\/p>\n<h2 style=\"text-align: center; line-height: 25pt;\"><span style=\"color: #993300;\"><strong>Extracts from our GUEST BOOK<br \/>GYRASCOPE<\/strong><\/span><\/h2>\n<p>[\/et_pb_text][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2016\/09\/11-gyrascope.jpg&#8221; show_bottom_space=&#8221;off&#8221; align=&#8221;center&#8221; align_tablet=&#8221;center&#8221; align_phone=&#8221;&#8221; align_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;IMG: Gyrascope&#8221; _builder_version=&#8221;4.7.4&#8243; max_width=&#8221;550px&#8221; animation_style=&#8221;slide&#8221; animation_direction=&#8221;left&#8221; animation_duration=&#8221;500ms&#8221; animation_intensity_slide=&#8221;10%&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; animation=&#8221;left&#8221; sticky=&#8221;on&#8221; always_center_on_mobile=&#8221;on&#8221;][\/et_pb_image][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; admin_label=&#8221;section&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_row column_structure=&#8221;1_4,3_4&#8243; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; custom_margin=&#8221;0px||||false|false&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_sidebar area=&#8221;et_pb_widget_area_2&#8243; show_border=&#8221;off&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; header_font_size=&#8221;14px&#8221; header_line_height=&#8221;1.7em&#8221; background_color=&#8221;#f3dabf&#8221; custom_padding=&#8221;|||3px|false|false&#8221;][\/et_pb_sidebar][\/et_pb_column][et_pb_column type=&#8221;3_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_testimonial quote_icon_color=&#8221;#ff6600&#8243; admin_label=&#8221;Témoignage: Yvonne D.&#8221; _builder_version=&#8221;4.7.4&#8243; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221;]As a yoga teacher, I have been searching for so long and have tried so many techniques in vain that now I really have faith in Phosphenism. This is the end of my second week of working with the Gyrascope and I feel the very strong energy above the perineum and in the crown chakra and third eye (&#8230;). Dreams are more intense and pleasant too&#8230; I also feel developing a beautiful energy.<\/p>\n<p style=\"text-align: right;\"><em><strong>Simone U.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>Feeling of greater energy during the day and more inner strength. More intense dreams. I find that the 45 minutes of Gyrascope are pleasant and pass quickly.<\/p>\n<p style=\"text-align: right;\"><em><strong>Bernard S.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#ff6600&#8243; admin_label=&#8221;Témoignage: Yvonne D.&#8221; _builder_version=&#8221;4.7.4&#8243; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221;]The first time I my have exercised with Gyrascope virtual, I suddenly realized that I was dreaming and I thought ‘ I dream so I can fly away … “and here I am greatly amused me the air while flying in beautiful sunny landscapes. It lasted a relatively long time. The joy and enthusiasm was like that of a child discovering that he can now run instead of just walking.<\/p>\n<p style=\"text-align: right;\"><em><strong>Haik G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>As one of the creators of the Virtual Gyrascopes proposed in ‟MY ACCOUNT”, and after having tested other ones, I can affirm that the one offered by Phosphenism Publishing exceeds by far anything else that has been done up to now. Believe me, it is a good investment. I had problems of visualization; I can now make a rotational thought without any problem and with my eyes open. This helps me with the exercises of head rotation, because it strengthens the effect they bring. And in addition, I can intuitively feel the right speed of rotation without having to use phosphenes. So, I am very enthusiastic and I encourage you to procure this very effective tool.<\/p>\n<p style=\"text-align: right;\"><em><strong>Lux Kywalker (forum’s pseudo)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>Since I have been using the Pro Virtual Gyrascope, for two months now, one or two nights a week I have conscious dreams. I haven’t yet acquired complete control of my dreams, but I am aware that I am dreaming. In my dream (but is this really in the domain of dreams or would it be more a case of astral projection or extensions of consciousness?), I am conscious that it is a dream and that I can act on the content to a certain extent.\u2028As soon as I start to become aware that I am dreaming, I try to do the exercise of concentration on a detail. It is not always easy because the sensations and perceptions have greater importance than the exercise. But I have noticed that when I manage to do this, the conscious dream becomes more intense, and above all, it lasts much longer. I have many dreams of flying, often at very high speeds, and very often they end with the sensation of rising up in a whirling movement. I would like to thank Daniel STIENNON for the personal advice that he gave me during the training course.<\/p>\n<p style=\"text-align: right;\"><em><strong>Daniel P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>I am a magnetizer and a healer. Upon the advice of Mr Stiennon, my practice with the Virtual Gyrascope consisted primarily of projecting a rotating phosphene and practicing the 3rd level exercises on the back of my hands. One night I dreamed about my hands; they appeared with a ball of light energy placed in the middle of the palms. This luminous ball was rotating. In the morning, I noticed that the chakras of my hands were open. From that day on, the gift I have as a magnetizer-healer has developed in a spectacular manner. And further, still following the advice of Mr Stiennon, I have learned to phosphenize water as a complement to magnetism.\u2028I use a glass bottle with an ordinary cork. I hold it in my hands, completely encircling it, and I then project a phosphene and a gyroscopic meditation accompanied by a wish for healing. All of my patients tell me that they can feel the energy after drinking a glass of this water. In this manner, I have been able to aid in the healing of different pathologies. Thank you for everything.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>I own a mechanical Gyrascope and a Virtual Gyrascope. If I had one piece of advice to give to a beginner, it would be to start with the Virtual Gyrascope because it allows one not only to obtain the right mental attitude, but it also facilitates the exercises of visualisation. In addition, it seems to me that the Virtual Gyrascope exercises a much deeper action on the psyche, and due to this fact, it permits experiences of the mind that go much further. This is my personal opinion. The instruction manual is clear and complete. Nearly once a week I am able to obtain an intense experience. In particular, the encounter with my spiritual guide was a very intense moment. By following the advice given by Daniel STIENNON, within a very short time I have been able to converse with my guide. I obtained answers to all the personal questions that I asked.\u2028With much gratitude.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marc D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>Thanks to the shallow breathing as explained in the book by Dr LEFEBURE The Pneumophene and the practice using the Virtual Gyrascope, I have been able to experience numerous voyages ‟astral travelling”. During one of these, I perceived a light; an individual appeared out of it and presented himself as my spiritual guide.\u2028The emotion being too strong, I stopped the experience. But following the advice of Mr. STIENNON to the letter, I was able to attempt the experience again and now I can almost manage to have a sort of dialogue. I say ‟sort of” because there is at the same time a telepathic communication which is almost verbal but without the movement of the lips. As Daniel STIENNON puts it so well, ‟the world of the spirit is the opposite of the physical world, which means that even in an ordinary dream a dialogue takes place through telepathy. There is no movement of the lips”.\u2028Since this first encounter, my life has changed enormously.\u2028A thank you in particular to Daniel STIENNON for his attention.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>During my first month of practice with the Virtual Gyrascope, nothing happened except that, and this is very important, I slept more deeply than usual and when I woke up I felt much more rested, in much better form and, above all, I felt filled with energy. After a month and a half of practice, at around 5 o’clock in the morning, I felt as if I were torn from my body in a rising whirling movement. My astonishment was immense, and the more I became astonished, the more the rising movement accelerated. I had the impression of flying in the air at a very high speed. It was prodigious: I fly, I loop the loop, I see lights, I perceive colors and I guffaw, and it is marvellous. Maybe a little bit too loudly, because in the end it woke me up.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pierre D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>For 3 months now, I have been practicing with the Virtual Gyrascope, and at the same time I have been studying my law courses using Dr LEFEBURE’s lamp. Here is what I have been able to observe between the 2nd and 3rd month of practice. Once or twice a week, what seems to be a simple dream at the beginning, becomes a conscious dream and then a directed dream, and then a dream of ascension with moving at a very high speed in landscapes that at known or unknown. Very often, this out of body experience or extension of consciousness takes a whirling form and then my double moves at a very high speed in vertical direction, but I also feel as if I am ascending in the direction of some galaxy. As much as possible, during gyrascopic meditation I try to immerse myself in notions of astronomy. Once, I had the feeling of being in fusion with a star and it provoked such a strong emotion of joy and well-being that I woke up with tears in my eyes and the thought: ‟How is such a thing possible?”\u2028Thanks to Phosphenism for having allowed me to live such an experience.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Marc R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>On my 20th day of practice with the Virtual Gyrascope, at a rhythm of 30 minutes every evening, practiced conscientiously following the instructions in the manual and using Dr LEFEBURE’s lamp placed at a distance of 8 inches (20 centimeters), here is what I have obtained. Having just fallen asleep, I am awakened by a very harsh light which illuminates my entire field of vision (very surprising) and then my body, or more exactly, my double, starts to vibrate at a rhythm of 1\/6th of a second for about ten seconds. Then I feel as if I am sucked up into a vortex made of a glittering array of stars. Then my double rises, or my consciousness detaches itself from my body and then I experience a feeling of a great clarity of consciousness. After a while, my ascension stops and I feel a sort of state of weightlessness in my thoughts. My thoughts become so light and voluptuous at the same time, that I have the impression of being able to see them, feel them, touch them (very impressive). At that moment that I said to myself, ‟what if I try to put them into a movement of gyroscopic rotation”. Thinking again of the point of concentration that rotates on the Virtual Gyrascope, I decide to throw my thoughts a bit like a pebble cast from a sling. I had hardly finished elaborating this idea when I felt myself moving at a ‟supersonic” speed. My mind was filled with joy and happiness. The more it was filled with this feeling, the more I felt a euphoria rising within me. It transformed very quickly into a feeling of fulfilment, finishing in a feeling of Nirvana and ecstasy. I don’t know how, but I found myself awake, lying on my bed. I observed my visual chaos (or my brow chakra), and there, it is as if I were looking at a kaleidoscope. The only way to describe it is the word grandiose.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Michel M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>Former student of Dr. LEFEBURE.<br \/>\nPhotographs of the Gyrascope that I made, very simple and easy to construct.\u2028– A box or chest 3 feet (1 meter) high – 3 boards 3 feet x 10 inches (1m x 25) – one board 3 feet 15 inches x 10 inches (1m35 x 25) – thickness 1\/16 of an inch (15mm).\u2028– a flexible that is attached to an electric drill and leads to the back of the Gyrascope. The small mandrel is connected to the shaft that goes to that plate of 6 blades.\u2028– a cutout for the lamp\u2028– a clock for measuring the minutes.<br \/>\n<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/rené-c.png\" width=\"528\" height=\"177\" alt=\"\" class=\"wp-image-9195 aligncenter size-full\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/rené-c.png 528w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/rené-c-300x101.png 300w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/rené-c-480x161.png 480w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/rené-c-510x171.png 510w\" sizes=\"(max-width: 528px) 100vw, 528px\" \/><\/p>\n<p style=\"text-align: right;\"><em><strong>Rene C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>The photos of my Gyrascope.<br \/>\n<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/Zied-uk.jpg\" width=\"480\" height=\"143\" alt=\"\" class=\"wp-image-9229 aligncenter size-full\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/Zied-uk.jpg 480w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/Zied-uk-300x89.jpg 300w\" sizes=\"(max-width: 480px) 100vw, 480px\" \/><\/p>\n<p style=\"text-align: right;\"><em><strong>Zied<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>My partner practices regularly with the Gyrascope for an hour every day and we have noticed an inversion: I am the one, his partner, who often receives the initiatory experiences.\u2028I regularly see galaxies swirling on themselves just by closing my eyes, without doing any exercises in order to trigger this effect. I obtain these magnificent states of consciousness thanks to my boyfriend. During the night, I often find myself in space among the stars and galaxies; it is a very pleasant sensation.<\/p>\n<p style=\"text-align: right;\"><em><strong>Nicole L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>One night, I was sitting in an armchair after my daily 30 minutes of practice with the Gyrascope using the colored blades.\u2028I was resting from a day’s work with my eyes closed when, fully conscious; I saw sparkles of a violet color which made me think of small stars welcoming me to their magical world.\u2028I was enchanted by these visions of such beauty.\u2028Then, far in the distance, a multitude of many-colored stars appeared. Some were bright red, others intense blue or a brilliant yellow. My consciousness burst, caught in a powerful whirlpool of whitish light.\u2028My guide appeared in the shape of a woman, looking serene and full of love.\u2028Fantastic, there is nothing else I can say. Thanks.<\/p>\n<p style=\"text-align: right;\"><em><strong>Laurence R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p><img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/gyrascope-dominique.jpg\" width=\"150\" height=\"217\" alt=\"\" class=\"wp-image-9197 alignleft size-full\" \/><br \/>\nI have been teaching yoga for 21 years and since I have been teaching I go to India every three years to meet different yogis or swamis, in my search for complete awakening of kundalini. During all these years, I have obtained results but not with the power or the grandeur that I expected.\u2028Without taking it seriously at the beginning, I started using Doctor Lefebure’s Gyrascope and now I must admit that I obtained more results in three months than in 20 difficult years of asceticism.\u2028Encouraged by this new method of awakening, I followed your advice and placed the Gyrascope above my head. I did not construct it with large blades as you recommend, but I tilted it enough to obtain a reasonably good-sized phosphene in my field of vision. And also following your recommendations, I studied astronomy for overall general knowledge in order to immerse myself in astronomical data rather than Hindu philosophical information, as you say.\u2028Since I have been practicing this way, on several occasions and with an intensity and a quality that increases each time, I have clearly perceived a surge of a subtle substance that rises up from my sacrum along my spine. When it reaches my head, I perceive a bright inner light. This energy then comes out through the top of my head and whirls above it. It then ‟flows down” into each of my chakras, driving them into incredible movements of rotation.\u2028On several occasions, I have found myself completely awake in space where I could communicate with ‟guides” for long periods of time. You have enabled me to live my most secret dreams, and I cannot find enough words to thank you.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dominique V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p><img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/gyrascope-richar-alain-300x225.jpg\" width=\"300\" height=\"225\" alt=\"\" class=\"wp-image-9198 alignleft size-medium\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/gyrascope-richar-alain-300x225.jpg 300w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/gyrascope-richar-alain.jpg 350w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><br \/>\nHello Daniel. I have followed the instructions you provide in Kundalini volume 2 and built a 6foot (2meter) wide Gyrascope. I lie down underneath it. In that way, it completely covers my field of vision when the rotation begins.\u2028I am 47 years old, and over the past 2 years I have been using the Gyrascope for an hour every day.\u2028Also, when I drive to work in my car I use the time to practice with the Alternophone or the Mantratron.\u2028My first experiences of hyper-consciousness appeared very quickly during the first weeks of practice. One of them particularly impressed me: during a ‟flight”, I voluntarily passed through a door and felt a real physical interaction of my atoms (???) with those of the door.\u2028This first experience remains in my mind in a surprising and deep manner.\u2028This kind of experience happens regularly.\u2028At the end of a year, following Daniel Stiennon’s advice, I built a 6 feet (2 meters) wide Gyrascope using a drill for the motor and several thin sheets of polystyrene covered with aluminum paper for the blades. It took me just a few hours to build (see the picture). And now, every evening for an hour, I do a complete session: large diameter Gyrascope with the Gyropulsar and Alternophone coupled with Mantratron set on 1\/6th of a second.\u2028In the fall of 2002 I contacted Stephane, who I had met in Paris during one of the continuous training workshops, and once a week we try to practice together according to our time schedules. Jean-Pierre, who I also met in Paris, joins us on a less regular basis.\u2028Group sessions are very beneficial and concrete results are quickly obtained.\u2028I have recently had several experiences of states of hyper-consciousness (at night during my sleep) in which I met a beautiful ‟White Lady”. In appearance she resembled the religious images of the Virgin. Since then, I have a permanent sensation of a vibration at the base of my spine. Sometimes this vibration is replaced by an intense sensation of heat and I feel like I am ‟burning” inside. On other occasions, I feel a large ball of energy more of less like ‟cotton wool” in consistency that takes the place of the vibration and tends to rise up my spine.\u2028All these sensations are very pleasant and they do not preoccupy me.\u2028My personal testimony would be incomplete if I did not thank Edith, who has shared my life for more than twenty years, for her patience and understanding. Daily practice obviously encroaches a bit on family life. I am lucky to have a wife who, by means other than Phosphenism, follows her own spiritual quest. Before falling asleep at night, we can share our experiences after doing a few phosphenes together.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain R.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#ff6600&#8243; admin_label=&#8221;Témoignage: Yvonne D.&#8221; _builder_version=&#8221;4.7.4&#8243; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221;]<\/p>\n<div align=center><div style=\"width: 248px;\" class=\"wp-video\"><!--[if lt IE 9]><script>document.createElement('video');<\/script><![endif]-->\n<video class=\"wp-video-shortcode\" id=\"video-199-1\" width=\"248\" height=\"186\" preload=\"metadata\" controls=\"controls\"><source type=\"video\/mp4\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/Gyrascope-1.mp4?_=1\" \/><a href=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/Gyrascope-1.mp4\">https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/Gyrascope-1.mp4<\/a><\/video><\/div><\/div>\n<p><img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/gyrascope-daniel-fernandez.jpg\" width=\"675\" height=\"145\" alt=\"\" class=\"wp-image-9200 aligncenter size-full\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/gyrascope-daniel-fernandez.jpg 675w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/gyrascope-daniel-fernandez-480x103.jpg 480w\" sizes=\"(min-width: 0px) and (max-width: 480px) 480px, (min-width: 481px) 675px, 100vw\" \/><br \/>\nGyrascope entirely made with recuperation material<br \/>\nI am a practitioner of Phosphenism in Spain and I made a Gyrascope following the indications given by Dr. LEFEBURE in his book Kundalini ( Volume 1).<br \/>\nI used a bicycle wheel, black paper, aluminum foil, a small motor taken from a children&#8217;s game and a gamepad.<br \/>\nA few photos and a small video will help you to better understand my realization.<br \/>\nI simply point out that a current inverter allows me to turn the wheel in both directions and that the gamepad is used to vary the speed.<br \/>\nIn a short time, I obtained fantastic experiences.<br \/>\nThanks to Francesc CELMA, representing Phosphenism in Spain, for introducing me to Dr. Lefebure&#8217;s work.<\/p>\n<p style=\"text-align: right;\"><em><strong>Daniel F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>Every evening, just before going to sleep, I practice Gyroscopic meditation for one hour using the Virtual Gyrascope. Starting from the second week I experienced many conscious dreams. Then, there were dreams of flying which I tried to direct as best I could. At the end of a month and a half, thanks to my discussions with Mr. Stiennon, I finally understood that I should not try to direct them, but rather accept them as they came. The exercise of concentrating on a detail of an image or a sensation very quickly let me expand the experiences and above all make them last longer.\u2028Over a period of three months, in addition to motion at vertiginous speeds, I was woken up by an inner dazzling light. A ‟supernatural” light, coming from who knows where, filled my entire field of vision.\u2028One time my body began to undulate so strongly that the blankets ended up falling on the floor and this woke me up. Another time, I had the impression that it was my physical body which began to undulate and then I had the surprise of seeing that it was in fact my double. The awareness of my etheric body being seized by a vibratory undulation was a very striking experience.\u2028Three months after beginning my practice with the Virtual Gyrascope I can state that I clearly feel the energy of Kundalini. Most often it manifests itself by undulatory sensations which result in out of body experiences or astral travel, also called extensions of consciousness, in universes essentially comprised of sensations.\u2028My perception in the waking state, concerning the environment I live in as much as the persons around me in everyday life, has been profoundly modified. In brief, I would say that I feel much stronger, if not to say more powerful within, all the while remaining very detached in the face of all situations. A kind of peace or gentle strength has settled within me. With immense gratitude to Dr LEFEBURE.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dimitri S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>Gyrascope made from a second-hand record player.<br \/>\n<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/Gyrascope-confectionné-à-partir-dun-tourne-disque-récupéré.-300x212-1.png\" width=\"300\" height=\"212\" alt=\"\" class=\"wp-image-9201 aligncenter size-full\" \/><br \/>\nI simply used a record player and a long-playing (LP) vinyl record, 33⅓ rpm: I divided the record into 12 sections. I pasted 6 sections of white paper on it alternating them with the other 6 sections (letting the grooves of the vinyl show) and I covered these sections with a black matte color. Having placed the record player upright and at eye-level, I therefore had a record turning at 33⅓ rpm which I looked at using direct lighting, and I did this in sessions of 45 minutes every day. Every 3 or 4 minutes, I would cut the lighting and close my eyes for approximately one minute, occasionally doing head sways.\u2028Rather quickly (starting from the second or third day), I would see the record turning as soon as I woke up. I mean to say that having my eyes closed just after waking up, I would see a light grey-colored record turning in my visual chaos (obviously, in place of the vinyl record which I looked at every day). As it turned, it slowly appeared, then disappeared just as slowly (leaving in its place the usual visual chaos), then reappearing again in the same way only to disappear once again… I would say that between the appearance and the disappearance, there was a period of three seconds. I add that this rotating record appeared to me, at the most, four times in a row during a single moment of waking up.\u2028Most often, it only appeared two times in a row. Obviously, up to this point, one would tend to think that there is nothing really extraordinary in the anecdote. Except that one day, or rather one morning, I had an absurd idea. So, after the first appearance of the record, and when it had disappeared to undoubtedly reappear, I said to myself: ‟it would be amusing for it to reappear, but turning in the opposite direction”. Obviously, my wish was really quite absurd because I had seen the vinyl record (the real physical one) turning only in one direction. Well, that particular morning the record began to turn in the other direction! And this happened two times in a row, and always according to what I wanted.\u2028What do you think?<\/p>\n<p style=\"text-align: right;\"><em><strong>Rydy C.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_text _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221; custom_padding=&#8221;|30px||30px|false|false&#8221;]<span style=\"color: #993300;\"><strong>ANSWER<\/strong><\/span> by Daniel Stiennon&nbsp;:<br \/><span style=\"color: #000080;\">As Dr. Lefebure explains in his book Kundalini (Volume 1), this experiment clearly brings to light well that there is a ‟counter-force” in the brain, and knowing how to use it leads to the awakening of Kundalini.<\/span>[\/et_pb_text][et_pb_testimonial quote_icon_color=&#8221;#ff6600&#8243; admin_label=&#8221;Témoignage: Yvonne D.&#8221; _builder_version=&#8221;4.7.4&#8243; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221;]<\/p>\n<div align=center><div style=\"width: 304px;\" class=\"wp-video\"><video class=\"wp-video-shortcode\" id=\"video-199-2\" width=\"304\" height=\"168\" preload=\"metadata\" controls=\"controls\"><source type=\"video\/mp4\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/Gyrascope-2.mp4?_=2\" \/><a href=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/Gyrascope-2.mp4\">https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/Gyrascope-2.mp4<\/a><\/video><\/div><\/div>\n<p>Hello, my name is Frédéric, soon to be 43 years old, I am a teacher of Kundalini Yoga (Yogi Bhajan teaching ), practitioner in Chineitang (Taoist massage of internal organs).\u2028I have known Dr Lefebure’s teaching for many years through reading some of his books, but it has only been a few months that I have become more interested in it. In particular, I bought the Virtual Gyrascope which led me to make a Gyrascope on a very simple bicycle wheel base.\u2028I covered the shelves with aluminum foil and gold foil and added fancy stones and mirrors. The ideal would be to have an automatic motorization but my level of DIY being limited, I content myself with turning it by hand.\u2028The first benefit was the realization of what I naturally called ” the wonderful wheel ” : finding the materials, testing, starting over, improving, in short the pleasure and satisfaction of creating a unique object. Then, I spent a lot of time marveling at the richness of the silver and gold reflections of this wheel turning facing the sun. Another nickname that I gave it by the way is “ the wheel of fortune ”, because at the subtle level, the body receives information from something precious, which has value.<br \/>\nAn incomparable improvement in my ability to visualize inside my body rotating movements, vortices, radiations and this with colors and luminosity, once again, incomparable with what I knew before. I visualize high speed spinning wheels with the most precious, sparkling and radiant imaginary stones. It helps me in my practice of Taoist microcosmic orbit meditation (also called small celestial circulation meditation) because this meditation is also based on the revolving movement (cf. the book of Mantak Chia : vital energy and self- healing). Thank you to Mr Stiennon for his listening and his advice.<\/p>\n<p style=\"text-align: right;\"><em><strong>Frederic S.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#ff6600&#8243; admin_label=&#8221;Témoignage: Yvonne D.&#8221; _builder_version=&#8221;4.7.4&#8243; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221;]<\/p>\n<div align=center><div style=\"width: 320px;\" class=\"wp-video\"><video class=\"wp-video-shortcode\" id=\"video-199-3\" width=\"320\" height=\"214\" preload=\"metadata\" controls=\"controls\"><source type=\"video\/mp4\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/Gyrascope-4.mp4?_=3\" \/><a href=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/Gyrascope-4.mp4\">https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/Gyrascope-4.mp4<\/a><\/video><\/div><\/div>\n<p>Tesla &#038; Phosphenism, the Egg of Christophe Colomb<br \/>\nRegarding the Egg of Christophe Colomb mentioned by Dr. Lefebure in his book Kundalini Volume I. \u2028The Egg of Columbus is an experiment realized by Nikola Tesla in 1893, during the Chicago World Fair.\u2028There, Tesla presented a device he had designed, for the purpose of demonstrating the principle of the induction motor and the rotating magnetic field.\u2028Tesla’s Egg of Columbus performed the feat of Columbus with a copper egg, placed in a rotating magnetic field. The egg spun on its major axis, standing on end due to the gyroscopic action.\u2028Tesla’s device used a toroidal iron core stator on which four coils were wound.\u2028Reproductions of the device are displayed at the Nikola Tesla Museum in Belgrade (Serbia), in the Technical Museum in Zagreb (Croatia), as well as in the Ann Arbor Hands-On Museum (Michigan USA).\u2028In the video, it can clearly be seen that the egg is submitted to the same action as the whirligig, there is a rotation over a rotation: the egg rotates on itself while rotating in little circles. In the end, its movement describes a whirl or a vortex.\u2028That movement, when it is applied to thought, constitutes the principle of gyroscopic meditation, which purpose is to produce the awakening of Kundalini.\u2028In other ways, for a certain movement and speed of rotation of a visualized image over the blades of the Gyrascope (gyroscopic meditation) Kundalini is awakened and rises.<\/p>\n<p style=\"text-align: right;\"><em><strong>Bruno C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>Recently, I have experimented with the Gyrascope and the Gyropulsar (focusing for 30 seconds on the Gyrascope and then eyes closed for 3 minutes with the Gyropulsar while maintaining a rotational thought on the chakras; I was also listening to the alternated rhythm of 1\/6th of a second in the headphones). After a few days, I had surprising vibratory experiences. For several days, I felt my entire body vibrating from head to toe, like a guitar string and, several times, I noticed waves of intense heat rising up from the bottom of my spine towards my belly and my chest. The first time I experienced that vibratory phenomenon in my entire body, I had to stop practicing for several days, such was its intensity.<\/p>\n<p style=\"text-align: right;\"><em><strong>Aurinko<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>I am a little bit bluffed as I had started to practice with the Gyrascope for a while but had to stop because I could not maintain a thought rotating in the same direction. But yesterday, I started again practicing with the Gyrascope and added the Gyropulsar and track 3 of the mp3 that is included in the box set. My main visualizations were a golden luminous ball going up from my lower chakra to the top of my head, turning purple as I was going back down while emitting a pulse on the lower, red chakra, at a rhythm of 1\/6th of a second with the mantra ‟ki”. Then, when I had enough of that movement of thought, I visualized my spine pulsating at that fast speed. In fact, I followed my inspiration of the moment while trying to maintain it long enough to induce a rhythm in my brain. Sometimes, I was visualizing a pulsating sphere that stopped on each chakra and pulsated on it. Sometimes, it was a spray of sparks going up and rotating clockwise. On the other hand, I cannot maintain the same direction of rotation and prefer an upwards movement of translation. Once I had assimilated the exercise well, I added superficial breathing, and that gave me impressive sensations of heat. That night, I had a first dream, but my consciousness was still asleep until my feet took off the ground. Then, my consciousness started to awaken. I visited the place where I was and then left it. I encountered a dog that had nothing better to do than attack me, going for my throat!! Never mind, I knew that I was in the astral and, consequently, that I was not in danger. So, I did not mind it too much. The dog gave up in the end and, suddenly, I changed rooms and found myself in a corridor with other people. I let them talk to each other and open the window. It was very high!!! I said to myself that, as a principle, I should be able to fly. I consequently decided to throw myself from the window and, there, it was ECSTASY. I plunged into the heart of planets, one of which resembled the Earth. My speed was fantastic and I let myself go, then all these planets became bubbles of water that contracted themselves and I woke up. I remained for long time listening to the acouphene with a luminous ball in front of me. I already had that kind of dream when I practiced sways with the phosphene, though not on the first night. On the other hand, I have the impression that sleeping on the back is important! Tonight, I will add the static tensions.\u2028Daniel is right, when one is anchored in matter too much, the experiences are scarce. Recently, I have performed a 90° turn towards esotericism and spirituality.<\/p>\n<p style=\"text-align: right;\"><em><strong>Tristan<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>A while ago, I built myself a Gyrascope that I upgraded into a bi-gyrascope, and later into a concentric one. That device allowed me to practice the exercises of vertical bi-concentration with a color, of rotations in figure-of-8 and the endless screw described in Kundalini Volume 2. I accompany these exercises with the corresponding mantras at various rhythms. My sessions of Gyrascope last between 45 and 55 minutes. Since, nocturnal experiences have become more and more frequent. I would like to describe one to you. I was having a ‟scary” dream in which a 2-meter ‟monster”, headless and decomposing, was threatening my family. We were stuck in the apartment because a fog that, too, was filled with varied unwholesome ‟things” was surrounding the house. The ‟monster” tried everything it could to enter the house. After a certain number of fruitless attempts, it left a ‟satanic” bible in front of the door hoping that I would be lured into opening the door. No way! It was at that moment that I realized that I was dreaming. I thus took command of the dream, opened the door and asked it who (or what) it was. After a fruitless conversation… I, gently SET IT ON FIRE, in the literal sense of the term. I also took on the opportunity to burn his evil book. I appreciated for a while the beauty of the flames, then I got up and wrote down the story. I actually got up too quickly and had a headache. I had to sleep for a while for it to pass. I find that experience fascinating, only a few months of practice to obtain such entertainment!<\/p>\n<p style=\"text-align: right;\"><em><strong>Yannick<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>Yesterday, I practiced two sessions with the Gyrascope, one during the day and one before going to sleep. This morning, as I lingered in bed for a bit, I realized that my visual chaos was rotating slowly. That really gave me the impression that I was perceiving the movement of rotation of the universe. I am still quite shaken by the experience.<\/p>\n<p style=\"text-align: right;\"><em><strong>Roselyne<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>The following device has the possibility to rotate in both directions and its speed can be controlled.\u2028I was really right to follow Dr Lefebure’s guidelines for building it. I practice four sessions of 15 minutes every day and I already benefit from the improvement of sleep, dreams are more vivid and intense.<br \/>\n<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/2017-08-04_1510.png\" width=\"496\" height=\"334\" alt=\"\" class=\"wp-image-9206 aligncenter size-full\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/2017-08-04_1510.png 496w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/2017-08-04_1510-480x323.png 480w\" sizes=\"(min-width: 0px) and (max-width: 480px) 480px, (min-width: 481px) 496px, 100vw\" \/><\/p>\n<p style=\"text-align: right;\"><em><strong>Adenilton da C. S. (Brazil)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>I have built a Gyrascope with color paper for but a few euros.\u2028Two nights after starting practice, I have lived unbelievably intense experiences of consciousness extension. I had the impression I was rotating like a galaxy.\u2028I also use the virtual Gyrascope.<\/p>\n<p style=\"text-align: right;\"><em><strong>Xavier<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>I have developed a little trick to facilitate practice with the virtual Gyrascope. I have turned the mouse’s timekeeper into a yellow, 3D rotating point. When I experience difficulties concentrating and making my visualization rotate in the opposite direction of the blades of the Gyrascope, I get the mouse’s timekeeper to rotate in the opposite direction of the blades for a short while and that drags my thoughts (it is very visual). I then place the timekeeper in the center of the little sun at the center of the Gyrascope. I find that very interesting because the timekeeper rotates vertically and the blades of the Gyrascope horizontally. This produces an effect of rotating tri concentration. Moreover, when I work on my computer, the mouse’s timekeeper is always rotating and I like that.<\/p>\n<p style=\"text-align: right;\"><em><strong>Germain C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p>I already own the mechanical Gyrascope that was available in the 80s\/90s, as well as theVirtual Gyrascope that has been available since 2010.\u2028However, one day, as I was strolling around a market, I found this windmill composed of 3 paper disks that rotate independently from one another. I believe this is an ideal accessory for practicing with the Virtual Gyrascope (as the latter also uses colored disks). The psyche is very sensitive to colors and I have been able to witness their effect on the quality of my experiences. Thanks to this windmill Gyrascope, and also to my rotating seat (I posted pictures of it in the Gyrophene section) I have enjoyed very memorable experiences.<br \/>\n<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/JEAN_CLAUDE.png\" width=\"434\" height=\"184\" alt=\"\" class=\"wp-image-9207 aligncenter size-full\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/JEAN_CLAUDE.png 434w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/JEAN_CLAUDE-300x127.png 300w\" sizes=\"(max-width: 434px) 100vw, 434px\" \/><\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Claude F.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#ff6600&#8243; admin_label=&#8221;Témoignage: Yvonne D.&#8221; _builder_version=&#8221;4.7.4&#8243; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221;]Photos of my <strong>Gyrascope-Helioscope<\/strong>.<br \/>\n<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/pILIP_fORRER.png\" width=\"555\" height=\"182\" alt=\"\" class=\"wp-image-9208 aligncenter size-full\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/pILIP_fORRER.png 555w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/pILIP_fORRER-480x157.png 480w\" sizes=\"(min-width: 0px) and (max-width: 480px) 480px, (min-width: 481px) 555px, 100vw\" \/><br \/>\nDriven by a small 12V car fan motor, powered by a battery charger, I can change the rotational speed to go from 0 to infinity, with the ability to change the direction of rotation of the blades.\u2028The total diameter is 1m60.\u2028The sun passes through the 6 blades of my Solar Gyrascope . I observe the sun briefly through the blades, then close my eyes and quickly fall into deep meditation.\u2028I see the sun turning sometimes in one direction and sometimes in the other, but what is very remarkable is that I see the birth of lights and bright colors unknown in reality which are born from a cross located in the center.\u2028I read somewhere that researchers had found that before falling into “non-matter” (limit between the material and spiritual world) it had the shape of a cross …\u2028Through this practice I see the colors more intense, I detect the sound from far away that nobody hears. I also perceive smells more strongly.\u2028This practice no longer gives intuition and prophetic ideas that I use mainly for a gardening method that I have set up, without water, without plowing and which allows to have a vegetable garden with abundance.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philip F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p><img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/JB_W.png\" width=\"283\" height=\"186\" alt=\"\" class=\"wp-image-9209 aligncenter size-full\" \/><br \/>\nI glued CDs on each blade of an old unplugged ventilator that the wind makes rotate. The prism of their burning gives a rainbow. Rotating under the sun, it provides very colorful and bright reflections.<\/p>\n<p style=\"text-align: right;\"><em><strong>J.-B. W.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p><img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/STEPHANE_L.png\" width=\"373\" height=\"108\" alt=\"\" class=\"wp-image-9210 aligncenter size-full\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/STEPHANE_L.png 373w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/STEPHANE_L-300x87.png 300w\" sizes=\"(max-width: 373px) 100vw, 373px\" \/><br \/>\nMy first experience is consecutive with the practice of muscle contractions associated with the Gyrascope . I do the exercise Monday, Tuesday then Thursday of the same week. And on Thursday night I see myself in a dream walking in a dark alley. It gets darker and darker, so I turn around and feel the urge to run. Then suddenly I find myself in my physical body at home but with this feeling that I am going to come out of my body. The whole room is illuminated. It’s impressive.\u2028As I am afraid, I control myself, and what I believe to be the energy centers which have opened and which have illuminated the room, close and then open again. Then I wake up, I am restless and go to write my experience.<\/p>\n<p style=\"text-align: right;\"><em><strong>Stephane L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#ff6600\" \/>\n<p><img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/ALAIN_R.png\" width=\"241\" height=\"182\" alt=\"\" class=\"wp-image-9211 aligncenter size-full\" \/><br \/>\nKundalini and virtual reality headset.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain R.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-kundalini\/&#8221; button_text=&#8221;Kundalini&#8221; button_alignment=&#8221;left&#8221; admin_label=&#8221;Bouton: Previous Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%2%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_icon_placement=&#8221;left&#8221; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|-50px|||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-gyrophene\/&#8221; button_text=&#8221;Gyrophene&#8221; button_alignment=&#8221;right&#8221; admin_label=&#8221;Bouton: Next Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%3%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|||-50px|false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extracts from our GUEST BOOKGYRASCOPEAs a yoga teacher, I have been searching for so long and have tried so many techniques in vain that now I really have faith in Phosphenism. This is the end of my second week of working with the Gyrascope and I feel the very strong energy above the perineum and [&hellip;]<\/p>\n","protected":false},"author":28,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[43],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Gyrascope testimonies - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"description\" content=\"The testimonies on &quot;Gyrascope&quot;...\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/testimonies-gyrascope\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Gyrascope testimonies - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"The testimonies on &quot;Gyrascope&quot;...\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/testimonies-gyrascope\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-01-23T11:00:30+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-15T16:03:43+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/rené-c.png\" \/>\n<meta name=\"author\" content=\"Daniel STIENNON\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Daniel STIENNON\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"36 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-gyrascope\/\",\"url\":\"https:\/\/www.phosphenism.com\/testimonies-gyrascope\/\",\"name\":\"Gyrascope testimonies - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-01-23T11:00:30+00:00\",\"dateModified\":\"2021-04-15T16:03:43+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\"},\"description\":\"The testimonies on \\\"Gyrascope\\\"...\",\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-gyrascope\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/testimonies-gyrascope\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-gyrascope\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"TESTIMONIES 22: Gyrascope\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\",\"name\":\"Daniel STIENNON\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"caption\":\"Daniel STIENNON\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/contact_uk\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Gyrascope testimonies - PHOSPHENISM - Dr. LEFEBURE School","description":"The testimonies on \"Gyrascope\"...","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/testimonies-gyrascope\/","og_locale":"en_US","og_type":"article","og_title":"Gyrascope testimonies - PHOSPHENISM - Dr. LEFEBURE School","og_description":"The testimonies on \"Gyrascope\"...","og_url":"https:\/\/www.phosphenism.com\/testimonies-gyrascope\/","article_published_time":"2020-01-23T11:00:30+00:00","article_modified_time":"2021-04-15T16:03:43+00:00","og_image":[{"url":"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/rené-c.png"}],"author":"Daniel STIENNON","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Daniel STIENNON","Est. reading time":"36 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/testimonies-gyrascope\/","url":"https:\/\/www.phosphenism.com\/testimonies-gyrascope\/","name":"Gyrascope testimonies - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-01-23T11:00:30+00:00","dateModified":"2021-04-15T16:03:43+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f"},"description":"The testimonies on \"Gyrascope\"...","breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/testimonies-gyrascope\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/testimonies-gyrascope\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/testimonies-gyrascope\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"TESTIMONIES 22: Gyrascope"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f","name":"Daniel STIENNON","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","caption":"Daniel STIENNON"},"url":"https:\/\/www.phosphenism.com\/author\/contact_uk\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/199"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=199"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/199\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=199"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=199"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=199"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}