{"id":20609,"date":"2021-01-09T12:00:40","date_gmt":"2021-01-09T11:00:40","guid":{"rendered":"https:\/\/www.phosphenism.com\/?p=20609"},"modified":"2021-04-16T03:35:54","modified_gmt":"2021-04-16T01:35:54","slug":"castaneda-and-phosphenism","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/castaneda-and-phosphenism\/","title":{"rendered":"SITEMAP THEMES I: CASTANEDA"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_fullwidth_header title=&#8221;CASTANEDA&#8221; _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; title_level=&#8221;h3&#8243; title_text_align=&#8221;center&#8221; background_color=&#8221;rgba(224,153,0,0.78)&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_row column_structure=&#8221;2_3,1_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;2_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/castaneda.jpg&#8221; title_text=&#8221;castaneda&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; animation_style=&#8221;fade&#8221;][\/et_pb_image][et_pb_text _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]<\/p>\n<p>Carlos Castaneda, a young ethnologist from the University of California, wanted to write a thesis about the hallucinogenic plants of Mexico<\/p>\n<p><strong>CASTANEDA<\/strong><\/p>\n<p>Carlos Castaneda, a young ethnologist from the University of California, wanted to write a thesis about the hallucinogenic plants of Mexico. During a trip to this country, he met Don Juan, an old Yaqui sorceror who initiated him to the Toltec tradition. Castaneda relates his initiation in a series of very popular books that go way beyond the academic framework of ethnology. Within these books, Castaneda mentions different exercises that his master taught him, and that he later compiled in a method that he called ‟Tensegrity”. In this brief article, we would like to analyse one of these exercises in the light of the discoveries in cerebral physiology of a French researcher, Doctor Francis Lefebure.<\/p>\n<p><em>In The Second Ring of Power, first published in 1977, Castaneda describes an exercise that he practices with other initiates (La Gorda, Lidia, Rosa and Josefina), as it had been taught by their master, The Nagual Don Juan.<\/em><\/p>\n<p><em>‟She (La Gorda) put her hand on my writing pad and said that we had a terribly busy day ahead of us and we needed to store energy in order to withstand it. We had, therefore, to energize ourselves with the sunlight. She said that the circumstances required that we take the sunlight with the left eye. She began to move her head slowly from side to side as she glanced directly into the sun through her half-closed eyes.<\/em><\/p>\n<p><em>A moment later, Lidia, Rosa and Josefina joined us. Lidia sat to my right, Josefina sat next to her, while Rosa sat next to La Gorda. All of them were resting their backs against the poles. I was in the middle of the row.<\/em><br \/><em>It was a clear day. The sun was just above the distant range of mountains. Their started moving their heads in perfect synchronization. I joined them and had the feeling that I too had synchronized my motion with theirs. They kept it up for about a minute and then stopped.<\/em><\/p>\n<p><em>All of them wore hats and used the brims to protect their faces from the sunlight when they were not bathing their eyes in it. La Gorda had given me my old hat to wear.<\/em><br \/><em>We sat there for about half an hour. In that time we repeated the exercise countless times I intended to make a mark on my pad for each time but La Gorda very casually pushed my pad out of reach.”<\/em><\/p>\n<p>This exercise, described by Castaneda, is very similar to the exercise of lateral head sway proposed by Dr Lefebure. The main difference being that Castaneda and the other initiates focus on the sun with their left eye, but we will come back to this point later in this article.<\/p>\n<p>Focusing on a bright enough source of light leads to the production of a phosphene. The phosphenes are the patches of changing colors that we can perceive with our eyes closed, after having focused on a source of light. They correspond to what ophtalmologists call images of retinal persistence or after-images. The phosphenes are not only due to the functioning of the retina but, as Dr Lefebure has demonstrated, they actually are an energy that emanates from the brain. It is thanks to the study of the phosphenes that Dr Lefebure has been able to design a set of techniques allowing an efficient development of personal energy.<\/p>\n<p>In 1934, at the age of 18, Francis Lefebure was initiated by a master: Artheme Galip (a Ukranian diplomat), who triggered a series of powerful experiences by laying of hands. Dr Lefebure relates these experiences in his book ‟Initatory Experiences” Vol 1-3. At the same time, Galip taught Francis lefebure a set of exercises meant to maintain and develop the energy transmitted by the laying of hands. These exercises were part of the Zoroastrian tradition, which Galip had studied in a temple of that obedience. These techniques comprised exercises of head sways. Sadly, the mode of operation recommended by Galip did not bring solely beneficial effects. Galip&#8217;s way of practicing head sways was wrong enough to trigger harmful effects, thereby creating a paradox between the beneficial effects of his laying of hands and the negative effects of the exercises he taught.<br \/>It is only in 1959, when he met the Indonesian mystic Pak Subuh, that Dr Lefebure made a crucial discovery that allowed him to understand scientifically the effects of the various modes of head sways. He called this discovery the Subud Effect.<\/p>\n<p><strong>Extract from Exploring the Brain with the Study of the Oscillations of the Double Phosphenes:<\/strong><\/p>\n<p><em>‟On the occasion of Pak Subuh&#8217;s visit to Paris, we have studied the movements of the head that he practices and that belong to an ancient Javanese tradition. These exercises resemble the Zoroastrian initiatory practices that were taught to us by our master Artheme Galip, though there are some slight differences. There is no doubt that head sways, practiced regularly, have an effect on the brain and, consequently, on the conscience of the individual. But, out of all the traditional versions, which are favorable? If two modes of operation allow to obtain good results, what are the differences between these results? How can one have a relatively objective understanding of the action of each different types of head sway when electroencephalograms require complete immobility?<\/em><\/p>\n<p><em>Those were the questions that we were pondering at the time.<\/em><\/p>\n<p><em>To answer them, we had the idea to use the phosphenes. We decided to study the action of head sways on the phosphenes.<\/em><\/p>\n<p><em>Straight away, we discovered an absolutely amazing and totally unpredictable phenomenon; as far as we know, it has never been reported before, though a child could have discovered it as a game.<\/em><br \/><em>From a distance of two meters, focus for a minute on an ordinary lamp, then turn it off and remain in the dark. After a short phase of latency, the phosphene appears. Now, sway your head laterally (from left to right) at average speed: you see that the phosphene sways at the same pace as your head.<\/em><\/p>\n<p><em>Let us try again the same experiment but, this time, sway your head at a fast rhythm: THE PHOSPHENE SEEMS TO STAY FIXED ON THE MEDIAN AXIS OF THE BODY. Now sway your head very slowly: the phosphene seem to sway a little, BUT LESS THAN THE BODY.<\/em><\/p>\n<p><em>Consequently, there is a rhythm, and a single one, that favors the association of the movements of the phosphene with the movements of the head, the other rhythms reducing or interrupting this association. In rememberance of the circumstances of its discovery, we called SUBUD EFFECT the unexpected opposition between the movements of the phosphene, that depend on the pace of the movements of the head.<\/em><\/p>\n<p><em>The Subud effect is the dissociation of the movements of the phosphene and the movements of the head when the movements of the head are fast.<\/em><\/p>\n<p><em>This simple fact already has a considerable neurological and pedagogical reach. It opens the way for a new branch of humanities: neuro-pedagogy.”<\/em><\/p>\n<p>Then, Dr Lefebure had the idea to study what would happen if he produced a phosphene in each eye, separately. In order to do that, Dr Lefebure designed the following apparatus: the eyes are separated by a field of vision separator (a simple cardboard plate is enough); two lamps are lit in turn at a rhythm of two seconds per side, to produce a double phosphene, i.e. a single phosphene in each eye. The phosphenes thus produced appear in alternation, on average for six seconds on the right and six seconds on the left, and so on,twenty to thirty times. The alternation of the double phosphenes is due to a rhythmic work of the encephalon, more precisely to an alternation of the work of the cerebral hemispheres. Dr Lefebure practiced this experiment at different times of the day and noticed that his cerebral alternation was much more regular in the morning, after a good night&#8217;s sleep, than in the evening after a hard day&#8217;s work. He concluded that certain conditions improve cerebral alternation, when other conditions disturb it. A regular cerebral alternation being the mark of a good condition of the brain, Dr Lefebure enunciated a new law of cerebral physiology: ‟Everything that facilitates cerebral alternation improves intellectual work and everthing that improves intellectual work facilitates cerebral alternation”. The application of this law led to the designing of a revolutionary technique of cerebral exploration: cerebroscopy.<\/p>\n<p>On a purely medical level, cerebroscopy allows to measure precisely the impact on the brain of various parameters: physical activity, diet or drug treatment, for example. Similarly, cerebroscopy can analyse the effects on the brain of initiatory exercises and their many variations. Examined closely by cerebroscopy, initiatory exercises lose their empiricism and can thus be improved scientifically. This knowledge has allowed Dr Lefebure to precise and correct the exercises that Galip had taught him, as well as other exercises he borrowed from other traditions, resulting in the creation of a scientifically improved yoga: Phosphenism.<\/p>\n<p>Exercises of head sways can be found in many traditions all over the world, a proof of the universality of this practice. The Yaqui tradition described by Castaneda also includes exercises of lateral head sways, with the purpose of accumulating energy or personal power. Like Phosphenism, the Yaqui tradition combines head sways with focusing on sources of light. In the course of his research, Dr Lefebure has proved that it is maintaining a rhythm in thougths and associating it to the phosphene that produces this energy. The relationship between rhythm and light is mysterious, and the study of the phosphenes allowed Dr Lefebure to clarify this relationship.<\/p>\n<p><strong>Extract from Phosphenism, a New Explanation of the Origins of Religion:<\/strong><\/p>\n<p><em>‟Religious rites and the rhythms of the phosphenes:<\/em><br \/><em>When we observe a phosphene, it seems to present random movements. But in a way, it is possible to do a dissection of the phosphene, and to detect several very regular separated rhythms which interaction give a feeling of disorder at first glance.<\/em><br \/><em>This study of the rhythms of the phosphenes is essential for understanding their relationship with religious rites. If we think while observing a phosphene, our thoughts will tend to follow the natural rhythms of the phosphenes.<\/em><br \/><em>The rhythm of the solar co-phosphene actually inspires the rhythm of prayers, litanies or mantras and produces currents of energy in the body that are exteriorized in the form of dances and postures. This is why praying while focusing on the sun is the basis of all religious rites.”<\/em><\/p>\n<p>Prayer associated to the phosphene is thus at the origin of all religious rites and so it is not surprising that cultures from totally different times and places have achieved very similar results. Empiricism cannot be dissociated from traditional practices, and so it introduces variations in the exercises that are more due to a lack of precision than to genuine fundamental differences. Variations of climate, diet or of primary necessities bring a final touch of ‟local color” to the practices. The production of a phosphene with the left eye only is such an instance and corresponds to a particular goal of the Yaqui sorcerers. Indeed, today&#8217;s science understands the different functions of the cerebral hemispheres, which can be summarized in the following table:<\/p>\n<p style=\"text-align: center;\"><strong>LEFT HEMISPHERE<\/strong><br \/>Verbal: uses words<br \/>Analytic: dialectic<br \/>Rational: mathematical deduction<br \/>Temporal: uses space and time<br \/>Logical: reason<br \/>Deals with: logic, analysis and organisation<\/p>\n<p style=\"text-align: center;\"><strong>RIGHT HEMISPHERE<\/strong><br \/>Non verbal: the conscience of things<br \/>Synthetic: functions by simultaneity<br \/>Non rational: speculative, abstract<br \/>Non temporal: utopian, imaginary<br \/>Intuitive and global: dreams and emotions<br \/>Deals with: art, imagination, creativity<\/p>\n<p>As this table shows, the right hemisphere is the seat of artistic and creative thinking, but also of initiatory experiences. Let us note that the right part of the body corresponds to the left hemisphere when the left part of the body corresponds to the right hemisphere (consequently, the left eye is linked to the right hemisphere). By producing phosphenes with the left eye the Yaqui sorcerers try to provoke specific effects by stimulating the right brain. Castaneda&#8217;s notion of tonal and nagual (tonal = material world \/ nagual = spiritual world) can be applied to the cerebral hemispheres. The right hemisphere belongs to the realm of the nagual when the left hemisphere belongs to the realm of the tonal. It is the left part which apprehends the tonal when it is the right part which apprehends the nagual. Focusing on the sun with the left eye stimulates the right hemisphere and, consequently, one&#8217;s relationship with the spiritual world or nagual. The Yaqui sorcerer&#8217;s interest for this practice seems obvious.<\/p>\n<p>The exercise of lateral head sways provoke synchronizations between the cerebral hemispheres, creating extra energy in the brain that the will of the individual can direct towards the direction he\/she chooses. The exercise practiced by Castaneda and Don Juan&#8217;s initiates has the same purpose: acquiring extra energy to perform a particular type of work (in this case, magic).<\/p>\n<p>The exercise of lateral sway, as described by Castaneda, has at least another point in common with Dr Lefebure&#8217;s version: the regularity of the rhythm. Indeed, Castaneda seems to judge that it is beneficial that all the members of the group practice sways in a synchronous fashion. Again, the discoveries of Dr Lefebure will help us understand the purpose of such a practice in a scientific manner.<\/p>\n<p>The schema published in Dr Lefebure&#8217;s book: Cerebral Development with Alternating Hearing cleverly illustrates the effects of practicing synchronous head sways in a group.<\/p>\n<p style=\"text-align: center;\"><img decoding=\"async\" class=\"wp-image-20615 alignnone size-medium\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/castaneda_onde1.jpg\" alt=\"\" width=\"262\" height=\"100\" \/> <img decoding=\"async\" class=\"wp-image-20616 alignnone size-medium\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/castaneda_onde2.jpg\" alt=\"\" width=\"262\" height=\"100\" \/><\/p>\n<p style=\"text-align: center;\"><img decoding=\"async\" class=\"wp-image-20617 alignnone size-medium\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/castaneda_onde3.jpg\" alt=\"\" width=\"262\" height=\"100\" \/> <img decoding=\"async\" class=\"wp-image-20618 alignnone size-medium\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/castaneda_onde4.jpg\" alt=\"\" width=\"261\" height=\"100\" \/><\/p>\n<p>&nbsp;<\/p>\n<p>The precision of the rhythm employed will increase the efficiency of this practice; that is why Dr Lefebure recommends using a metronome for practicing all rhythmic thinking exercises. In this perspective, he designed the Mantratron, a metronome specialized for initiatory exercises that improves significantly the practice of head sways or any other rhythmic thinking exercise (breathing, mantras, etc.).<\/p>\n<p>Another interesting point in Castaneda&#8217;s story is that Don Juan&#8217;s initiates use hats. Indeed, focusing on the sun should not be continuous, it should be alternated with periods of internalization, eyes closed. Wearing a hat or an eye patch creates conditions of darkness that are favorable for internalization. The initiates of Don Juan do not use headgear to simply protect themselves from the powerful mexican sun, but to create the necessary conditions for internalization and the observation of the phosphene.<\/p>\n<p>To conclude this analysis, we would like to raise a subject that might be particularly useful to the persons who want to follow in Castaneda&#8217;s footsteps.<\/p>\n<p><em>In The Second Ring of Power, Castaneda exchanges informations about power plants (or psychotropic plants) with Las Hermanitas (the initiates of Don Juan). Together, they compare their experiences on the subject:<\/em><br \/><em>‟La Gorda explained that power plants were used only by sorcerers who had mastered their art. Those plants were such a powerful affair that in order to be properly handed, the most impeccable attention was needed on the part of the sorcerer. It took a lifetime to train one&#8217;s attention to the degree needed. La Gorda said that complete people do not need power plants, and that neither the little sisters nor the Genaros had ever taken them, but that someday when they had perfected their art as dreamers, they would use them to get a final and total boost, a boost of such magnitude that it would be impossible for us to understand…<\/em><\/p>\n<p><em>…I considered the issue for a moment. The effect of psychotropic plants had indeed been terrifying for me. They seemed to reach a vast reservoir in me, and extract from it a total world. The drawback in taking them had been the toll they took on my physical well-being and the impossibility to control their effect. The world they plunged me into was enamenable and chaotic. I lacked the control, the power, in Don Juan&#8217;s terms, to make use of such a world. If I would have the control, however, the possibilities would be staggering to the mind…<\/em><\/p>\n<p><em>(…) (La Gorda speaking) And this brings me to the next thing the Nagual asked me to tell you. He said that because you were empty he had to gather your second attention of the nagual, in a different way than ours. We gathered that attention through dreaming and you did it with his power plants. The Nagual said that his power plants gathered the menacing side of your second attention in one clump, and that&#8217;s the shape that came out of your head. He said that that&#8217;s what happens to sorcerers when they are given power plants. If they don&#8217;t die, the power plants spin their second attention into that awful shape that comes out of their heads.<\/em><\/p>\n<p><em>Now we&#8217;re coming to what he wanted you to do. He said that you must change directions now and begin gathering your second attention in another way, more like us. You can&#8217;t keep on the path of knowledge unless you balance your second attention. So far, that attention of yours has been riding on the Nagual&#8217;s power, but now you are alone. That&#8217;s what he wanted me to tell you.<\/em><br \/><em>&#8211; How do I balance my second attention?<\/em><br \/><em>&#8211; You have to do dreaming the way we do it. Dreaming is the only way to gather the second attention without injuring it, without making it menacing and awesome. Your second attention is fixed on the awful side of the world; ours is on the beauty of it. You have to change sides and come with us. That&#8217;s what you chose last night when you decided to go with us.”<\/em><\/p>\n<p>Several points in this story require explanations: the terms ‟empty” and ‟full” are related to a particular condition of the energy of human beings. The ‟empty” state appears as a hole in the person&#8217;s ‟luminosity” (or aura). According to Castaneda, several factors can make a human being ‟empty”. Most Westeners, cut off from the world of energy, end up being empty when they reach adulthood. It then becomes almost impossible for them to move what Castaneda calls their ‟assembly point”, i.e. to change their level of consciousness. In the beginning of his initiation, Don Juan gives power plants to Carlos Castaneda to move his ‟assembly point”, allowing him to contact his ‟second attention”, i.e. to enter the invisible worlds of the nagual or spiritual planes. Without this manipulation Castaneda, being a Westerner, would not even be aware of the existence of such planes of consciousness. Nevertheless, using power plants has several major drawbacks: their negative effects on the well-being of the physical body, the impossibility to control their effect, and the fact that they gather the menacing side of one&#8217;s ‟second attention”, thus focusing it on the savage and terrifying aspect of the world, when the ‟art of dreaming” focuses it on the beauty of the world.<\/p>\n<p>All the Westeners who have used psychotropic plants should understand the problem raised by Castaneda.<\/p>\n<p>‟The art of dreaming” is the Yaqui name for out of body experiences or astral projection. Don Juan recommends this method for gathering the ‟second attention” without harming it. Nevertheless, how could it be done if a person cannot practice ‟the art of dreaming” or astral projection? In fact, the delicate clockwork of the etheric (energy) body of Westeners, atrophied by years of neglect, or even wrecked by the abuse of alcohol, is completely jammed, resulting in the impossibility to move the ‟assembly point” without the potent but traumatizing help of power plants. Fortunately, the works of Dr Lefebure offer an alternative to the use of these plants. Fast mantras or exercises of thinking at a rhythm of 1\/6th of a second, all the more if they are practiced in a group, can favorably replace power plants and produce quick and intense effects. The rhythm of six beats per seconds is particularly efficient as it is one of the main rhythms of the phosphene. It is the rhythm at which the muscles tremble when they are contracted. Dr Lefebure describes it the following way:<\/p>\n<p><em>‟The trembling of the phosphene at a rhythm of 1\/6th of a second can sometimes be perceived when you focus on the sun and that it seems to shake. The main interest of this rhythm is that it can resonate with the electrical oscillations of the muscles which actually follow the same rhythm. It can trigger beautiful inner phenomena.”<\/em><\/p>\n<p>In The Development of the Supranormal Powers of the Mind by Thinking at a Rhythm of 1\/6th of a Second, Dr Lefebure describes the effects of this rhythm on consciousness. Daniel Stiennon developed this technique thanks to an encounter in the astral plane with Master Ueshiba Morihei, the inventor of aïkido. This particular way of practicing fast mantras come from the japanese Go-shinto tradition, i.e. Shinto hermetism. It is called ‟furitama furihondo” (literally: ‟shaking the soul”), and consists in making the muscles of the arms vibrate while tending them downwards, hands joined together, in a standing position. The vibration of the muscles thus produced serves as a base for the vibration of the etheric (energy) body, litterally projecting consciousness into the higher planes. In a group, the mode of operation consists in placing a circle of transmitting subjects around a receiving subject, preferably laying down in the center of the circle. This exercise has been practiced many times in workshops organized by the School of Doctor Lefebure, with sometimes more than a hundred participants.<\/p>\n<p>This technique can be substituted to the use of power plants and constitutes a fast and safe way to access astral projection or ‟the art of dreaming”. Once the ‟assembly point” (consciousness) of the individual has been shifted by such a practice, it will be much easier to reproduce this kind of experience with simple exercises of contemplation or harmonization with the energies of nature and the cosmos.<\/p>\n<p><strong><span style=\"color: #ff0000;\">WARNING:<\/span> NEVER FOCUS ON THE SUN FOR MORE THAN ONE OR TWO SECONDS. ALWAYS REMOVE GLASSES, SUNGLASSES OR CONTACTS. DRINK A LOT OF WATER.<\/strong><\/p>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_sidebar orientation=&#8221;right&#8221; area=&#8221;et_pb_widget_area_9&#8243; admin_label=&#8221;Sidebar Click Image&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; header_font=&#8221;|700|||||||&#8221; header_text_align=&#8221;center&#8221;][\/et_pb_sidebar][et_pb_sidebar area=&#8221;et_pb_widget_area_7&#8243; admin_label=&#8221;Sidebar Understanding&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; width=&#8221;99.2%&#8221; custom_padding=&#8221;|26px||||&#8221;][\/et_pb_sidebar][et_pb_text _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_font_size=&#8221;10px&#8221; background_color=&#8221;#d3d3d3&#8243; text_orientation=&#8221;justified&#8221; custom_padding=&#8221;10px|10px|10px|10px|false|false&#8221;]<\/p>\n<p style=\"text-align: center; font-size: 20px; text-decoration: underline;\"><strong>Importante Note<\/strong><\/p>\n<p>We have done our best to provide you with the most accurate translation of our french website. Nevertheless, it is possible that some language errors may remain. So, don&#8217;t hesitate to contact us to communicate them to us.<\/p>\n<p>Thank you for your indulgence and for your consideration of the many hours spent translating all our pages and, more particularly, all the testimonies we share with you so that you may become aware of the impact that Phosphenism can have on those who practice it.<\/p>\n<p>Wishing you the best with your practice of Phosphenism.<\/p>\n<p style=\"text-align: right;\"><em>Daniel Stiennon<\/em> (<a href=\"https:\/\/www.phosphenisme.com\" target=\"_blank\" rel=\"noopener\">Dr. LEFEBURE School Director, France<\/a>)<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/02\/Pratice-Phosphenim-1024&#215;576.jpg&#8221; title_text=&#8221;Pratice-Phosphenim&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_image][et_pb_cta title=&#8221;You too, learn how to transform Light Energy into Mental Energy, thanks to our many animations and 100% free videos. &#8221; button_url=&#8221;https:\/\/www.phosphenism.com\/method-phosphenic-mixing-applied-to-education\/&#8221; button_text=&#8221;Click Here&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; background_color=&#8221;#cc6600&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;25px&#8221; button_text_color=&#8221;#FFFFFF&#8221; button_border_color=&#8221;#FFFFFF&#8221; button_icon=&#8221;%%20%%&#8221; width=&#8221;99.9%&#8221; custom_margin=&#8221;0px||0px||false|false&#8221;]<\/p>\n<h4><span style=\"line-height: 20pt; color: #000000;\"><strong>4 videos<\/strong> (animations) to understand the practice of Phosphenic Mixing applied to Education<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> <strong>18 videos<\/strong> about Individual Development<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> <strong>5 vidéos<\/strong> about Initiatic Techniques<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> Many videos about the Method presentation<\/span><\/h4>\n<p>[\/et_pb_cta][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Carlos Castaneda, a young ethnologist from the University of California, wanted to write a thesis about the hallucinogenic plants of Mexico CASTANEDA Carlos Castaneda, a young ethnologist from the University of California, wanted to write a thesis about the hallucinogenic plants of Mexico. During a trip to this country, he met Don Juan, an old [&hellip;]<\/p>\n","protected":false},"author":97,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[44],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Castaneda - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/castaneda-and-phosphenism\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Castaneda - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"Carlos Castaneda, a young ethnologist from the University of California, wanted to write a thesis about the hallucinogenic plants of Mexico CASTANEDA Carlos Castaneda, a young ethnologist from the University of California, wanted to write a thesis about the hallucinogenic plants of Mexico. During a trip to this country, he met Don Juan, an old [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/castaneda-and-phosphenism\/\" \/>\n<meta property=\"article:published_time\" content=\"2021-01-09T11:00:40+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-16T01:35:54+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/castaneda_onde1.jpg\" \/>\n<meta name=\"author\" content=\"Geoffrey\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Geoffrey\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"21 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/castaneda-and-phosphenism\/\",\"url\":\"https:\/\/www.phosphenism.com\/castaneda-and-phosphenism\/\",\"name\":\"Castaneda - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2021-01-09T11:00:40+00:00\",\"dateModified\":\"2021-04-16T01:35:54+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/castaneda-and-phosphenism\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/castaneda-and-phosphenism\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/castaneda-and-phosphenism\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"SITEMAP THEMES I: CASTANEDA\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\",\"name\":\"Geoffrey\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"caption\":\"Geoffrey\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Castaneda - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/castaneda-and-phosphenism\/","og_locale":"en_US","og_type":"article","og_title":"Castaneda - PHOSPHENISM - Dr. LEFEBURE School","og_description":"Carlos Castaneda, a young ethnologist from the University of California, wanted to write a thesis about the hallucinogenic plants of Mexico CASTANEDA Carlos Castaneda, a young ethnologist from the University of California, wanted to write a thesis about the hallucinogenic plants of Mexico. During a trip to this country, he met Don Juan, an old [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/castaneda-and-phosphenism\/","article_published_time":"2021-01-09T11:00:40+00:00","article_modified_time":"2021-04-16T01:35:54+00:00","og_image":[{"url":"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/castaneda_onde1.jpg"}],"author":"Geoffrey","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Geoffrey","Est. reading time":"21 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/castaneda-and-phosphenism\/","url":"https:\/\/www.phosphenism.com\/castaneda-and-phosphenism\/","name":"Castaneda - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2021-01-09T11:00:40+00:00","dateModified":"2021-04-16T01:35:54+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/castaneda-and-phosphenism\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/castaneda-and-phosphenism\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/castaneda-and-phosphenism\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"SITEMAP THEMES I: CASTANEDA"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6","name":"Geoffrey","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","caption":"Geoffrey"},"url":"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/20609"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/97"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=20609"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/20609\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=20609"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=20609"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=20609"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}