{"id":20648,"date":"2021-02-06T12:00:14","date_gmt":"2021-02-06T11:00:14","guid":{"rendered":"https:\/\/www.phosphenism.com\/?p=20648"},"modified":"2021-04-16T03:41:40","modified_gmt":"2021-04-16T01:41:40","slug":"obe-astral-projection-and-phosphenism","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/obe-astral-projection-and-phosphenism\/","title":{"rendered":"SITEMAP THEMES I: OUT-OF-BODY EXPERIENCES (OBE) &#038; ASTRAL PROJECTION"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_fullwidth_header title=&#8221;OUT-OF-BODY EXPERIENCES (OBE) &#038; ASTRAL PROJECTION&#8221; _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; title_level=&#8221;h3&#8243; title_text_align=&#8221;center&#8221; background_color=&#8221;rgba(224,153,0,0.78)&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_row column_structure=&#8221;2_3,1_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;2_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/dedoublement.jpg&#8221; title_text=&#8221;dedoublement&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; animation_style=&#8221;fade&#8221;][\/et_pb_image][et_pb_text _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]<\/p>\n<p><strong>OUT-OF-BODY EXPERIENCES &#038; ASTRAL PROJECTION<\/strong><\/p>\n<p>The head of the School of Dr Lefebure, Daniel Stiennon, practiced the exercises of static tension for many years. In the following text, he relates his experiences of astral projection, from the early stages of his training to the production of highly spiritual phenomena.<\/p>\n<p><em>‟I remember my first out of body experiences as they took place yesterday. After 2 months of practice, at the rate of half an hour a day, I observed that I was practicing the exercises again in my mind as I slept, i.e. that my ‛double’ was reproducing the exercises of static tensions. This process kept me absolutely conscious while I was asleep. The consciousness of my ‛double’ and the state of hyper consciousness, allowed me to move in the subtle world with perfect ease.<\/em><\/p>\n<p><em>In the beginning, being conscious of my ‛double’ allowed me to fly and hover in the air, to travel huge distances at a tremendous speed, to ascend and decend like a supersonic plane. These moments were unbelievably pleasant and wonderful and reminded me of what I used to experience as a child. At night, I often had the impression that my bed was taking off with me, travelling in a fantastic universe that only children can imagine, like ‛Alice in Wonderland’.”<\/em><br \/>It is interesting to note that many children have this kind of experiences and that science fiction and fantasy are simply the adults&#8217; exteriorization of this rich and fascinating inner life.<\/p>\n<p>Here are a few of my early experiences with the practice of static tensions. I selected them to try and convey what astral projection is really like.<br \/>March 1986: After two months of practicing static tensions, fourth out of body experience.<\/p>\n<p>After a small journey in a subtle universe, I decided to return to my body, trying to stay lucid until my double returned to my physical body.<\/p>\n<p>I decided to progress by steps and to stop first on the roof of a large building nearby. I heard a noise that I interpret as the sound of a jet airplane. I started panicking somewhat: ‟What if the plane hit me?”. This doubt made me return to my body almost instantly and I suddenly woke up. My heart was pounding and the temperature on the surface of my chest was the same as if I had a fever.<\/p>\n<p>Ten minutes later, this sensation had disappeared. I understood that the sound that I had interpreted as the sound of an airplane was actually the sound of the garbage truck.<\/p>\n<p><strong>Conclusions:<\/strong><\/p>\n<p>1) There are levels of consciousness where the mind can create whatever it wants.<\/p>\n<p>2) It is better to have a healthy heart to practice astral projection. Note that blind persons do not drive racing cars.<\/p>\n<p>3) Out of body experiences are powerful sensations. One has to be a bit of a thrill seeker to really appreciate them. But, if you are, this is a chance to experience incredible sensations in a safe and economical way.<\/p>\n<p>I decided to try and master what the traditions call ‟lower astral plane”, a plane of consciousness on which the mind can create whatever it wants. With patience and perseverance, I learnt to go through closed doors, walls, ceilings, trees, and various objects like tables or cupboards.<br \/>After a few months, this process became like a second nature.<br \/>Though these experiences were very pleasant, I decided to go for something a little bit more thrilling.<\/p>\n<p>In books of occultism, authors mention the dangers of astral projection, mainly the creatures populating the lower astral plane. But, how could I create such entities when I am not particularly impressed by this kind of litterature? During out of body experiences, we encounter our own psyche. The world we delve in is affected by our beliefs, our biases, our intellect, our way of life, our education and the books we have read, even a long time ago.<br \/>Thus, during an astral projection, I decided to create my own ‟entity”. I created a three-headed dragon that contained all my fears. It was a materialization of my deepest feelings of fear.<\/p>\n<p>I decided to engage combat with the creature during a fantastic astral chase. I was feeling more and more frightened, like a soldier chased by enemies.<\/p>\n<p>I played that game for a while, until I decided to end it by waking up. The experience was just like a thriller movie, though much more intense.<\/p>\n<p><strong>Amplification of feelings in the subtle planes.<\/strong><\/p>\n<p>Among the classic experiences related by certain authors, the theme of ‟astral lovemaking” is recurrent. Thoughts can be charged with any kind of emotion, so why not an erotic emotion?<br \/>During the static tensions, I visualized a cascade of sparks rotating around my partner.<\/p>\n<p>After a week of practicing this exercise, I woke up in the middle of the night by the static tensions performed by my double. I perceived my partner&#8217;s double. I was filled with a powerfully erotic sensation, much more intense than usual.<\/p>\n<p>‟Astral” lovemaking is an unbelievable sensation, exhilarating and impossible to describe. A fantastic discovery.<\/p>\n<p>After six months, I considered that I had explored the main sensations of the ‟lower astral”. As a researcher and explorer, the conclusion I made was that everything is connected to the psyche of the person. What you experience shows who you are. There are as many different experiences as there are individuals. For a person with a sound mind, this plane is an unending reserve of perceptions and sensations: our amplified thoughts…<\/p>\n<p><strong>November 1986<\/strong><\/p>\n<p>I decided to densify my double further to reach another plane of consciousness.<br \/>The theme of my program of exercises was representing my double within the phosphene, filled by a vortex of light, while visualizing cascades of sparks swaying to a precise rhythm between the image of my double and myself. Light rises inside the image of my double, from the perineum to the top of my head, and then whirls back down around my double. Again, the cascade of sparks goes from my body to the representation of my double, enter it, gather in the perineum, rise in a whirling motion, and so on, following a precise rhythm.<\/p>\n<p>Eight days later, the static tensions repeated themselves while I was asleep, with a strength I had never experienced before. A majestic force in which I perceive my double surrounded by powerful, whirling currents of light. Carried away by these currents, I started moving upwards like a rocket.<\/p>\n<p>I had the feeling that I was above the clouds, in a very clear sky. It is an intoxicating experience, accompanied by a feeling of calm and beauty.<br \/>I had this experience several times. But, every time, I felt there was a limit to my elevation, a limit that I could not pass.<\/p>\n<p><strong>December 1986<\/strong><\/p>\n<p>Thanks to the exercises of static tensions, it is easy to produce out of body experiences. Nevertheless, one needs to learn how to evolve in that intangible universe.<br \/>Few people manage to reach the higher planes of consciousness where they meet a spiritual guide that helps them in their research.<br \/>To understand fully this problem, let us compare it to travelling on the Earth. There are many paths to travel on, many countries to visit, many places to go to. The world is vast.<\/p>\n<p>The main difference in the astral plane is that one needs precise information to get anywhere. One cannot go anywhere without prior knowledge.<\/p>\n<p>One must study thoroughly the keys that will give them access to the various planes of consciousness, the same way one needs to study maps before going on a trek.<\/p>\n<p>This is the profound meaning of the term meditation: from the latin meditatio, ‟exercise”. To reach grand experiences, one must have the right keys.<\/p>\n<p>All these informations can be found in the ‟Meditation for Elevating the Soul Through the Cosmos” CD by Dr Lefebure.<\/p>\n<p>The exercise of meditation consists in adding a session of meditation to the exercises of static tensions. This meditation consists in giving a direction to one&#8217;s thoughts.<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Contacts in the Astral<\/strong><\/span><\/p>\n<p><strong>February 1988<\/strong><\/p>\n<p>Every night, I was woken up by my double repeating the static tensions. Progressively, it acquired a greater density. One night, I found myself in a scenery that I know very well: my cousin&#8217;s farm in Brittany where I spent all my summer holidays as a child. There, in the middle of a field, there was a large tree. I walked towards the tree and, slowly, I entered it, as if I wanted to be one with nature. Then, I felt propelled upwards, and found myself in the sky. I was ascending. The earth appeared smaller and smaller as it got further and further away from me. Above me, I perceived the infinity of space. Suddenly, I started freefalling, at a vertiginous speed. I had just crossed the spiritual equivalent of the line of equigravitation, i.e. the line where the gravity of the sun is cancelled by the gravity of the earth. I had just entered the ‟higher astral plane”. I kept travelling and found myself in the cosmic plane. I contemplated a grand scene.<\/p>\n<p>Myriads of stars shone in the distance. I sensed presences. I was filled with a great joy and happiness. A being that I did not know yet came closer and I felt, instinctively that it was going to be one of my ‟guides”. But, at that moment, I simply contemplated the universe in the company of that being of light.<\/p>\n<p>We exchanged a few impressions telepathically, and I enjoyed every minute that passed. Suddenly, I waqs taken away by a vortex and I woke up.<\/p>\n<p><span style=\"text-decoration: underline;\"><strong>Cosmic meditation<\/strong><\/span><\/p>\n<p><strong>January 1988<\/strong><\/p>\n<p>I knew that Dr Lefebure meditated in the direction of the constellation of Sagittarius, as we had discussed it. I started gathering information about this region of the cosmos in astronomy books. As I said before, it is better to prepare one&#8217;s astral projection, the same way one prepares a trip abroad.<\/p>\n<p>After having consulted books and pictures of astronomy, I practiced the exercises of static tensions, while keeping in mind the memory of the photos of the constellation of Sagittarius. As soon as the image of one of the pictures was clear in my mind, I associated the image of Dr Lefebure to it. Then, I visualized cascades of sparks moving from him to me, with the idea that he was doing the mental contractions.<\/p>\n<p>After several sessions of practice, I experienced contact. I found myself with Dr Lefebure, somewhere in space. We were not alone and he introduced me to his masters. They talked together, then nothing. Pitch black. I woke up in the morning with only a few snippets of memory of the night.<br \/>Dr Lefebure called me in the morning and asked me if anything happened last night. I did not dare talk and stayed silent for a few seconds. He anticipated my answer and told me that he had met me, that I had appeared made out of light and that we had talked about initiation.<br \/>The bond was created beyond my wildest dreams!<\/p>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_sidebar orientation=&#8221;right&#8221; area=&#8221;et_pb_widget_area_9&#8243; admin_label=&#8221;Sidebar Click Image&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; header_font=&#8221;|700|||||||&#8221; header_text_align=&#8221;center&#8221;][\/et_pb_sidebar][et_pb_sidebar area=&#8221;et_pb_widget_area_7&#8243; admin_label=&#8221;Sidebar Understanding&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; width=&#8221;99.2%&#8221; custom_padding=&#8221;|26px||||&#8221;][\/et_pb_sidebar][et_pb_text _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_font_size=&#8221;10px&#8221; background_color=&#8221;#d3d3d3&#8243; text_orientation=&#8221;justified&#8221; custom_padding=&#8221;10px|10px|10px|10px|false|false&#8221;]<\/p>\n<p style=\"text-align: center; font-size: 20px; text-decoration: underline;\"><strong>Importante Note<\/strong><\/p>\n<p>We have done our best to provide you with the most accurate translation of our french website. Nevertheless, it is possible that some language errors may remain. So, don&#8217;t hesitate to contact us to communicate them to us.<\/p>\n<p>Thank you for your indulgence and for your consideration of the many hours spent translating all our pages and, more particularly, all the testimonies we share with you so that you may become aware of the impact that Phosphenism can have on those who practice it.<\/p>\n<p>Wishing you the best with your practice of Phosphenism.<\/p>\n<p style=\"text-align: right;\"><em>Daniel Stiennon<\/em> (<a href=\"https:\/\/www.phosphenisme.com\" target=\"_blank\" rel=\"noopener\">Dr. LEFEBURE School Director, France<\/a>)<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/02\/Pratice-Phosphenim-1024&#215;576.jpg&#8221; title_text=&#8221;Pratice-Phosphenim&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_image][et_pb_cta title=&#8221;You too, learn how to transform Light Energy into Mental Energy, thanks to our many animations and 100% free videos. &#8221; button_url=&#8221;https:\/\/www.phosphenism.com\/method-phosphenic-mixing-applied-to-education\/&#8221; button_text=&#8221;Click Here&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; background_color=&#8221;#cc6600&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;25px&#8221; button_text_color=&#8221;#FFFFFF&#8221; button_border_color=&#8221;#FFFFFF&#8221; button_icon=&#8221;%%20%%&#8221; width=&#8221;99.9%&#8221; custom_margin=&#8221;0px||0px||false|false&#8221;]<\/p>\n<h4><span style=\"line-height: 20pt; color: #000000;\"><strong>4 videos<\/strong> (animations) to understand the practice of Phosphenic Mixing applied to Education<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> <strong>18 videos<\/strong> about Individual Development<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> <strong>5 vidéos<\/strong> about Initiatic Techniques<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> Many videos about the Method presentation<\/span><\/h4>\n<p>[\/et_pb_cta][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>OUT-OF-BODY EXPERIENCES &#038; ASTRAL PROJECTION The head of the School of Dr Lefebure, Daniel Stiennon, practiced the exercises of static tension for many years. In the following text, he relates his experiences of astral projection, from the early stages of his training to the production of highly spiritual phenomena. ‟I remember my first out of body [&hellip;]<\/p>\n","protected":false},"author":97,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[44],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>OBE, Astral Projection - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/obe-astral-projection-and-phosphenism\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"OBE, Astral Projection - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"OUT-OF-BODY EXPERIENCES &amp; ASTRAL PROJECTION The head of the School of Dr Lefebure, Daniel Stiennon, practiced the exercises of static tension for many years. In the following text, he relates his experiences of astral projection, from the early stages of his training to the production of highly spiritual phenomena. ‟I remember my first out of body [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/obe-astral-projection-and-phosphenism\/\" \/>\n<meta property=\"article:published_time\" content=\"2021-02-06T11:00:14+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-16T01:41:40+00:00\" \/>\n<meta name=\"author\" content=\"Geoffrey\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Geoffrey\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"12 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/obe-astral-projection-and-phosphenism\/\",\"url\":\"https:\/\/www.phosphenism.com\/obe-astral-projection-and-phosphenism\/\",\"name\":\"OBE, Astral Projection - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2021-02-06T11:00:14+00:00\",\"dateModified\":\"2021-04-16T01:41:40+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/obe-astral-projection-and-phosphenism\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/obe-astral-projection-and-phosphenism\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/obe-astral-projection-and-phosphenism\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"SITEMAP THEMES I: OUT-OF-BODY EXPERIENCES (OBE) &#038; ASTRAL PROJECTION\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\",\"name\":\"Geoffrey\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"caption\":\"Geoffrey\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"OBE, Astral Projection - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/obe-astral-projection-and-phosphenism\/","og_locale":"en_US","og_type":"article","og_title":"OBE, Astral Projection - PHOSPHENISM - Dr. LEFEBURE School","og_description":"OUT-OF-BODY EXPERIENCES & ASTRAL PROJECTION The head of the School of Dr Lefebure, Daniel Stiennon, practiced the exercises of static tension for many years. In the following text, he relates his experiences of astral projection, from the early stages of his training to the production of highly spiritual phenomena. ‟I remember my first out of body [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/obe-astral-projection-and-phosphenism\/","article_published_time":"2021-02-06T11:00:14+00:00","article_modified_time":"2021-04-16T01:41:40+00:00","author":"Geoffrey","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Geoffrey","Est. reading time":"12 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/obe-astral-projection-and-phosphenism\/","url":"https:\/\/www.phosphenism.com\/obe-astral-projection-and-phosphenism\/","name":"OBE, Astral Projection - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2021-02-06T11:00:14+00:00","dateModified":"2021-04-16T01:41:40+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/obe-astral-projection-and-phosphenism\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/obe-astral-projection-and-phosphenism\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/obe-astral-projection-and-phosphenism\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"SITEMAP THEMES I: OUT-OF-BODY EXPERIENCES (OBE) &#038; ASTRAL PROJECTION"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6","name":"Geoffrey","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","caption":"Geoffrey"},"url":"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/20648"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/97"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=20648"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/20648\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=20648"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=20648"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=20648"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}