{"id":20675,"date":"2021-01-31T12:00:14","date_gmt":"2021-01-31T11:00:14","guid":{"rendered":"https:\/\/www.phosphenism.com\/?p=20675"},"modified":"2021-04-16T03:41:15","modified_gmt":"2021-04-16T01:41:15","slug":"miracle-of-fatima-and-phosphenism","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/miracle-of-fatima-and-phosphenism\/","title":{"rendered":"SITEMAP THEMES I: MIRACLE OF FATIMA"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_fullwidth_header title=&#8221;MIRACLE OF FATIMA&#8221; _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; title_level=&#8221;h3&#8243; title_text_align=&#8221;center&#8221; background_color=&#8221;rgba(224,153,0,0.78)&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_row column_structure=&#8221;2_3,1_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;2_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/fatima.jpg&#8221; title_text=&#8221;fatima&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; animation_style=&#8221;fade&#8221;][\/et_pb_image][et_pb_text _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]<\/p>\n<p><strong>THE SOLAR PRODIGY AT FATIMA<\/strong><\/p>\n<p>What happened in the small portuguese village of Fatima in 1917? Mystical manifestation, suspension of the laws of nature, collective hallucination or hoax, much ink has been spilled on the ‟solar prodigy” of Fatima. The passionate quarrels that took place at the time between the believers and their detractors, might seem exaggerated. But, a phenomenon experienced by 70,000 people at the same time is everything but common.<\/p>\n<p>First, we shall relate a brief history of the manifestations. The story of the slow build-up to the solar prodigy is essential for its analysis. Then, we shall examine the testimonies of various eyewitnesses. Bear with us while we present the background of the solar prodigy of Fatima, as its climax is certainly worth it! Instead of founding our analyse on theological reflections, we have prefered studying the phenomena in the light of the discoveries in cerebral physiology of Doctor Francis Lefebure, a French reseacher. Thanks to the systematic use of the phosphenes, Dr Lefebure has been able to draw a set of laws of cerebral physiology that allow the analysis and the understanding of the mecanisms that were brought into play in the solar prodigy of Fatima. The phosphenes are all the subjective sensations of light, i.e. those which are not directly produced by light stimulating the retina. The phosphenes can be produced by focusing on a source of light for a few seconds. They present characteristic rhythms that are essential for our study.<\/p>\n<p><strong>PRELUDE TO A MIRACLE<\/strong><\/p>\n<p>On May 13th 1917, in the valley of ‟Cova da Iria”, not far from the village of Fatima, Portugal, three children, Lucia Dos Santos (10), Franscisco Marto (9), her cousin, and Jacinta (7), Franscisco&#8217;s sister, witnessed the apparition of a ‟Lady”, as they called her thereafter. The ‟Lady” appeared every 13th day of each month, until the month of October of the same year.<br \/>On May 13th 1917, the three children shepherds, Lucia, Franscisco and Jacinta brought their flock of sheep back home. Jacinta told her mother that she had seen an apparition during the afternoon. The disbelieving parents questioned the three children; Lucia and Franscisco confirmed the facts: a very beautiful lady appeared to them on an holm oak in Cova da Iria, where they kept their sheep. She told them that she came ‟from the Heavens”, and asked them to say the rosary every day. Then, she told them to return every 13th day of each month, for the next five months and promised that, on October 13th, she would tell them her name and what she expected from them. Franscisco had the same vision as the two girls but did not hear the lady speak. Lucia&#8217;s mother was convinced that her daughter and her cousins were lying and she reprimanded them violently; for the next few days, she slapped Lucia many times to try and make her admit that she lied, but she did not get any results.<\/p>\n<p>On June 13th, the three children went back to Cova da Iria, obeying the orders of the Lady, accompanied by approximately sixty people who wanted to find out the truth about the alledged apparition. At noon, the children said that they could see the Lady appear again in the same spot, on the small holm oak. After about ten minutes, they said that the Lady was leaving and pointed with their fingers the direction she was taking. The sixty witnesses assured that the branches of the small holm oak bent in that direction, as if ‟the Lady&#8217;s robe was dragging them”. When questioned, the children answered that the Lady asked them to make sure they sayed the rosary every day, that she told them a secret and that she asked them to come back at the same time on July 13th. Back home, the new incident fueled the debate. Some believed that a supernatural phenomenon had taken place, but Lucia&#8217;s mother still called her a liar and warned her that she would not tolerate any more recidivism. The parents of Franscisco and Jacinta were more reserved.<\/p>\n<p>On July 13th, the occurrences of Cova da Iria having been abundantly reported and commentated in the Fatima area, it is several thousand people that had made the journey to the location of the presumed apparitions. At noon, after saying the rosary, the children pointed to an area in the sky and said ‟she is coming!”. The crowd did not perceive anything in that direction, but, on the other hand, everyone noticed a small white cloud floating above the children and that the intensity of the sun had diminished. After ten minutes, the children announced the departure of the Lady. Swarmed by questions, they sayed that the Lady asked them to say the rosary every day to obtain the end of the First World War and world peace, that she told them a secret and that, on October 13th, she would tell them her name and would produce a great miracle in order to make everyone believe. Lucia&#8217;s mother still blamed and reprimanded her!<\/p>\n<p>On August 13th, approximately 18,000 people gathered in Cova da Iria, but the children were not there: they had been arrested by the Administrator of Villa de Ourem and taken away from Fatima. Nevertheless, the crowd in Cova da Iria declared that they heard a formidable thunderclap that shook the ground and saw a huge lightning bolt cross the sky. Then, everything happened as if the children were present: the small cloud appeared at the location where the children usually stood and the intensity of the light of the sun diminished during roughly ten minutes. The three children, after being submitted to never-ending interrogatories and to psychological pressure, to try and make them confess that they had lied, were freed on August 16th. On the 19th, they related that they had seen the Lady again while they were tending their sheep in Valinhos, near Fatima. After she had left, they picked the branches on which she had treaded and brought them back home. They told everyone that the Lady had asked them to keep saying the rosary every day and to ‟pray and do penance for the sinners as many souls end up in hell because nobody prays nor does penance for them”. When the children&#8217;s parents held the branches in their hands, they exhaled a sweet, strong, unknown smell. The scepticism of Lucia&#8217;s mother was shattered.<\/p>\n<p>On September 13th, a crowd of roughly 30,000 people was gathered in Cova da Iria. At noon, the three children announced the arrival of the Lady and the crowd clearly perceived ‟a globe of light” flying across the sky. Then, the same white cloud spread above the children while the brightness of the sun diminished. Another strange occurrence was observed by all the participants: though it was summer, large snowflake-looking objects fell from the sky, vanishing before they touched the ground. Some eyewitnesses claimed that they looked more like flower petals… During this manifestation, the Lady told the children to keep saying the rosary to obtain the end of the war and promised to come back on October 13th to perform a great miracle.<\/p>\n<p>On October 13th, the weather was miserable: rain, wind, cold. Nevertheless, a huge crowd of 70,000 people had come to see the great miracle predicted for that day. At noon, the children announced the arrival of the Lady, the usual cloud appeared. Suddenly, Lucia shouted to the crowd: ‟Look at the sun!” and all the persons attending, absolutely all of them, distinctively saw the sun moving in the sky, swaying and giving the impression that it was falling towards the ground. The solar prodigy lasted ten minutes (it is described in great details later in this article, by several eyewitness). Much to their surprise, everyone noticed that their clothes, soaking wet at noon, were perfectly dry ten minutes later.<\/p>\n<p>This is the succession of events that took place between May 13th and Octobre 13th 1917. Some of the phenomena have been observed by tens of thousands of people. They are unquestionable. Nevertheless, bear in mind that none but the three children have actually seen the Lady, that Lucia and Jacinta were the only ones who heard her and that only Lucia talked to her.<\/p>\n<p>The following eyewitness reports have been written by persons present on the day of the solar prodigy. Their differing points of view allow us to form an objective idea of what happened that day.<\/p>\n<p><strong>A REPORT OF THE APPARITION OF OCTOBER 13th BY FATHER J. CASTELBRANCO (a catholic priest)<\/strong><\/p>\n<p><em>‟October 13th was going to be the decisive day for Fatima. The celestial Lady had promised to reveal who she was, what she wanted and to produce a miracle on that day, so that everyone would believe in her apparitions. The whole country knew the prediction. And everyone, believers and sniggerers alike, loved the bold prediction that promised a great miracle on a certain day, at a precise time and location. It was a simple and efficient way to verify the reality of the apparitions of Fatima. Thus, everyone in Portugal was expecting, with an understandanble curiosity, the decisive test of October 13th.<\/em><\/p>\n<p><em>As the enthousiam of the masses for the prodigies of Fatima grew, the freethinkers, too, started to grow restless (Note: by ‛freethinkers’, the author refers to the atheists of the day). One day, three mounted policemen turned up at the children&#8217;s house to question them. Confronted by the impertinence of the children, they left saying: ‛Sooner or later you are going to have to reveal your secret to the prefect of police, otherwise, he is determined to have you executed!<\/em><br \/><em>&#8211; What joy!, shouted the bold Jacinta. I love Jesus and the Holy Virgin so much, I shall be happy to join them soon!’<\/em><\/p>\n<p><em>Other visitors spread the most sinister rumours: the children and their parents were going to be brought to trial, on the charge of seducing the masses; explosive were going to be used to blow the holm oak, etc. Shaken by all these threats, Jacinta&#8217;s parents thought about leaving Fatima to protect their children. But they refused: ‛It does not matter if they kill us! We&#8217;ll go to Heaven sooner!’<\/em><\/p>\n<p><em>On October 11th, Dr Formigâo also asked Lucia: ‛Do you not fear the wrath of the people, if the miracle announced for October 13th does not take place?<\/em><br \/><em>&#8211; No, the child answered candidly, I have absolutely no fear of that.’<\/em><\/p>\n<p><em>The next day, October 12th, Lucia&#8217;s mother, very worried about the rumours of attack, invited her daughter to come with her to confess, in order to be ready for all contingencies in case the miracle did not happen. ‛If you want to confess, the child answered quietly, I will gladly go with you. But I am not afraid. I am sure that the Lady will do everything that she has promised tomorrow.’ Because of the candid self-assurance of her daughter, Lucia&#8217;s mother did not mention confession any more.<\/em><\/p>\n<p><em>On the morning of October 13th, the main freethinking newspaper from Lisbon, ‛O Seculo’, published an article signed by its editor in chief, Avelino d&#8217;Almeida. It was an ironic article about the apparitions of Fatima, described as superstition and deception. (…)<\/em><\/p>\n<p><em>But none of these attempts to intimidate nor to mock had any effect on the crowd. The day before, all the roads, all the dirt tracks of Fatima were already jammed by cars, bicycles and a huge crowd of pilgrims who were going to spend the night outside, at the location of the apparitions, and who were saying the rosary or singing hymns as they walked. It looked like a general mobilization of the souls, on their way to listen to the message that Heaven was going to deliver to Earth, and to witness the miracle that was supposed to authenticate this message. No one knew what the miracle would be, but everybody wanted to see it with their own eyes.<\/em><\/p>\n<p><em>Saturday the 13th of October started with a disappointment: the weather was unexpectedly cold, rainy and sad. It seemed as if Heaven wanted to test the faith and the devotion of the pilgrims, and to make them deserve, through hard penance, the honor to assist to the announced miracle. But, the bad weather did not stop the crowd who was arriving from all over the country. Even the representatives of the main newspapers and their photographers were there, to record and publish the facts.<\/em><\/p>\n<p><em>The persistent rain had turned the location of the apparitions, a basin, into a vast bog, and the people, pilgrims and bystanders alike, were soaking wet and numb with cold. Just before midday, the crowd was estimated at 70,000 people.<\/em><\/p>\n<p><em>At last, Lucia shouted to the people: ‛You must close your umbrellas!’. The crowd obeyed and, under the pouring rain, the rosary was said.<\/em><\/p>\n<p><em>Suddenly, Lucia had a little jolt and shouted ‛Here comes the flash!’ Then, as she raised her hand, she added: ‛She is coming! She is coming! Can you see her?…<\/em><\/p>\n<p><em>&#8211; Take a careful look, my dear! Make sure that you do not make an error’, recommanded her mother, who, kneeling next to her, was visibly anxious about the outcome of this poignant drama. But, Lucia could not hear her, she was already seized by ecstasy!<\/em><\/p>\n<p><em>Pious pilgrims had adorned the holm oak with flowers and silk ribbons, a delicate attention.<\/em><\/p>\n<p><em>Acknowledging their homage, the celestial Lady stood on the ornaments. Meanwhile, the rain had ceased and the crowd could observe a thin white cloud that, like the smoke of incense, formed around the young clairvoyants, rose above them for five or six meters before vanishing in the air. The phenomenon occured three times. (…)<\/em><\/p>\n<p><em>Lucia then asked the question that the Lady had promised to answer on that day: ‛My Lady, who are you, and what do you want from me?’<\/em><\/p>\n<p><em>The Lady answered: ‛I am Our Lady of the Rosary. I want a chapel built here in my honor. The rosary should be said every day.’<\/em><\/p>\n<p><em>She also added that the First World War was going to be over soon and that the soldiers would come back home.<\/em><\/p>\n<p><em>Preoccupied by all the queries that people had made her responsible for, Lucia interrupted: ‛I have so many things to ask you…’<\/em><\/p>\n<p><em>The Lady answered that she would grant a few, but not all of them; and, she instantly carried on with her message: ‛Human beings need to change their lives and ask forgiveness for their sins.’ Then, with an expression of sadness and in a pleading voice: ‛Let no one offend Our Lord, who has already been offended so much!’<\/em><\/p>\n<p><em>(…) At the end of the apparition on the holm oak, the Lady opened her hands which let forth light that rose towards the sun. Instinctively, Lucia cried aloud: ‛Oh! look at the sun!’ Nobody was thinking about the sun, as it had not been seen all morning. But, after the child&#8217;s interjection, everyone raised their head to see what was happening.<\/em><\/p>\n<p><em>This is when the huge crowd had the chance to contemplate, for twelve minutes, a grand, astounding and unique sight!<\/em><\/p>\n<p><em>All of a sudden, the clouds parted broadly, letting a large surface of blue sky appear. And, in this vast cloudless space, the sun appeared at the zenith, but with a strange aspect. No cloud was veiling it, but the sun, nevertheless, was not dazzling and everyone could look at it confortably! In a daze, everyone was contemplating this new kind of eclipse.<\/em><\/p>\n<p><em>Suddenly, the sun started to tremble, to move, and finally, the sun began whirling at a vertiginous speed like a wheel of fire, casting enormous beams of light in all directions like a gigantic spotlight, in turns green, red, blue, purple, etc. coloring the clouds, the trees, the rocks, the ground, the clothes and the faces of this immense crowd in the most fantastic way!.(…)<\/em><\/p>\n<p><em>After approximately four minutes, the sun stopped. A moment later, it started its eerie dance of light and colors again, like the grandest fireworks one could imagine. After a few minutes, the sun took another pause in its prodigious dance as if it wanted to let the audience catch their breath.<\/em><\/p>\n<p><em>After a short pause, the sun resumed its fantastic fireworks for the third time, as if it wanted to make sure that everyone present could witness the amazing event. (…)<\/em><\/p>\n<p><em>During the unforgettable twelve minutes of this unique event, the innumerable crowd remained there in abeyance, still, ecstatic, breathless, contemplating the poignant drama that could be visible from more than forty kilometers around.<\/em><\/p>\n<p><em>This was the promised ‛great miracle’, that took place at the exact designated time and location and that was supposed to ‛compel’ human beings to admit the reality of the apparitions and to obey the message that the Lady was bringing from Heaven!<\/em><\/p>\n<p><em>Watching this extraordinary prodigy had prepared the crowd and had triggered the most noble religious feelings in their hearts, the most intense faith in the power of God, the sincere worship of its infinite majesty and the absolute trust in the celestial message of Fatima, so magnificently confirmed. Nevertheless, all this was but a preparation to the total renewal of their souls.<\/em><\/p>\n<p><em>The climax of the great prodigy was the vertiginous fall of the sun, a most touching and divinely poignant moment that achieved to unite God with all these souls, through a sincere act of contrition and love.<\/em><\/p>\n<p><em>Indeed, in the middle of its amazing dance of fire and colors, like a giant wheel unscrewed by its rotation, the sun broke away from the firmament and, fell from one side to the other in a zigzag movement on the appalled crowd, radiating an increasingly intense heat and giving the impression that the world was ending, with the sun and the stars crashing in disarray on the Earth like it is predicted in the Gospels!<\/em><\/p>\n<p><em>Then, from the terror-stricken crowd, rose a formidable cry, an intense clamor, depicting the religious terror filling the souls that were getting ready to die, confessing their faith and imploring God to forgive their sins. ‛I believe in God, the Almighty Father’ some shouted. Others shouted out ‛Hail Mary!’. The majority implored: ‛Graciousness, my Lord!’. Together, the people in the crowd fell on their knees on the muddy ground, their prayers interupted by sobbing, the most sincere act of contrition that had ever come from their hearts!<\/em><\/p>\n<p><em>Finally, stopping suddenly in the middle of its vertiginous fall, the sun rose back up in its place, in the same zigzag motion. The crowd visibly felt relieved and started singing the Credo.<\/em><\/p>\n<p><em>Who could describe the emotions of all these people? An elderly man, unbeliever until now, waved his arms in the air shouting ‛Holy Virgin! Blessed Virgin!…’ And, crying, his arms raised towards the sun like a prophet, obviously in ecstasy, he shouted with all his strength: ‛Virgin of the Rosary, save Portugal!…’ Everywhere, similar scenes were taking place.<\/em><\/p>\n<p><em>A poignant detail: though everybody was drenched to the marrow, all had the sweet surprise to find out that their clothes were absolutely dry, as if the Lady had wanted them to feel at ease.”<\/em><br \/><em>A TESTIMONY FROM THE PRESS: O SECULO (LISBON&#8217;S MAIN FREETHINKING NEWSPAPER)<\/em><\/p>\n<p><em>Let us note that Avelino d&#8217;Almeida, editor in chief of the Seculo, had published an ironic article in his newspaper that very morning. At noon, he was a witness of the Solar Prodigy at Cova da Iria and, in the evening, still very impressed by the events, he wrote a second article. We will quote a few extracts of this article here. It was published in the Seculo on monday October 15th. It created a sensation in the whole country and drew much criticism from the freethinkers, who never forgave Almeida&#8217;s promotion and support of the events of Fatima.<\/em><\/p>\n<p><em>‟(…) The clouds ripped apart and the sun, like a silver plate… started whirling and moving in zigzags in the cloudless sky.<\/em><\/p>\n<p><em>A great clamor rose from the chests of everyone present; and these thousands of people fell on their knees on the soaking wet ground.<\/em><\/p>\n<p><em>The light of the sun turned to an eerie blue! It seemed as if it was filtered by the stained-glass windows of an immense cathedral, before filling a giant nave made of thousands hands raised towards the heavens!… Then, the blue light dimmed gradually as if it was filtered by yellow stained-glass windows. Yellow patches were now falling on the white headdresses and the black clothes of the women. These patches were repeated infinitely on the trees, the stones, the ground…<\/em><\/p>\n<p><em>The whole crowd was crying, praying, the men held their hats in their hands, impressed by the grandeur of the anounced miracle!<\/em><\/p>\n<p><em>These moments were so intense that they seemed to last for hours!…”<\/em><\/p>\n<p><strong>THE TESTIMONY OF ACADEMICIAN MARQUES DA CRUZ<\/strong><\/p>\n<p>In his book: The <em>Virgin of Fatima<\/em>, the famous writer quotes several testimonies:<\/p>\n<p><em>First, the testimony of his own sister: ‟I arrived in Fatima on October 13th 1917… It had rained all morning, nevertheless there was a huge crowd. Next to me there was a priest who was looking at his watch saying: ‛Poor little kids! They got it wrong! The time is drawing near and there is no miracle!’. But, suddenly, the rain stopped and the sun came out. It seemed to whirl like a fireworks wheel, taking all the colors of the rainbow… And our faces, our clothes and even the ground itself, everything was tinted by these fantastic colors. I could hear people shouting and I could see others crying. This unique sight lasted approximately a quarter of an hour. Deeply impressed, I cried out: ‛Oh! My God! How almighty is your power!…’ And, at the same time, I saw Saint Joseph with the baby Jesus in his arms, in the middle of the sun which had stopped whirling and had recovered its natural color. Nevertheless, I could look at it as one can look at the moon, without being dazzled!… I wasn&#8217;t the only person to witness these prodigies; the whole crowd saw them! Everything happened as it was foretold by the clairvoyant children!”<\/em><\/p>\n<p><em>Marques da Cruz also quotes the testimony of the brilliant poet Alfonso Lopes Vieira who described what he saw from the balcony of his house in Sâo Pedrode Muel, ten leagues (roughly forty kilometers) away from Fatima: ‟On this day of October 13th 1917, I had forgotten about the prediction of the three children shepherds. I was thus very surprised and enchanted to witness a really stunning sight in the sky, a sight that I had never seen before and that I could enjoy from the comfort my own balcony!<\/em><br \/><em>Marques da Cruz also relates this particular element of the prodigy: ‟The immense crowd was soaking wet, as it had not stopped raining since dawn. But, even though this seems absolutely unbelievable, after the great miracle, everyone felt at ease with their clothes completely dry, a fact that astounded all… This fact was confirmed with the utmost sincerity by tens of absolutely loyal persons that I have known closely since my childhood as well as by people from all over the country who were attending the event!”<\/em><br \/><em>The writer Leopoldo Nunes notes that: ‟Here and there, under the trees, near the road, or sheltered in their cars, many leading experts from the world of science, litterature or the arts were present. Most of them were unbelievers, curious about the prediction of the three clairvoyant children…” This testimony is confirmed by Marques da Cruz who adds: ‟Several scientists who had witnessed the prodigy admited frankly: I have seen it, but I cannot explain it! The events of Fatima and the annoucement of a great miracle for October 13th had such an impact on the whole country that even scientists could not refrain from going to Cova da Iria to check things out. In perfect honesty, these representants of science acknowledged the undisputable reality of the prodigy and admited that they could not explain what had happened in Fatima.”<\/em><\/p>\n<p><strong>THE TESTIMONY OF A SCIENTIST<\/strong><\/p>\n<p>Dr Almeida Garrett, professor at the University of Science of Coîmbra, writes: ‟(…)<em> I was approximately one hundred meters away… Rain was pouring heavily on our heads, dripping on our soaking wet clothes. A few seconds before 2 PM (the official time which corresponds to the solar midday), the sun appeared out of the heavy curtain of clouds that was hiding it. Everyone started looking at it, as if attracted by a magnet. I, too, tried to focus on it and what I saw was a disc with a precise outline, shining but not dazzling. People around me compared it to a matte silver disc, though I do not agree. Its aspect was a clear but changing brightness, like mother-of-pearl. It did not look like the moon whatsoever; it did not have the moon&#8217;s color neither its bright and shadowy texture. It looked more like a smooth wheel, cut out from the silvery valve of a seashell. This is not poetry, I saw it with my own eyes. It did not look like the sun perceived through fog either. There was no fog and, moreover, the solar disc was not blurred or veiled in any way, but was clearly shining.<\/em><\/p>\n<p><em>This colorful, shiny disc seemed affected by a vertiginous movement. It was not like the flickering of the light of a star. It rotated on itself at a distressing speed.<\/em><\/p>\n<p><em>Suddenly, a huge cry rose from the whole crowd, like a cry of anguish! The sun, still rotating extremely fast, was falling towards the ground, threatening to crush us under the weight of its immense mass of fire! These few seconds were absolutely terrifying!<\/em><\/p>\n<p><em>I have observed all the phenomena I am relating with my own eyes, calmly, quietly, without trouble. I leave to others the task of explaining and interpreting them.”<\/em><\/p>\n<p><strong>SUMMARIZATION OF THE PHENOMENA DESCRIBED BY THE EYEWITNESSES<\/strong><\/p>\n<p>&#8211; A cloud, of a milky white color, forms above the children shepherds every time the Lady appears.<\/p>\n<p>&#8211; A globe of white light streaks across the sky.<\/p>\n<p>&#8211; Balls of white light fall from the sky and disappear when they touch the ground or when people try to catch them.<\/p>\n<p>&#8211; The sun seems to darken, becoming of a pearly white tint. People can focus on it without being dazzled.<\/p>\n<p>&#8211; The sun trembles.<\/p>\n<p>&#8211; The sun starts rotating, projecting rays of color in every direction.<\/p>\n<p>&#8211; The sun moves in zigzags.<\/p>\n<p>&#8211; The sun seems to fall from the sky on the crowd.<\/p>\n<p>&#8211; Many persons experience visions when they focus on the sun.<\/p>\n<p>&#8211; Everyone&#8217;s clothes, though drenched by the rain, are suddenly dried.<\/p>\n<p><strong>A PHOSPHENIC EXPLANATION BY DOCTOR FRANCIS LEFEBURE<\/strong><\/p>\n<p>Two main categories interest us here: the <strong>post-phosphene<\/strong> or phosphene consecutive to lighting, which is mainly used for educational purposes, and the <strong>co-phosphene<\/strong> or phosphene produced while gazing at a source of light, which is more particularly in relation with our study.<\/p>\n<p><strong>1)<\/strong> The <strong>post-phosphene<\/strong>: to produce it, you need an opaline electrical light bulb, i.e. white or made opaline with silicium. A photo enlarger light bulb is best suited for that purpose. On the contrary, a frosted glass light bulb is not as suited and a transparent glass light bulb is not suited at all. The power of this light bulb should be roughly of 75 watts. If possible, this bulb should be set in a paintless reflector (Check Dr Lefebure&#8217;s Phosphenic Lamp). The lamp should be placed at a distance of roughly one and a half meters, in front of you. A wire and a switch will allow you to control the lamp at a distance. Make sure you practice in a room as dark as possible, the only source of light being the lamp. Switch the lamp on.<\/p>\n<p>Focus on the lamp for roughly 30 seconds. Your eyes should not move, though winking is permitted. After roughly 30 seconds, a blue tint will appear. When the lamp is fully blue, you can switch it off. Then, you can place an eye patch over your eyes to ensure optimal conditions of darkness.<\/p>\n<p>You should then remain in the dark. After a few seconds of latency, you will start to perceive different colors. In most cases, the color yellow or green circled of red appears. The colors of the phosphene change in abrupt steps. Sometimes, there are even total eclipses of the phosphene which then progressively re-forms itself. Generally, the red tint increases until the phosphene is completely red after a minute and a half. After a similar amount of time, this red hue becomes dark blue or black. At this stage, half of the subjects perceive a whitish cloud around the dark center, this cloud is much more stable than the central nucleus, three or four times larger and with blurred edges, when the border of the center is sharply defined. We will see that this cloud, that we call diffuse glow, is very important for our experiments. The centeral nucleus, darker than the rest of the field of vision, remains after the bright colors have vanished and is called the ‟negative phosphene”. After having practiced Phosphenism for a while, it generally does not appear any more, the diffuse glow covering it as soon as it appears<\/p>\n<p><strong>2)<\/strong> The <strong>co-phosphene<\/strong>: instead of focusing on the lamp for 30 seconds, focus on it for three minutes. After roughly 20 seconds, a pale blue tint appears on the edge and eventually covers the whole lamp. After a minute and a half little pink spots appear, and quickly merge into a pink circle that replaces the blue light. Then, after another minute and a half, a little bit of green appears followed by a wide gray tint which is not the natural white color of the lamp, but the gray color of the diffuse glow, that we have already encountered during the experiment with the post-phosphene.<\/p>\n<p>The relationship between the co- and post-phosphene appears clearly, their beginnings and ends are similar, and the duration of their various phases is identical. The only difference is a certain degree of symmetry in the succession of colors within the bicolored center, the blue tint ending the post-phosphene when it starts the co-phosphene.<\/p>\n<p><strong>Religious rites and the rhythms of the phosphenes<\/strong><\/p>\n<p>When we observe a phosphene, it seems to present random movements. But in a way, it is possible to do a dissection of the phosphene, and to detect several very regular separated rhythms which interaction give a feelling of disorder at first glance.<\/p>\n<p>This study of the rhythms of the phosphenes is essential for understanding their relationship with religious rites. If we think while observing a phosphene, our thoughts will tend to follow the natural rhythms of the phosphenes.<br \/>The rhythm of the solar co-phosphene actually inspires the rhythm of prayers, litanies or mantras and produces currents of energy in the body that are exteriorized in the form of dances and postures. This is why praying while focusing on the sun is the basis of all religious rites.<\/p>\n<p>The main rhythms of the phosphenes are:<\/p>\n<p><strong>1) Trembling at the rhythm of 1\/6th of a second<\/strong>, this rhythm can sometimes be perceived when one focus on the sun and that it seems to shake. The main interest of this rhythm is that it can resonate with the electrical oscillations of the muscles which actually follow the same rhythm. It can trigger beautiful inner phenomena.<\/p>\n<p><strong>2) The sways of the phosphene at a rhythm of two seconds<\/strong> can be produced by swaying softly the head at that rhythm. At a faster or a slower rhythm, the phosphene does not follow the movements of the head. This phenomenon is not due to movements of the eyes and it has never been recorded by science before Dr Lefebure&#8217;s works. It is not just a physiological curiosity, it is a parapsychological property of the phosphenes. Dr  Lefebure called it the Subud Effect.<\/p>\n<p><strong>3) The alternation of the double phosphenes:<\/strong> After the previous discovery, Dr Lefebure had the idea to observe what would happen if he did two phosphenes rather than one, producing an individual phosphene in each eye by placing a separator between his eyes. He then observed that he did not see two permanent phosphenes in his field of vision, but that the two phosphenes produced by this process disappeared and reappeared alternatively. This observation proves that the hemispheres of the brain do not function simultaneously, but alternatively. He noticed that this tendency is more or less marked for various individuals and that it gives precious information on the balance of the nervous system.<\/p>\n<p><strong>4) The zigzaging oscillations of the diffuse glow:<\/strong> The final phase of the phosphene appears as a grayish\/whitish cloud of brightness. In Exploring the brain with the Study of the Oscillations of the Double Phosphenes, Dr Lefebure relates that his experiments have showed that the diffuse glow can also alternate, in turn appearing on the left handside of the field of vision, in turn on the right one. Nevertheless, it does not reappear in a diametrically opposite position on the opposite side. Its position changes, giving the impression of a zigzaging oscillation.<\/p>\n<p><strong>5) The rotations:<\/strong> The phosphene sometimes gives the impression it is whirling or rotating on itself. This type of phosphene can be produced easily by focusing on a brightly lit rotating disc. Two cerebral activation devices designed by Dr Lefebure, the Gyrascope and the Gyropulsar, also allow the production of whirling phosphenes that can be used for a particular type of meditation.<\/p>\n<p><strong>6) The pulsations:<\/strong> The phosphene sometimes grows or diminishes in size. This pulsation gives the impression that the phosphene is moving closer or further.<\/p>\n<p><strong>THE CONNECTIONS BETWEEN THE PHOSPHENES AND THE SOLAR PRODIGY OF FATIMA<\/strong><\/p>\n<p>The phosphenes have a characteristic behavior: they slip out and reappear, they pulse, giving the impression that they grow and shrink. Their edge can tremble; they can also rotate, whirl or sway.<\/p>\n<p>To analyse the miracle of Fatima, one simply needs to compare the characteristic rhythms of the phosphenes and the phenomena reported by the eyewitnesses of the solar prodigy. The crowd believes it sees movements of the sun because it confuses it with the co-phosphene produce by focusing on the sun. Focusing on the sun instantly produces a co-phosphene (or phosphene associated to gazing at a source of light). Let us now review the various characteristic rhythms of the co-phophene and compare them to the phenomena of Fatima.<\/p>\n<p>The trembling of the sun is the rhythm of 1\/6th of a second of the co-phosphene.<\/p>\n<p>The darkening of the sun is the appearance of the negative phosphene. Because of the intensity of the light of the sun, the negative phosphene can appear instantly, rather than at the end of the post-phosphene.<\/p>\n<p>The zigzaging fall of the sun can be explained by the fact that the crowd, confusing its co-phosphene with the sun, has perceived the movements of a spiritual sun, without realizing when their perception has switched from physical to spiritual. The zigzaging movement corresponds to the rhythm of two seconds of the phosphene.<\/p>\n<p>The fall and the rise of the sun is produced by the pulsations of the phosphene. During these pulsations, the diameter of the phosphene varies, giving this impression of falling. Certain eyewitnesses have claimed that: ‟the sun grew bigger as it was falling”.<\/p>\n<p>The whirling of the sun is related to the rotations of the phosphene that sometimes seems to whirl.<\/p>\n<p>These various movements of the solar phosphene can be triggered much easier if one looks a little bit next to the sun rather than on the sun itself, and if one has practiced lateral sways of the upper part of the body, while focusing on the sun.<\/p>\n<p>The final phase of the phosphene, the diffuse glow, appears as a cloud of light that produces ‟visions” when one focuses on it. It corresponds to the ‟whitish cloud” observed above the children by eyewitnesses.<\/p>\n<p>The meaning of the expression ‟Our Lady of the Rosary”<br \/>As the apparition that manifested itself month after month refused to disclose its name, the clergy and the masses were becoming irritated. They wanted Lucia to say that the apparition was the Virgin.<br \/>But the brave child, empowered by the rhythms she had discovered in the loneliness of the pastures, refused to do so. It is only after the final apparition that she declared that the Spirit was called ‟Our Lady of the Rosary”. This expression, like all the revelations of the spiritual world, presents an infinity of meanings, according to the level of interpretation. In a similar way, placing an object between two mirrors produces an infinity of images.<br \/>We believe that the main meaning is:<br \/>‟I am the power of rhythmic thinking” (the rosary is a long set of prayer beads) i.e. ‟I am what the tradition of yoga calls: the repetition of mantras”.<\/p>\n<p>The drying of the clothes can be explained by an experiment, realized by our collaborator Mr Raoul Delay, that proves the calorific properties of the phosphene.<\/p>\n<p>A number as large as possible of transmitting subjects do a phosphene simultaneously by focusing on a bright source of light. Then, on a signal, they all focus on the ‟solar plexus” of a receiver (a region located in the pit of the stomach).<\/p>\n<p>The receiver wears an eye patch. He\/she feels a sensation of heat in this region of his\/her body. The results are proportional to the number of participants. If this experiment is correct, one can understand how the intense phosphenes of a crowd of 70,000 people looking at the sun, have provoked the drying of the people&#8217;s clothes and the ground in unusual conditions.<\/p>\n<p>If these phenomena are easy to reproduce with a lamp, then it cannot be a ‟suspension of the laws of nature” that has put the sun in motion, but it is actually a physiological reaction which produces a particular energy related to cerebral rhythms. When a crowd focuses on the sun or a lamp, each person&#8217;s rhythms are tremendously amplified, to the point that persons who have never experienced psychic phenomena, carried by the energy of the group, experience subjective perceptions which existence they are not even aware of. Cerebral rhythms are transmitted from one person to another, provoking a surge that can be compared to nuclear chain reactions. Rhythmo-phosphenism, i.e. the awakening of very deep cerebral rhythms by the phosphenes, constitutes the primary aspect of ‟initiation”: the transmission of rhythms by a group.<\/p>\n<p>However, it is necessary to practice with a lamp first. One should never focus on the sun for too long. In the beginning, focusing on the sun should not last more than one second and should not be too frequent. To practice with the sun, it is important to know the phosphenic techniques well and to take a few elementary precautions: taking glasses and contacts off (they could have a magnifying glass effect and cause burns of the retina), drinking a lot of water to irrigitate the eyes well. All this is a question of dosage; focusing on the sun for more than a second does not produce more energy; moreover, the lamp provides similar results without any risk of accident. When it is done sensibly, practicing with the sun is very beneficial on a psychic, mental and initiatory level. Nevertheless, it is necessary to take precautions.<\/p>\n<p>As they are provoked by physiological phenomena, solar prodigies can be reproduced at will, individually or in a group. Practicing these experiments in large groups facilitates the production of these phenomena.<\/p>\n<p>We have encountered other similar cases to the one in Fatima, though on not such a grand scale. A spontaneous case of solar prodigy took place in Belgium. A child called his mother from the garden of their house and said: ‟Mum, look at the sun!”. His mother then perceived movements of the sun similar to the dance of the sun in Fatima, so did other persons nearby, though they had never heard of this solar prodigy. Persons who stood further did not see anything. What happened here is obvious: children are more sensitive to phosphenic phenomena. It is within them that the rhythms are triggered first. This is what happened in the solar prodigies of Tilly-sur-seulles, Saint-Paul-d&#8217;Espis and, as we have seen, in Fatima. Then, the persons located close to the children perceive the movements through telepathic induction. But, in the case of a smaller group, the emission of energy is not as powerful and does not range so far.<\/p>\n<p>The phosphenic explanation of the solar prodigy of Fatima is of a considerable political weight. It plays the role of a buffer between the extremists who still argue about the subject: those who pretend that all these extraordinary phenomena are but a hoax and those who will not abandon the idea that they were produced by a suspension of the laws of nature, engineered by a divine power.<\/p>\n<p>We do not doubt the reality of these phenomena, as they can be reproduced experimentally and as children, on their own in nature, can instinctively find the method that leads to them.<\/p>\n<p>Moreover, let us not deny the spiritual aspect of these facts, the phosphene being like an umbilical cord that connects us to the other-world. Also, the same way human beings can only manifest themselves to the fishes of the deep through he medium of a diving suit, it is possible that the ‟higher spirits” can only manifest themselves to humans through the medium of the phosphenic substance produced by a crowd focusing on the sun. Dr F. Lefebure.<\/p>\n<p>It is interesting to note that, in Febuary 1967, Doctor Lefebure sent a report followed by many letters to Pope Paul VI, explaining in details the physiological mecanisms responsible for the solar prodigy. These revelations, according to the magazine ‟La Croix”, official written spokesperson of the Vatican, ‟disturbed” the pope and since, the Church has stopped considering solar prodigies as exclusively catholic miracles.<\/p>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_sidebar orientation=&#8221;right&#8221; area=&#8221;et_pb_widget_area_9&#8243; admin_label=&#8221;Sidebar Click Image&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; header_font=&#8221;|700|||||||&#8221; header_text_align=&#8221;center&#8221;][\/et_pb_sidebar][et_pb_sidebar area=&#8221;et_pb_widget_area_7&#8243; admin_label=&#8221;Sidebar Understanding&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; width=&#8221;99.2%&#8221; custom_padding=&#8221;|26px||||&#8221;][\/et_pb_sidebar][et_pb_text _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_font_size=&#8221;10px&#8221; background_color=&#8221;#d3d3d3&#8243; text_orientation=&#8221;justified&#8221; custom_padding=&#8221;10px|10px|10px|10px|false|false&#8221;]<\/p>\n<p style=\"text-align: center; font-size: 20px; text-decoration: underline;\"><strong>Importante Note<\/strong><\/p>\n<p>We have done our best to provide you with the most accurate translation of our french website. Nevertheless, it is possible that some language errors may remain. So, don&#8217;t hesitate to contact us to communicate them to us.<\/p>\n<p>Thank you for your indulgence and for your consideration of the many hours spent translating all our pages and, more particularly, all the testimonies we share with you so that you may become aware of the impact that Phosphenism can have on those who practice it.<\/p>\n<p>Wishing you the best with your practice of Phosphenism.<\/p>\n<p style=\"text-align: right;\"><em>Daniel Stiennon<\/em> (<a href=\"https:\/\/www.phosphenisme.com\" target=\"_blank\" rel=\"noopener\">Dr. LEFEBURE School Director, France<\/a>)<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/02\/Pratice-Phosphenim-1024&#215;576.jpg&#8221; title_text=&#8221;Pratice-Phosphenim&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_image][et_pb_cta title=&#8221;You too, learn how to transform Light Energy into Mental Energy, thanks to our many animations and 100% free videos. &#8221; button_url=&#8221;https:\/\/www.phosphenism.com\/method-phosphenic-mixing-applied-to-education\/&#8221; button_text=&#8221;Click Here&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; background_color=&#8221;#cc6600&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;25px&#8221; button_text_color=&#8221;#FFFFFF&#8221; button_border_color=&#8221;#FFFFFF&#8221; button_icon=&#8221;%%20%%&#8221; width=&#8221;99.9%&#8221; custom_margin=&#8221;0px||0px||false|false&#8221;]<\/p>\n<h4><span style=\"line-height: 20pt; color: #000000;\"><strong>4 videos<\/strong> (animations) to understand the practice of Phosphenic Mixing applied to Education<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> <strong>18 videos<\/strong> about Individual Development<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> <strong>5 vidéos<\/strong> about Initiatic Techniques<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> Many videos about the Method presentation<\/span><\/h4>\n<p>[\/et_pb_cta][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>THE SOLAR PRODIGY AT FATIMA What happened in the small portuguese village of Fatima in 1917? Mystical manifestation, suspension of the laws of nature, collective hallucination or hoax, much ink has been spilled on the ‟solar prodigy” of Fatima. The passionate quarrels that took place at the time between the believers and their detractors, might [&hellip;]<\/p>\n","protected":false},"author":97,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[44],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>The Miracle of Fatima - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/miracle-of-fatima-and-phosphenism\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"The Miracle of Fatima - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"THE SOLAR PRODIGY AT FATIMA What happened in the small portuguese village of Fatima in 1917? Mystical manifestation, suspension of the laws of nature, collective hallucination or hoax, much ink has been spilled on the ‟solar prodigy” of Fatima. The passionate quarrels that took place at the time between the believers and their detractors, might [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/miracle-of-fatima-and-phosphenism\/\" \/>\n<meta property=\"article:published_time\" content=\"2021-01-31T11:00:14+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-16T01:41:15+00:00\" \/>\n<meta name=\"author\" content=\"Geoffrey\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Geoffrey\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"37 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/miracle-of-fatima-and-phosphenism\/\",\"url\":\"https:\/\/www.phosphenism.com\/miracle-of-fatima-and-phosphenism\/\",\"name\":\"The Miracle of Fatima - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2021-01-31T11:00:14+00:00\",\"dateModified\":\"2021-04-16T01:41:15+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/miracle-of-fatima-and-phosphenism\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/miracle-of-fatima-and-phosphenism\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/miracle-of-fatima-and-phosphenism\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"SITEMAP THEMES I: MIRACLE OF FATIMA\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\",\"name\":\"Geoffrey\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"caption\":\"Geoffrey\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"The Miracle of Fatima - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/miracle-of-fatima-and-phosphenism\/","og_locale":"en_US","og_type":"article","og_title":"The Miracle of Fatima - PHOSPHENISM - Dr. LEFEBURE School","og_description":"THE SOLAR PRODIGY AT FATIMA What happened in the small portuguese village of Fatima in 1917? Mystical manifestation, suspension of the laws of nature, collective hallucination or hoax, much ink has been spilled on the ‟solar prodigy” of Fatima. The passionate quarrels that took place at the time between the believers and their detractors, might [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/miracle-of-fatima-and-phosphenism\/","article_published_time":"2021-01-31T11:00:14+00:00","article_modified_time":"2021-04-16T01:41:15+00:00","author":"Geoffrey","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Geoffrey","Est. reading time":"37 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/miracle-of-fatima-and-phosphenism\/","url":"https:\/\/www.phosphenism.com\/miracle-of-fatima-and-phosphenism\/","name":"The Miracle of Fatima - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2021-01-31T11:00:14+00:00","dateModified":"2021-04-16T01:41:15+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/miracle-of-fatima-and-phosphenism\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/miracle-of-fatima-and-phosphenism\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/miracle-of-fatima-and-phosphenism\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"SITEMAP THEMES I: MIRACLE OF FATIMA"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6","name":"Geoffrey","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","caption":"Geoffrey"},"url":"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/20675"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/97"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=20675"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/20675\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=20675"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=20675"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=20675"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}