{"id":20705,"date":"2021-01-19T12:00:36","date_gmt":"2021-01-19T11:00:36","guid":{"rendered":"https:\/\/www.phosphenism.com\/?p=20705"},"modified":"2021-04-16T03:36:46","modified_gmt":"2021-04-16T01:36:46","slug":"hypnosis-and-phosphenism","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/hypnosis-and-phosphenism\/","title":{"rendered":"SITEMAP THEMES I: HYPNOSIS"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_fullwidth_header title=&#8221;HYPNOSIS&#8221; _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; title_level=&#8221;h3&#8243; title_text_align=&#8221;center&#8221; background_color=&#8221;rgba(224,153,0,0.78)&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_row column_structure=&#8221;2_3,1_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;2_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/hypnose.jpg&#8221; title_text=&#8221;hypnose&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; animation_style=&#8221;fade&#8221;][\/et_pb_image][et_pb_text _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]<\/p>\n<p><strong>HYPNOSIS<\/strong><\/p>\n<p>From a conference by Dr LEFEBURE<\/p>\n<p><strong>The antagonisms between hypnosis and Phosphenism<\/strong><\/p>\n<p><em>‟Phosphenism is opposed to hypnosis for the following reason: during the presence of a phosphene, and even more if one is practicing Phosphenic Mixing, one is more lucid, much more conscious than usual. If you pray while focusing on the sun, for example, and if you respect the provided guidelines to avoid hurting your eyes, you will realize that your thoughts are warmer, more vibrant and feel like a cloud surrounding you. You are now in a state of hyper consciousness, feeling more awake than usual. On the other hand, hypnosis is, by definition, a state of partial sleep.<\/em><\/p>\n<p><em>What if the difference between the lights that are used to produce phosphenes and the lights that are used to induce hypnosis? A good quality phosphene can be obtained by focusing on a 75W lamp, at a distance of 1 to 2m, during 30 seconds. A co-phosphene can be obtained by focusing on the lamp for three minutes.<\/em><br \/><em>If you focus on the lamp for longer, 10 minutes for example, the post phosphene is not as good. There is an optimal focusing time beyond which the process is impaired. Similar lights are used for hypnosis. But, instead of focusing on the light source for 30 seconds to three minutes, focusing time can last up to 20 minutes or even longer. The two processes are exactly opposed: Phosphenism uses short periods of focusing when hypnosis uses very long ones. Phosphensism produces a state of hyper consciousness when hypnosis produces a state of hypo consciousness.”<\/em><\/p>\n<p>Are there any contra-indications to the practice of Phosphenism?<br \/>The same way there are contra-indications to certain pharmaceuticals (some medecines cannot be associated to other ones), there are contra-indications to the practice of Phosphenism. Similarly, some athletes cannot practice certain sports that would spoil the results they are trying to achieve. For example, boxers should not practice heavy body building as it would spoil their quickness, suppleness and efficiency.<\/p>\n<p><strong>1st contra-indication: Re-birth<\/strong><\/p>\n<p>Re-birth, being based on hyperventilation produces the hyperoxigenation of the blood and a low level of carbon dioxide. This causes a low level of calcium in the blood (alcalosis), and, in sensitive subjects, provokes tetany which first symptom is a tickling of the fingers.<\/p>\n<p>In everyday life, one can observe that people with psychological problems do not breathe properly. Their breathing is limited to short inspirations and when they are surprised by a situation or shocked emotionaly, they breathe very little. That way, they provoke a repression. In martial arts, one learns on the contrary, to breathe out in order not to be subjected by a situation.<\/p>\n<p><strong>* Rebirth and holotropic breathing:<\/strong><\/p>\n<p>Rebirth and holotropic breathing are two methods of theraphy. Both use the same form of breathing: hyperventilation. Hyperventilation is produced by a large movement of the thorax (completely filling the lungs), breathing out through the mouth. Breathing out through the nose would be slower.<\/p>\n<p>It takes a while before one can feel the effects that start with a tickling of the fingers, a precursory sign of the variation of calcium level in the organism due to the hyperventilation.<\/p>\n<p>At this point, the objective is to overcome one&#8217;s fear. One can be afraid to die as the contractions can lead to a minor paralysis of the tongue and of the uvulva. This is one of the therapeutic effects: ‟to go beyond conscious and unconscious fears”.<\/p>\n<p>In the practice of rebirth, the subject maintains a breathing cycle and then, at the end of the session, verbalizes what has been happening. In the practice of holotropic breathing, breathing follows a piece of music in a musicotherapy style. At the end of the session, the subject verbalizes his or her impressions and draws a picture summing what they have been through, often in the style of a mandala.<\/p>\n<p>This breathing techniques take the subjects past their fears: unconscious (stress of birth) and conscious: fear of heights or speed… As these techniques untie psychological knots, the subjects feel better, relieved of stress after practice.<\/p>\n<p>Many therapists use one of these methods as, if the right way to proceed is followed, results happen quickly and systematically. For a therapy, about ten sessions have to be practiced. Sessions last for one hour up to one hour and a half and are practiced in groups. These therapies are classified as short because of the small number of sessions necessary.<\/p>\n<p>But the effects after practice can be heavy on a psychological level if they are associated with rhythmic thinking, a technique which amplifies mental processes. These techniques are very unsettling<\/p>\n<p><strong>* Dr LEFEBURE&#8217;s breathing technique:<\/strong><\/p>\n<p>Dr LEFEBURE showed the importance of the retention in yogic-mystical breathing (check THE PNEUMOPHENE or the breathing techniques that open the door to the world beyond). As he stated: ‟what is important is to create a thirst for air”. This thirst is created by retentions of various durations. The retentions between inspiration and exhalation, created a square-shaped cycle. He then transformed this square-shaped breathing into a circle-shape breathing (cycle-generating or spiritual breathing) with a constant thirst for air during the whole cycle and the whole session.<\/p>\n<p><strong>* Comparison between these different breathing techniques:<\/strong><\/p>\n<p>Spiritual breathing, or square-shaped breathing (which is easier to do in the beginning) is completely opposed to rebirth-style breathing techniques.<\/p>\n<p>&#8211; Rebirth provokes a full and fast absorbtion of the oxygen and thus does not create any thirst for air.<\/p>\n<p>&#8211; Because of the retentions, spiritual breathing slows down the absorbtion of oxygen, thus elevating the rate of carbon dioxide and creating an optimal thirst for air.<\/p>\n<p>These two types of breathing are opposed. The first method is a psychotherapeutic practice, the other one a spiritual path.<\/p>\n<p><strong>2nd contra-indication: Hypnosis<\/strong><\/p>\n<p>The principle of Hypnosis is to induce suggestions by the medium of a certain state of consciousness.<\/p>\n<p>Sophrology is a kind of ‟soft” Hypnosis, in which suggestion plays a large part.<\/p>\n<p>This shows the point of dissimilarity between Hypnosis and Phosphenism.<\/p>\n<p><strong>Hypnosis cannot be dissociated of suggestion.<\/strong><\/p>\n<p>In his books, Dr LEFEBURE often talks of free prayers, i.e. self-designed prayers, not imposed by any group or ideology. Why pray? As a metaphor we can compare the principle with an hydroelectrical plant. The energy produced is proportional to the height of the falling water. The higher it is, the more energy is produced by the plant.<\/p>\n<p>To pray is to admit that there are forces higher than yourself. It is putting yourself in a position of humility, in a state of receptivity. It is the contrary of self-suggestion which is self-assessment.<\/p>\n<p>Self-suggestion makes an individual hypersuggestible (as its name implies).<\/p>\n<p>Finally, and that is the most important, the state of hypnosis goes against all genuine yogic practices. Hypnosis only stimulates a very small number of neurons when initiatory techniques consist in creating many neurological connections in order to activate many cerebral functions.<\/p>\n<p><strong>Be careful:<\/strong> a person associating Rebirth or Hypnosis with the practice of rhythmic thinking can end up being placed in a psychiatric hospital. It is important to know that. Some things should not be associated together.<\/p>\n<p><strong>Can Hypnosis lead to an out of body experience or to astral projection?<\/strong><\/p>\n<p>Many people search for out of body experiences without knowing what they really are or how to produce them. It is thus very difficult for them to recognize these phenomena. There is a strong opposition between initiatory experiences and psychological experiences. The latter do not belong to initiatory techniques. It is extremely important to know what domain you are working on and what are its limits. It is also important to know what results you can expect from a particular technique and to make the choice of these techniques by yourself.<\/p>\n<p>The brain is limited, certain things are impossible. It is necessary, in practice or study, to define the field you are working on. Sadly, many people only start a research to validate the prejudiced ideas they have. And when they are confronted with a disturbing phenomenon that forces them to ask themselves questions, they react by denying the phenomenon, sometimes pretending that ‟it&#8217;s dangerous” or being scared by it. This danger, this fear, is only the risk of discovering oneself. That kind of people limit themselves to the production of superficial phenomena which are often purely psychological.<\/p>\n<p>This kind of influence or attitude is more of a suggestion than a genuine catalyst of experiences. It is common to feel sensations that only touch the surface of the ‟psychological layers” of the individual. Sometimes they are interpreted as an achievement, a contact with the deepest of selves. Most of the times, these sensations are only a very pleasurable illusion. Images are perceived and a few pleasurable sensations are felt but it does not go any further than this stage.<\/p>\n<p>As an example, virtual reality helmets or funfair style simulators create many sensations and ‟experiences”. Depending on the images projected, you can have the sensation that your body is heavier or lighter, sensations of falling or going up, of being very small or very big or sensations of flight or floatation. In the end, these are only sensory games, as the images stimulate certain sensory organs. These are not psychic phenomena. You are stuck in a sensory dead end and you wish the sensations kept going, as they are very pleasurable. It is the same process that happens when you feel an itch: you scratch and this scratching becomes pleasure. You feel it is pleasurable to scratch. Physicians call this phenomenon ‟scratching ecstasy”. This too, is a sensory dead end that creates a pathological state.<\/p>\n<p>Initiatory phenomena rarely happen during a session, but usually several hours or a day after practice. One must not confuse sensory games, which trigger a short pleasurable moment, with initiatory techniques that lead to real experiences outside of the period of practice, very often during the night, sending consciousness into the ‟cosmic planes”. Initiatory phenomena are way beyond self-created sensations. Very few people agree to follow through with the study of these unconscious layers of the personality. On the contrary, those who do, discover a new aspect of themselves and of the universe.<\/p>\n<p>Out of body experiences are not rare phenomena. They have been practiced throughout the ages and lie at the core of all initiations.<\/p>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_sidebar orientation=&#8221;right&#8221; area=&#8221;et_pb_widget_area_9&#8243; admin_label=&#8221;Sidebar Click Image&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; header_font=&#8221;|700|||||||&#8221; header_text_align=&#8221;center&#8221;][\/et_pb_sidebar][et_pb_sidebar area=&#8221;et_pb_widget_area_7&#8243; admin_label=&#8221;Sidebar Understanding&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; width=&#8221;99.2%&#8221; custom_padding=&#8221;|26px||||&#8221;][\/et_pb_sidebar][et_pb_text _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_font_size=&#8221;10px&#8221; background_color=&#8221;#d3d3d3&#8243; text_orientation=&#8221;justified&#8221; custom_padding=&#8221;10px|10px|10px|10px|false|false&#8221;]<\/p>\n<p style=\"text-align: center; font-size: 20px; text-decoration: underline;\"><strong>Importante Note<\/strong><\/p>\n<p>We have done our best to provide you with the most accurate translation of our french website. Nevertheless, it is possible that some language errors may remain. So, don&#8217;t hesitate to contact us to communicate them to us.<\/p>\n<p>Thank you for your indulgence and for your consideration of the many hours spent translating all our pages and, more particularly, all the testimonies we share with you so that you may become aware of the impact that Phosphenism can have on those who practice it.<\/p>\n<p>Wishing you the best with your practice of Phosphenism.<\/p>\n<p style=\"text-align: right;\"><em>Daniel Stiennon<\/em> (<a href=\"https:\/\/www.phosphenisme.com\" target=\"_blank\" rel=\"noopener\">Dr. LEFEBURE School Director, France<\/a>)<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/02\/Pratice-Phosphenim-1024&#215;576.jpg&#8221; title_text=&#8221;Pratice-Phosphenim&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_image][et_pb_cta title=&#8221;You too, learn how to transform Light Energy into Mental Energy, thanks to our many animations and 100% free videos. &#8221; button_url=&#8221;https:\/\/www.phosphenism.com\/method-phosphenic-mixing-applied-to-education\/&#8221; button_text=&#8221;Click Here&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; background_color=&#8221;#cc6600&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;25px&#8221; button_text_color=&#8221;#FFFFFF&#8221; button_border_color=&#8221;#FFFFFF&#8221; button_icon=&#8221;%%20%%&#8221; width=&#8221;99.9%&#8221; custom_margin=&#8221;0px||0px||false|false&#8221;]<\/p>\n<h4><span style=\"line-height: 20pt; color: #000000;\"><strong>4 videos<\/strong> (animations) to understand the practice of Phosphenic Mixing applied to Education<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> <strong>18 videos<\/strong> about Individual Development<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> <strong>5 vidéos<\/strong> about Initiatic Techniques<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> Many videos about the Method presentation<\/span><\/h4>\n<p>[\/et_pb_cta][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>HYPNOSIS From a conference by Dr LEFEBURE The antagonisms between hypnosis and Phosphenism ‟Phosphenism is opposed to hypnosis for the following reason: during the presence of a phosphene, and even more if one is practicing Phosphenic Mixing, one is more lucid, much more conscious than usual. If you pray while focusing on the sun, for example, [&hellip;]<\/p>\n","protected":false},"author":97,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[44],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Hypnosis - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/hypnosis-and-phosphenism\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Hypnosis - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"HYPNOSIS From a conference by Dr LEFEBURE The antagonisms between hypnosis and Phosphenism ‟Phosphenism is opposed to hypnosis for the following reason: during the presence of a phosphene, and even more if one is practicing Phosphenic Mixing, one is more lucid, much more conscious than usual. If you pray while focusing on the sun, for example, [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/hypnosis-and-phosphenism\/\" \/>\n<meta property=\"article:published_time\" content=\"2021-01-19T11:00:36+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-16T01:36:46+00:00\" \/>\n<meta name=\"author\" content=\"Geoffrey\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Geoffrey\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/hypnosis-and-phosphenism\/\",\"url\":\"https:\/\/www.phosphenism.com\/hypnosis-and-phosphenism\/\",\"name\":\"Hypnosis - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2021-01-19T11:00:36+00:00\",\"dateModified\":\"2021-04-16T01:36:46+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/hypnosis-and-phosphenism\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/hypnosis-and-phosphenism\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/hypnosis-and-phosphenism\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"SITEMAP THEMES I: HYPNOSIS\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\",\"name\":\"Geoffrey\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"caption\":\"Geoffrey\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Hypnosis - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/hypnosis-and-phosphenism\/","og_locale":"en_US","og_type":"article","og_title":"Hypnosis - PHOSPHENISM - Dr. LEFEBURE School","og_description":"HYPNOSIS From a conference by Dr LEFEBURE The antagonisms between hypnosis and Phosphenism ‟Phosphenism is opposed to hypnosis for the following reason: during the presence of a phosphene, and even more if one is practicing Phosphenic Mixing, one is more lucid, much more conscious than usual. If you pray while focusing on the sun, for example, [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/hypnosis-and-phosphenism\/","article_published_time":"2021-01-19T11:00:36+00:00","article_modified_time":"2021-04-16T01:36:46+00:00","author":"Geoffrey","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Geoffrey","Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/hypnosis-and-phosphenism\/","url":"https:\/\/www.phosphenism.com\/hypnosis-and-phosphenism\/","name":"Hypnosis - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2021-01-19T11:00:36+00:00","dateModified":"2021-04-16T01:36:46+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/hypnosis-and-phosphenism\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/hypnosis-and-phosphenism\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/hypnosis-and-phosphenism\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"SITEMAP THEMES I: HYPNOSIS"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6","name":"Geoffrey","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","caption":"Geoffrey"},"url":"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/20705"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/97"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=20705"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/20705\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=20705"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=20705"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=20705"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}