{"id":20936,"date":"2021-02-11T12:00:26","date_gmt":"2021-02-11T11:00:26","guid":{"rendered":"https:\/\/www.phosphenism.com\/?p=20936"},"modified":"2021-04-16T03:45:08","modified_gmt":"2021-04-16T01:45:08","slug":"reincarnation-and-phosphenism","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/reincarnation-and-phosphenism\/","title":{"rendered":"SITEMAP THEMES I: REINCARNATION"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_fullwidth_header title=&#8221;REINCARNATION&#8221; _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; title_level=&#8221;h3&#8243; title_text_align=&#8221;center&#8221; background_color=&#8221;rgba(224,153,0,0.78)&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_row column_structure=&#8221;2_3,1_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;2_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/reincarnation.jpg&#8221; title_text=&#8221;reincarnation&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; animation_style=&#8221;fade&#8221;][\/et_pb_image][et_pb_text _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]<\/p>\n<p><strong>REINCARNATION<\/strong><\/p>\n<p>In Initatory Experiences Vol. 3, Dr Lefebure, a French physician and researcher, sheds a new light on reincarnation, the belief of the survival of the soul after death.<br \/>This belief, expressed by the building of tombs and the creation of funerary rites goes back at least to the neanderthal era (80 000 BC). In one form or another, funerary rites have been practiced by all cultures at all times, a proof of the universality of the belief in the other-world.<\/p>\n<p>In the West, the Celtic druids, Pythagoras and also Plato aknowledged the doctrine of reincarnation.<\/p>\n<p>The Egyptian <em>Book of the Dead<\/em>, the Essenian and Kabalist texts of the Judaic tradition, all mention reincarnation. It was also the belief of the followers of Gnosis.<\/p>\n<p>One of the main thinkers of the early Christian Church, Origen (185-254), believed that the soul travels through various worlds and that unlike the earthly stage, the other universes do not imply incarnation.<\/p>\n<p>The Cathars or Albigenses of the 13th century were inspired by Origen&#8217;s notion of reincarnation.<\/p>\n<p>In the Muslim religion, the notion of the reincarnation of the soul is not explicitely taught, but it is mentioned in the esoteric teachings (secret teachings).<\/p>\n<p>For example, the great Iranian Sufi master Bahram Elahi mentions the reincarnation of the soul in his book The Way to Perfection. According to him, humans have 50 000 years to attain illumination and, within this time limit, they have to follow a cycle of lives, deaths and births.<\/p>\n<p>The Indian universities study reincarnation as an actual fact. Some very young children can give extremely precise details about a previous incarnation.<\/p>\n<p>According to<em> the Baghavad-Gîtâ, ‟The incarnated soul discards its old bodies and puts on new ones, like a person who exchanges an old garment for a new one”.<\/em><\/p>\n<p>The soul thus moves on from incarnation to incarnation: <em>‟Because death is certain for the one who is born and birth is certain for the one who is dead”.<\/em><\/p>\n<p>Mahatma Gandhi, a short time before his death, presided over a commission that studied the case of a young girl and that concluded that her case of reincarnation was authentic.<\/p>\n<p>Reincarnation is one of the major concepts of Buddhism.<\/p>\n<p><img decoding=\"async\" class=\"size-full wp-image-20940 aligncenter\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/reincarnation_vie_anterieure.jpg\" alt=\"\" width=\"142\" height=\"47\" \/><\/p>\n<p>Though the expression ‟reincarnation” is used in several translations, the term that is most often used by Buddhism is ‟rebirth”. This implies a continuity — death does not mean that the conditioning ceases. From one incarnation to the other, suffering endures as long as the individual has not escaped from Samsâra, the cycle of reincarnations.<\/p>\n<p>However this ‟rebirth” is interpreted, Buddhism sees its only purpose as a means to end suffering.<\/p>\n<p>Today, the Western idea of reincarnation is an evolution of the ancient oriental concept.<\/p>\n<p>At the end of the 19th century, the belief in reincarnation appeared in the West thanks to the discovery of the principal books of ancient oriental religions. It spread through esoteric groups, like Ms Blavatsky&#8217;s Theosophy or Allan Kardec&#8217;s spiritualist circles.<br \/>It is only from the 20th century that scientists have started to express interest in the subject.<\/p>\n<p>In <em>Initiatory Experiences Vol. 3<\/em>, Dr Francis Lefebure describes the search that led him to consider that he was the reincarnation of Vasco de Gama. Under the influence of initatory techniques that a Zoroastrian, Artheme Galip, had taught him, he experienced reccurent reveries in which he saw himself as a cabin boy on a ship.<\/p>\n<p><em>‟The content of one of my reveries was particularly haunting: I was a captain and a mutiny failed because of the denunciation of a cabin boy. There was a lot of violence, a lot of blood spilt on the sea. And the impression of ‛déjà vu’ increased as I practiced the exercises Galip had taught me. (…)<\/em><\/p>\n<p><em>Thus, three or four years after my initiation, a kind of intuitive certainty insidiously slipped into my thoughts: I had been a sailor in my previous life. Such an assumption can be questioned by reason, but not by feelings. The phenomenon was strange but absolutely not disturbing as it took place at a time when I succeded in many exams. To me, this seems to show the difference between initiatory phenomena, however imperfect, and the pathological phenomena with which they might have a few accidental common points.<\/em><\/p>\n<p><em>These reveries lasted for several years but, at the same time, a very opposed reaction took place within me, on an intellectual level. I did not argue with the principle of this imaginary intuition that fitted within the framework of my metaphysical ideas; I simply agreed it was plausible but not certain; I knew too much the many ‛Napoleons’ that crowded asylums to avoid venturing on this slippery slope (Note of the translator: Napoleon is a typical character impersonated by the demented patients who believe they are a famous person from the past. The list could include Cesar, Elvis Presley, Joan of Arc, Abraham Lincoln and more…). It is important to note that these demented patients actually believe they are the particular entity with whom they confuse their personality. Believing that one ‛has been’ a particular person is different, on a psychological as well as a metaphysical level. Nevertheless, I was cautiously forbidding myself from reading any book about nautical history to avoid an influence that could lead me to believing I was a famous character. Indeed, for every famous sailor, thousands of others remain unknown; the probability of marking history seemed minute.”<\/em><br \/>It is only 14 years later, once this necessary period of caution was over, that the reccuring reverie led Dr Lefebure to study the life of Vasco de Gama. His surprise was immense when he recognised intimately certain extremely violent episodes of the life of the famous sailor. Establishing a connection with the failed initiation he went through at the age of 18, Dr Lefebure considered a karmic relationship with Vasco de Gama&#8217;s crimes. Indeed, the exercises taught by Galip were wrong, thus creating a paradox between the beneficial effects of the master&#8217;s laying of hands and the harmful effects of the exercises he provided.<\/p>\n<p>This is what Dr Lefebure says about this:<\/p>\n<p><strong>A mutiny denounced by a cabin boy<\/strong><\/p>\n<p><em>After doubling the Cape of Good Hope, the officers organized a mutiny attempt; denounced by a cabin boy, it was aborted. This passage of Vasco de Gama&#8217;s story reminded me of an identical reverie that had been awoken by my failed initation and that, for a long time, had almost obssessed me. Nevertheless, I considered this indication as rather vague, as this kind of incident had certainly occured many times throughout history. (…)<\/em><\/p>\n<p><strong>The crimes in India, the boarding and the burning of the Merri<\/strong><\/p>\n<p><em>‟Vasco had left with a heart full of vengeance, the Portuguese merchants of the trading post that he had founded had been murdered.<\/em><\/p>\n<p><em>When it approached the coast of India, the Portuguese fleet encountered a ship that was sailing from Calicut to Mecca, unarmed, full of pilgrims travelling with the riches they were going to offer to their religion. Sadly, Vasco was governed by his lust for vengeance: attacking unarmed pilgrims did not seem shameful to him. He judged that the deed would be relevant politically, though all his officers disagreed. Consequently, this can be considered a genuine personal crime. Vasco had the boat boarded and inspected. The recalcitrants were thrown overboard and the ship was set on fire. The Merri burned all night. Gama ordered soldiers on rowboats to catch those who tried to swim to the shore and to stab them with swords. The sea was covered in red blood! Gama contemplated this scene from the bridge. All historians concur in qualifying this massacre as a shameful stain of blood on the history of Portugal. As odd as it seems though, it is when I read the description of this crime that I recognized that it was mine; this triggered something within me. Reading about the attack of the Merri and the pointless bloodbath that ensued, enrooted within my feelings the idea that I was related to Vasco de Gama, even though I still doubt it on an intellectual level.<\/em><\/p>\n<p><em>Reading the historian Olsen&#8217;s account of the attack of the Merri produced a feeling that is difficult to define. It is as if both ends of infinity joined within me, a sensation I had been waiting for for a long time; it was as if my life had gone full circle, as if I had circumnavigated time.<\/em><\/p>\n<p><em>I did not feel any indignation nor disgust for this crime, no fear of consequences for my present incarnation, but an immense feeling of relaxation, of relief: at last I knew why I encoutered so many hurdles during my life, so many conflicts, so much lonely suffering during my mystical training and the reason for the failure of my initiation at the age of 18. It was as if I had cut open the abscess that poisoned the eternal being within myself, I experienced a sensation of relief, of liberation. It is this feeling that convinced me, even though, on an intellectual level, I had to recognize that I had no proof whatsoever. A strange kind of inner examination had led me to the following conclusion:<\/em><\/p>\n<p><em>‛I AM VASCO DE GAMA AND I PAYED FOR MY CRIMES THROUGH AN INITIATORY TRAGEDY’. The crimes commited in India had generated the misunderstanding between Galip and myself, regarding the exercise of ocular convergence. This idea became a catalyst for the long gestation of desires, prayers, reveries and research that was my life, following me from day to day and often guiding me.”<\/em><br \/>Jean Charon&#8217;s book I Have Lived for 15 Billion Years sheds a new light on Dr Lefebure&#8217;s subjective experience.<br \/>The basic principle of Jean Charon&#8217;s complex relativity theory is the following: the electron, an elementary particule of matter, could be constituted of two parts imbricated intimately into each other. The first one is physical, it belongs to the real world we know and it is well understood by physicists. The second one, psychic, belongs to a world that neighbours ours and is unknown to physicists.<br \/>The electron evolving in that space has the following properties:<\/p>\n<ul>\n<li>Complete memory<\/li>\n<li>The ability to reason<\/li>\n<li>The ability to communicate with the other electrons<\/li>\n<li>The ability to act.<\/li>\n<\/ul>\n<p>Human beings, constituted of billions of electrons, have one that is more elevated spiritually, it is the electron ‟I”. It is different from the others. A hierarchy is established in relation to this electron. There is the electron that manages a cell (the worker), the electron that manages several cells (the foreman), the electron that manages a function of the organism (the executive) like the liver, the spleen, etc.<\/p>\n<p>What happens when we are in touch with our electron ‟I”? When it has an opportunity, it receives our questions. If it can aswer them, it does. If the question is related to a period of history that the electron ‟I” has not experienced, it questions the memory of its ‟colleagues”. It then translates it into information and sends it to us.<\/p>\n<p>When an organism dies, its electrons, liberated, are assembled again in new structures that can associate electrons coming from different sources and periods. Reincarnation does not obey the simplistic concept of transfer of soul from one body to another. The electrons are the guardians of memory. Each electron that has been part of a structure can keep the memory of this structure.<\/p>\n<p>We also exchange electrons by breathing. We absorb some when we inhale, and release some when we exhale. Let us suppose that a medium is sitting in a room, next to an Egyptian mummy. The latter keeps releasing electrons, slowly but surely. It becomes easier to understand how can a medium obtain information from a different period of time.<br \/>Certain sentences take on a new meaning. When Jesus said: ‟I am within you”, what could be truer? Those who lived near Jesus absorbed some of Jesus&#8217; electrons through breathing. Who knows, maybe you have an electron that belonged to Jesus within you?<\/p>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_sidebar orientation=&#8221;right&#8221; area=&#8221;et_pb_widget_area_9&#8243; admin_label=&#8221;Sidebar Click Image&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; header_font=&#8221;|700|||||||&#8221; header_text_align=&#8221;center&#8221;][\/et_pb_sidebar][et_pb_sidebar area=&#8221;et_pb_widget_area_7&#8243; admin_label=&#8221;Sidebar Understanding&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; width=&#8221;99.2%&#8221; custom_padding=&#8221;|26px||||&#8221;][\/et_pb_sidebar][et_pb_text _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_font_size=&#8221;10px&#8221; background_color=&#8221;#d3d3d3&#8243; text_orientation=&#8221;justified&#8221; custom_padding=&#8221;10px|10px|10px|10px|false|false&#8221;]<\/p>\n<p style=\"text-align: center; font-size: 20px; text-decoration: underline;\"><strong>Importante Note<\/strong><\/p>\n<p>We have done our best to provide you with the most accurate translation of our french website. Nevertheless, it is possible that some language errors may remain. So, don&#8217;t hesitate to contact us to communicate them to us.<\/p>\n<p>Thank you for your indulgence and for your consideration of the many hours spent translating all our pages and, more particularly, all the testimonies we share with you so that you may become aware of the impact that Phosphenism can have on those who practice it.<\/p>\n<p>Wishing you the best with your practice of Phosphenism.<\/p>\n<p style=\"text-align: right;\"><em>Daniel Stiennon<\/em> (<a href=\"https:\/\/www.phosphenisme.com\" target=\"_blank\" rel=\"noopener\">Dr. LEFEBURE School Director, France<\/a>)<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/02\/Pratice-Phosphenim-1024&#215;576.jpg&#8221; title_text=&#8221;Pratice-Phosphenim&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_image][et_pb_cta title=&#8221;You too, learn how to transform Light Energy into Mental Energy, thanks to our many animations and 100% free videos. &#8221; button_url=&#8221;https:\/\/www.phosphenism.com\/method-phosphenic-mixing-applied-to-education\/&#8221; button_text=&#8221;Click Here&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; background_color=&#8221;#cc6600&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;25px&#8221; button_text_color=&#8221;#FFFFFF&#8221; button_border_color=&#8221;#FFFFFF&#8221; button_icon=&#8221;%%20%%&#8221; width=&#8221;99.9%&#8221; custom_margin=&#8221;0px||0px||false|false&#8221;]<\/p>\n<h4><span style=\"line-height: 20pt; color: #000000;\"><strong>4 videos<\/strong> (animations) to understand the practice of Phosphenic Mixing applied to Education<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> <strong>18 videos<\/strong> about Individual Development<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> <strong>5 vidéos<\/strong> about Initiatic Techniques<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> Many videos about the Method presentation<\/span><\/h4>\n<p>[\/et_pb_cta][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>REINCARNATION In Initatory Experiences Vol. 3, Dr Lefebure, a French physician and researcher, sheds a new light on reincarnation, the belief of the survival of the soul after death.This belief, expressed by the building of tombs and the creation of funerary rites goes back at least to the neanderthal era (80 000 BC). In one form or another, funerary rites [&hellip;]<\/p>\n","protected":false},"author":97,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[44],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>SITEMAP THEMES I: REINCARNATION - Ecole du Dr. Lefebure<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/reincarnation-and-phosphenism\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"SITEMAP THEMES I: REINCARNATION - Ecole du Dr. Lefebure\" \/>\n<meta property=\"og:description\" content=\"REINCARNATION In Initatory Experiences Vol. 3, Dr Lefebure, a French physician and researcher, sheds a new light on reincarnation, the belief of the survival of the soul after death.This belief, expressed by the building of tombs and the creation of funerary rites goes back at least to the neanderthal era (80 000 BC). In one form or another, funerary rites [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/reincarnation-and-phosphenism\/\" \/>\n<meta property=\"article:published_time\" content=\"2021-02-11T11:00:26+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-16T01:45:08+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/reincarnation_vie_anterieure.jpg\" \/>\n<meta name=\"author\" content=\"Geoffrey\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Geoffrey\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"12 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/reincarnation-and-phosphenism\/\",\"url\":\"https:\/\/www.phosphenism.com\/reincarnation-and-phosphenism\/\",\"name\":\"SITEMAP THEMES I: REINCARNATION - Ecole du Dr. Lefebure\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2021-02-11T11:00:26+00:00\",\"dateModified\":\"2021-04-16T01:45:08+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/reincarnation-and-phosphenism\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/reincarnation-and-phosphenism\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/reincarnation-and-phosphenism\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"SITEMAP THEMES I: REINCARNATION\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\",\"name\":\"Geoffrey\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"caption\":\"Geoffrey\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"SITEMAP THEMES I: REINCARNATION - Ecole du Dr. Lefebure","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/reincarnation-and-phosphenism\/","og_locale":"en_US","og_type":"article","og_title":"SITEMAP THEMES I: REINCARNATION - Ecole du Dr. Lefebure","og_description":"REINCARNATION In Initatory Experiences Vol. 3, Dr Lefebure, a French physician and researcher, sheds a new light on reincarnation, the belief of the survival of the soul after death.This belief, expressed by the building of tombs and the creation of funerary rites goes back at least to the neanderthal era (80 000 BC). In one form or another, funerary rites [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/reincarnation-and-phosphenism\/","article_published_time":"2021-02-11T11:00:26+00:00","article_modified_time":"2021-04-16T01:45:08+00:00","og_image":[{"url":"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/reincarnation_vie_anterieure.jpg"}],"author":"Geoffrey","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Geoffrey","Est. reading time":"12 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/reincarnation-and-phosphenism\/","url":"https:\/\/www.phosphenism.com\/reincarnation-and-phosphenism\/","name":"SITEMAP THEMES I: REINCARNATION - Ecole du Dr. Lefebure","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2021-02-11T11:00:26+00:00","dateModified":"2021-04-16T01:45:08+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/reincarnation-and-phosphenism\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/reincarnation-and-phosphenism\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/reincarnation-and-phosphenism\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"SITEMAP THEMES I: REINCARNATION"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6","name":"Geoffrey","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","caption":"Geoffrey"},"url":"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/20936"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/97"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=20936"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/20936\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=20936"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=20936"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=20936"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}