{"id":20989,"date":"2021-02-21T12:00:05","date_gmt":"2021-02-21T11:00:05","guid":{"rendered":"https:\/\/www.phosphenism.com\/?p=20989"},"modified":"2021-04-16T03:28:20","modified_gmt":"2021-04-16T01:28:20","slug":"templars-cathedrals-and-phosphenism","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/templars-cathedrals-and-phosphenism\/","title":{"rendered":"SITEMAP THEMES I: TEMPLARS, CATHEDRALS"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_fullwidth_header title=&#8221;TEMPLARS &#038; CATHEDRALS&#8221; _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; title_level=&#8221;h3&#8243; title_text_align=&#8221;center&#8221; background_color=&#8221;rgba(224,153,0,0.78)&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_row column_structure=&#8221;2_3,1_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;2_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/templiers.jpg&#8221; title_text=&#8221;templiers&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; animation_style=&#8221;fade&#8221;][\/et_pb_image][et_pb_text _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]<\/p>\n<p><strong>TEMPLARS AND CATHEDRALS<\/strong><\/p>\n<p>There are a number of connections between the Templars, the Cathars and Phosphenism that appear clearly in certain documents, certain traditions and even in the architecture of the time. We will refer to several of these sources in the course of this study.<\/p>\n<p>The Cathars (or Albigenses) used to pray while focusing on the sun. They stated that Jesus Christ had taught such a pratice. The castle of Montségur, their sanctuary, was built as a solar temple, an architectural fact that can still be observed today. Indeed, on the summer solstice, the 21st of june, sunlight goes through two thin slits in one of the walls, producing two parallel rays of light that the local legends call ‟the parallels of Montségur”. These two slits look like embrasures for firing arrows, but their location cannot serve this purpose. This particularity of the castle of Montségur shows how important the sun was to the Cathars.<\/p>\n<p>Mgr Truchemotte, the bishop of the church of Bordeaux, published a photograph of a graffiti found in the dungeon where the head of the Templars, Jacques de Molay, was imprisoned.<\/p>\n<p style=\"text-align: center;\"><img decoding=\"async\" class=\"size-full wp-image-20992 aligncenter\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/ordre_du_temple.jpg\" alt=\"\" width=\"219\" height=\"142\" \/>Graffiti found in the dungeon of Coudray, attributed to Jacques de Molay.<\/p>\n<p>This graffiti can be interpreted as a Templar focusing on the sun or contemplating a phosphene. During excavations in Jerusalem, the Templars found a secret their kept preciously and about which much has been written. Could this secret be related to the phosphenic techniques?<\/p>\n<p>The following document, extracted from Jean-Claude Flornoy&#8217;s website: &#8220;http:\/\/letarot.com\/Maître-Jacques (France)&#8221; relates the social turmoil that was the consequence of the elimination of the order of the Temple. An exercise for developing energy (rhythmic walking) is also described, and we will analyse it in the light of the discoveries of Dr Lefebure.<\/p>\n<p><em>‟The tragic execution of the dignitaries of the Temple on march 18th 1314, lead to two consequences that king Philippe le Bel had certainly not considered. First, the Temple was an immense and sprawling organization, specialized in banking and equipped with a major maritime fleet. Its true treasure was its trading posts and its accountants, spread all over the mediterranean basin and in all the cites of Europe. Its bills of exchange served as checks. Its navy connected the medieval world and maintained order.<\/em><\/p>\n<p><em>The Republic of Venice later assumed this role as, for two centuries, the pride of a king caused France to lapse into war and misery. The second catastrophic consequence was the departure of almost all the companions towards various destinations: Italy, Portugal, the Middle-East… On that fateful afternoon, the masters of the brotherhoods of companions understood that they would be the next to burn at the stake. Consequently, they started the ‛Great Strike of the Cathedrals’. Within three weeks, all the work on the cathedrals was abandoned and almost all the crews left for exile. These constructions were only resumed much later by the Church, and with great difficulty. The floorplans and the forms of the buildings were correct, but the science of the energies had been lost. Building a sacred place of worship can only be achieved by understanding the underground forces stemming for the deepest of the earth.<\/em><\/p>\n<p><em>These forces were known and respected under the name of wouivre or wivern. A sacred site is always a location that, in its natural state, is tremendously geopathogen. It is often the intersection of underground streams that makes it dangerous for living beings. It functions according to a simple electrical process. When there is an important charge underground, the micro-electric balance of the surface will occur through the attraction of an equivalent force from the magnetosphere. The forces gushing from the earth are opposed to the forces descending from the cosmos. When you are standing in a geopathogen location, your feet are positioned on the point of micro-electric balance, but your head is not. These forces litteraly drain you of your energy, that is sucked and digested by the earth. The builders of sacred places have always used these points for their constructions. The more dangerous, the more interesting they were, as the force gushing from the earth was significant. The clairvoyant master builders could visualize the earth&#8217;s aura and would build according to it.<\/em><\/p>\n<p><em>This force can be broken down into three layers. The first, closest to the ground, was used by the builders of megaliths for their dolmens. The second, of medium size, was used in churches of roman style. The third and largest, corresponds to the gothic style. Stones were used as micro-batteries to build a cage for this aura while letting the forces coming from the cosmos flow on the outside, thus liberating the wouivre that filled the inside of the building. Crypts are always of roman style and actually are modernizations of the dolmens. The builders of sacred places felt that they were installing ‛machines’. They used to call their works athanors, or machines destined to transmute people. The bishops of the time were the enchantors of these machines and conducted immense collective trances. On the summer solstice, in the city of Chartres, locals practiced a trance.<\/em><\/p>\n<p><em>The doors were opened at dawn and, one at a time, the population entered, walking in a line, swaying and marching to the rhythm of music. A stomp to the left, a stomp to the right, they slowly advanced towards the labyrinth and, after exiting from it, they kept swaying and stomping while crowding under the vaulting. All day long, stomp, stomp, the swaying continued, ever amplifying and, when the night came, the doors were closed in order to let the cathedral vibrate fully. Then, after a signal from the bishop, the crowd suddenly stopped and, during a magically silent moment, all these thousands of people reached a state of trance and unity with the divine. This is what Philippe le Bel destroyed when he burnt the Templars at the stake. He widely opened the door to a religious dictature: the dark times of the Inquisition started. Platonic immanence gave way to Aristotelian transcendance.<\/em><\/p>\n<p><em>Saint Augustine was defeated by Saint Thomas Aquinas. No more could human beings unite with the divine by themselves, they needed divine ‛grace’ that, of course, only the priests and their rituals could induce. The Templars had protected the fraternities of builders, whatever their obedience. Their disappearance left the builders alone in their struggle against their merciless enemies. The sacred thus deserted the Christian atlantic Occident.<\/em><\/p>\n<p><em>Professionals of such skill were rare. The companion builders were welcome, wherever they went. Venice was the richest, dominating power of the Mediterranean, they settled there. In Northern Italy, where the accountants of the Temple gave birth to the great families of Lombardian bankers, the companions engineered the Renaissance. But, their integration caused the loss of their idiosyncrasies, as they became secular. Overseas, in the Middle-East, and in more particularily in Cilicia, they managed to keep their soul and maintain their ancestral culture. The science of the ‛pilgrimage of the soul’, that had been the backbone of their spirituality for countless time, survived, and they managed to pass it on to us in the tarot.”<\/em><br \/>The exercise described above consists in marking a sway by stomping alternatively with the left and the right foot. Dr Lefebure&#8217;s research in cerebral physiology can help us decypher this seemingly odd practice. First, any alternating walk or dance creates synchronizations between the brain hemispheres through the alternating use of opposed groups of muscles. This pratice is related to the exercise of lateral head sway developed by Dr Lefebure. Also, stomping strongly with the feet stimulates what Dr Lefebure calls osteophene or phene of the elastic properties of the skeleton.<\/p>\n<p>Repetitive dancing also stimulates the myophene or phene related to muscular activity. After practicing, while falling asleep in bed, the participants would feel this myophene as the memory of the sensations their muscles gave them during the dance.<\/p>\n<p>This trance practiced in Chartres is a physiological exercise intended to produce very specific effects, even though it belongs to an empirical tradition that does not try to explain this process scientifically.<\/p>\n<p>Thus, it is possible to improve this exercise thanks to the discoveries of Dr Lefebure, and to practice this kind of rhythmic walk in a forest, for example.<\/p>\n<p><strong>Exercise of rhythmic walking:<\/strong><\/p>\n<p>&#8211; Set the Mantratron on a rhythm of one beat per second or on a rhythm of six beats per second.<br \/>If you do not own a Mantratron, you can use a metronome or you can download audio files in mp3 format for free on the website of Phosphenism.<\/p>\n<p>&#8211; Do a phosphene (ATTENTION!: if you do a phosphene with the sun, focusing should not last more than two seconds and should be done through a piece of fabric or through the canopy of the forest, without glasses or contacts, as they could provoke severe burns of the retina).<\/p>\n<p>&#8211; Walk following the rhythm of the Mantratron: count one step every second. Similarly, if you use a rhythm of six beats per second: you will count 1,2,3,4,5,6, 1,2,3,4,5,6, stomping with your foot on every 1. (right, 2,3,4,5,6, left, 2,3,4,5,6, etc.)<\/p>\n<p>&#8211; Do a fresh phosphene every fifteen minutes or so, if you practice with the sun. Or every five minutes or so, if you pratice with Dr Lefebure&#8217;s phosphenic lamp.<\/p>\n<p>During the next few nights, you might enjoy a fantastic experience of lucid dreaming.<\/p>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_sidebar orientation=&#8221;right&#8221; area=&#8221;et_pb_widget_area_9&#8243; admin_label=&#8221;Sidebar Click Image&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; header_font=&#8221;|700|||||||&#8221; header_text_align=&#8221;center&#8221;][\/et_pb_sidebar][et_pb_sidebar area=&#8221;et_pb_widget_area_7&#8243; admin_label=&#8221;Sidebar Understanding&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; width=&#8221;99.2%&#8221; custom_padding=&#8221;|26px||||&#8221;][\/et_pb_sidebar][et_pb_text _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_font_size=&#8221;10px&#8221; background_color=&#8221;#d3d3d3&#8243; text_orientation=&#8221;justified&#8221; custom_padding=&#8221;10px|10px|10px|10px|false|false&#8221;]<\/p>\n<p style=\"text-align: center; font-size: 20px; text-decoration: underline;\"><strong>Importante Note<\/strong><\/p>\n<p>We have done our best to provide you with the most accurate translation of our french website. Nevertheless, it is possible that some language errors may remain. So, don&#8217;t hesitate to contact us to communicate them to us.<\/p>\n<p>Thank you for your indulgence and for your consideration of the many hours spent translating all our pages and, more particularly, all the testimonies we share with you so that you may become aware of the impact that Phosphenism can have on those who practice it.<\/p>\n<p>Wishing you the best with your practice of Phosphenism.<\/p>\n<p style=\"text-align: right;\"><em>Daniel Stiennon<\/em> (<a href=\"https:\/\/www.phosphenisme.com\" target=\"_blank\" rel=\"noopener\">Dr. LEFEBURE School Director, France<\/a>)<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/02\/Pratice-Phosphenim-1024&#215;576.jpg&#8221; title_text=&#8221;Pratice-Phosphenim&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_image][et_pb_cta title=&#8221;You too, learn how to transform Light Energy into Mental Energy, thanks to our many animations and 100% free videos. &#8221; button_url=&#8221;https:\/\/www.phosphenism.com\/method-phosphenic-mixing-applied-to-education\/&#8221; button_text=&#8221;Click Here&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; background_color=&#8221;#cc6600&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;25px&#8221; button_text_color=&#8221;#FFFFFF&#8221; button_border_color=&#8221;#FFFFFF&#8221; button_icon=&#8221;%%20%%&#8221; width=&#8221;99.9%&#8221; custom_margin=&#8221;0px||0px||false|false&#8221;]<\/p>\n<h4><span style=\"line-height: 20pt; color: #000000;\"><strong>4 videos<\/strong> (animations) to understand the practice of Phosphenic Mixing applied to Education<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> <strong>18 videos<\/strong> about Individual Development<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> <strong>5 vidéos<\/strong> about Initiatic Techniques<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> Many videos about the Method presentation<\/span><\/h4>\n<p>[\/et_pb_cta][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>TEMPLARS AND CATHEDRALS There are a number of connections between the Templars, the Cathars and Phosphenism that appear clearly in certain documents, certain traditions and even in the architecture of the time. We will refer to several of these sources in the course of this study. The Cathars (or Albigenses) used to pray while focusing [&hellip;]<\/p>\n","protected":false},"author":97,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[44],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>SITEMAP THEMES I: TEMPLARS, CATHEDRALS - Ecole du Dr. Lefebure<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/templars-cathedrals-and-phosphenism\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"SITEMAP THEMES I: TEMPLARS, CATHEDRALS - Ecole du Dr. Lefebure\" \/>\n<meta property=\"og:description\" content=\"TEMPLARS AND CATHEDRALS There are a number of connections between the Templars, the Cathars and Phosphenism that appear clearly in certain documents, certain traditions and even in the architecture of the time. We will refer to several of these sources in the course of this study. The Cathars (or Albigenses) used to pray while focusing [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/templars-cathedrals-and-phosphenism\/\" \/>\n<meta property=\"article:published_time\" content=\"2021-02-21T11:00:05+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-16T01:28:20+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/ordre_du_temple.jpg\" \/>\n<meta name=\"author\" content=\"Geoffrey\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Geoffrey\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/templars-cathedrals-and-phosphenism\/\",\"url\":\"https:\/\/www.phosphenism.com\/templars-cathedrals-and-phosphenism\/\",\"name\":\"SITEMAP THEMES I: TEMPLARS, CATHEDRALS - Ecole du Dr. Lefebure\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2021-02-21T11:00:05+00:00\",\"dateModified\":\"2021-04-16T01:28:20+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/templars-cathedrals-and-phosphenism\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/templars-cathedrals-and-phosphenism\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/templars-cathedrals-and-phosphenism\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"SITEMAP THEMES I: TEMPLARS, CATHEDRALS\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\",\"name\":\"Geoffrey\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"caption\":\"Geoffrey\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"SITEMAP THEMES I: TEMPLARS, CATHEDRALS - Ecole du Dr. Lefebure","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/templars-cathedrals-and-phosphenism\/","og_locale":"en_US","og_type":"article","og_title":"SITEMAP THEMES I: TEMPLARS, CATHEDRALS - Ecole du Dr. Lefebure","og_description":"TEMPLARS AND CATHEDRALS There are a number of connections between the Templars, the Cathars and Phosphenism that appear clearly in certain documents, certain traditions and even in the architecture of the time. We will refer to several of these sources in the course of this study. The Cathars (or Albigenses) used to pray while focusing [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/templars-cathedrals-and-phosphenism\/","article_published_time":"2021-02-21T11:00:05+00:00","article_modified_time":"2021-04-16T01:28:20+00:00","og_image":[{"url":"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/ordre_du_temple.jpg"}],"author":"Geoffrey","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Geoffrey","Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/templars-cathedrals-and-phosphenism\/","url":"https:\/\/www.phosphenism.com\/templars-cathedrals-and-phosphenism\/","name":"SITEMAP THEMES I: TEMPLARS, CATHEDRALS - Ecole du Dr. Lefebure","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2021-02-21T11:00:05+00:00","dateModified":"2021-04-16T01:28:20+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/templars-cathedrals-and-phosphenism\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/templars-cathedrals-and-phosphenism\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/templars-cathedrals-and-phosphenism\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"SITEMAP THEMES I: TEMPLARS, CATHEDRALS"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6","name":"Geoffrey","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","caption":"Geoffrey"},"url":"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/20989"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/97"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=20989"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/20989\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=20989"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=20989"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=20989"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}