{"id":210,"date":"2020-01-28T12:00:51","date_gmt":"2020-01-28T11:00:51","guid":{"rendered":"http:\/\/www.phosphenism.com\/?page_id=210"},"modified":"2021-10-05T23:41:00","modified_gmt":"2021-10-05T21:41:00","slug":"testimonies-various-experiences","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/testimonies-various-experiences\/","title":{"rendered":"TESTIMONIES 27: Various Experiences"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_fullwidth_header title=&#8221;TESTIMONIES&#8221; subhead=&#8221;VARIOUS EXPERIENCES&#8221; header_scroll_down=&#8221;on&#8221; scroll_down_icon_color=&#8221;#ffffff&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran: Various Experiences&#8221; _builder_version=&#8221;4.7.4&#8243; title_text_align=&#8221;center&#8221; title_text_color=&#8221;#ffffff&#8221; title_font_size=&#8221;48px&#8221; subhead_text_align=&#8221;center&#8221; subhead_text_color=&#8221;#ffffff&#8221; subhead_font_size=&#8221;24px&#8221; background_color=&#8221;#48bc00&#8243; min_height=&#8221;250px&#8221; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;3.25&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<h2 style=\"text-align: center; line-height: 25pt;\"><span style=\"color: #993300;\"><strong>Extracts from our GUEST BOOK<br \/>VARIOUS EXPERIENCES<\/strong><\/span><\/h2>\n<p>[\/et_pb_text][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2016\/09\/16-divers.jpg&#8221; show_bottom_space=&#8221;off&#8221; align=&#8221;center&#8221; align_tablet=&#8221;center&#8221; align_phone=&#8221;&#8221; align_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;IMG: Various Experiences&#8221; _builder_version=&#8221;4.7.4&#8243; max_width=&#8221;550px&#8221; animation_style=&#8221;slide&#8221; animation_direction=&#8221;left&#8221; animation_duration=&#8221;500ms&#8221; animation_intensity_slide=&#8221;10%&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; animation=&#8221;left&#8221; sticky=&#8221;on&#8221; always_center_on_mobile=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_image][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; admin_label=&#8221;section&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row column_structure=&#8221;1_4,3_4&#8243; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; custom_margin=&#8221;0px||||false|false&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_sidebar area=&#8221;et_pb_widget_area_2&#8243; show_border=&#8221;off&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; header_font_size=&#8221;14px&#8221; header_line_height=&#8221;1.7em&#8221; background_color=&#8221;#f3dabf&#8221; custom_padding=&#8221;|||3px|false|false&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_sidebar][\/et_pb_column][et_pb_column type=&#8221;3_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_testimonial quote_icon_color=&#8221;#48bc00&#8243; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.10.8&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]During the OM sways exercise with visualization [&#8230;], I was projected into a monastery in a very real way.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patricia M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>In February, during a walk in Brittany, with the reflection of the sun on the water, I started to play hide-and-seek with the sun between the bushes. Real part of pleasure and fun. I was a bit like hypnotized by the beauty of the colors, the dances and the movements. I was in awe of the reflection I admired in the water. The show was breathtaking, something magical, I entered the dance.<\/p>\n<p>Time faded away, only the importance of the colors of the arabesques, the infinite movements were captivating. They had a natural and beneficial hold on me, on my joy. The show was joyful and even enjoyable by all that it brought me in the present moment. It was of an almost unreal beauty because I was so fascinated. I stayed at least an hour to observe this phenomenon, delighted with so much beauty. When I think back on it, I am immediately propelled to this magical and enchanting moment. In these moments, time doesn&#8217;t count anymore, only the present moment counts and the sensations it brings. I wanted to tell you about this important moment. Thank you for these moments of happiness.<\/p>\n<p style=\"text-align: right;\"><em><strong>Paolina F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>What surprised me the most is that at night I have visions again, especially if I do my session before going to bed. I say visions and not dreams because they are brief images that appear to me, and I wake up immediately, as if to remember this vision. These are images that give me information about people, or answers that I have get a question that I asked myself, or, and it often happens, premonitory images : in July, I saw my cousin’s face, and I saw us together and 2 days later, she calls me from Corsica to tell me that she will come see me.<br \/>\nIt was the first time this had happened. I also felt and saw the sadness of a friend, I texted her to find out if she was okay, and she replied that she was sad and she gave me the reason.\u2028Another experience : I wanted to get in touch with someone I had lost sight of while using phosphene. It was amazing when I “saw” that person’s face come over me and say “Is that you, Ghislaine ?” And I was able to deal with a suffering that had lasted for years.<br \/>\nIt is therefore with surprise that I relive this kind of experiences because for almost 20 years I did not have any more. And it’s very clear, it started again after the Phosphenism exercises. And in addition, my vision has improved : I can no longer bear my glasses and I have to wear less strong ones.\u2028I would say in conclusion that since my practice, my perceptions are refined. And it is obvious if I do my session in the evening before bedtime. So I take advantage of it when I need an answer to a question I ask myself.<br \/>\nHaving said that, I don’t necessarily have the vision the same night but sometimes the following night. In fact I have the feeling of opening onto something immense without really knowing what. As if I was connected to an immensity, or to a space. And that, I would say almost permanently. Or as if my own space had expanded. A feeling also of being connected to a lot of things and especially in full consciousness, of having the mind sometimes very far, very high. What amazes me is to still feel well anchored in the earth. This feeling of expanse is found in all directions. It’s not easy to explain that.<\/p>\n<p style=\"text-align: right;\"><em><strong>Ghislaine M.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#48bc00&#8243; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; global_colors_info=&#8221;{}&#8221;]Since practicing the exercises, I feel much better mentally, much stronger, much calmer. I am much more balanced and more inspired, I find a new meaning in my little life. I am giving a new direction that is much healthier and happier with a certain foresight in my future.<br \/>\nSometimes I even feel like I’m attracting the positive and above all I feel what is good and I think I am making the right decisions. I can say that I am at peace and serene, at least I have much more love than hatred or sadness and I have some control over my morale all thanks to Phosphenism. <\/p>\n<p style=\"text-align: right;\"><em><strong>Jeremy D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>I wouldn’t be as verbose as your conductor, but YES, Phosphenism has brought me A LOT in all areas and of course in music and particularly as a conductor. I have just conducted La Traviata, my 1st opera, certainly with the score, but after almost one reading, I knew the score by heart. What happiness !<br \/>\nThere are so many experiences to have with music. At the time of my beginnings with Phosphenism, I placed my lamp at a good distance, I listened to the Requiem of Mozart and I practiced at the same time the breathing in square during the WHOLE Requiem, approximately 50 minutes. Supreme pleasure !<br \/>\nWith a deep thought to Doctor Lefebure ! <\/p>\n<p style=\"text-align: right;\"><em><strong>Serge P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>I would simply like to thank you warmly for the quality of your teachings. The exercises I practise with pulsated light produce extraordinary results: amazingly clear lucid dreams. For years I have practised meditation looking for this kind of results and I obtained them after just 3 months of practice with pulsated light. <\/p>\n<p style=\"text-align: right;\"><em><strong>Manuel S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>My capacity for “clairvoyance” has become much clearer (I have been clairvoyant for years now). I used to perceive scenes that lasted 30 minutes or more. I now perceive the same scenes in a few seconds and still get as much information, if not more. I believe that is what is usually called a “flash”. <\/p>\n<p style=\"text-align: right;\"><em><strong>Marie M. C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>I had a vision of the formation of the earth.\u2028I picked up a white quartz stone from the ground; I kept it in my hand and I started to repeat a mantra while thinking about this stone with the idea that it was giving itself to me. I practiced an ocular convergence at the level of the third eye, as described by Dr Lefebure in Initiatory Experiences.\u2028After a certain time, a vision appeared. I found myself in the middle of torrents of lava that flowed all around me. The colors were magnificent with a predomination of the colors red, grey and black. Then there were torrential rains and lots of mist. Then, I found myself at the bottom of a river.\u2028I brutally came out of my vision when the face of a prehistoric man appeared at the surface of the water. This almost scared me.\u2028The experience was pleasant though and I became conscious that for a brief moment I had become the stone itself.\u2028During my meditations, I have been able to note the importance of ocular convergence, as well as other small details which constitute the interest of Phosphenism. Very many thanks. <\/p>\n<p style=\"text-align: right;\"><em><strong>Eric T. (Belgium)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>The spirit of Phosphenism is the vehicle that takes us towards great inner richness. Light shines over our horizon and radiates…<br \/>\nI will never be able to thank Doctor Lefebure enough for all the good this method has done for me, and also Daniel for his devotion and his continued determination and efforts.<br \/>\nDon’t get discouraged; keep practicing every day even if you do not feel anything, even if the practice seems boring. Our times need people that are like trees, heavy with a silent peace that spreads its roots deep in the earth and in the sky at the same time. If you give up, you will never know what Dr Francis Lefebure wanted to transmit to you.<\/p>\n<p style=\"text-align: right;\"><em><strong>Stephane L. (Belgium)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>A very warm hello to you!\u2028– Regarding ‟The Initiation of Pietro” and the ‟Blue Phase” of phosphenes that certain persons cannot perceive. I noticed that its appearance depends only on the state of ‟MENTAL” relaxation of the subject. Indeed, if one does a phosphene without clearing one’s mind after an activity (who said that without discipline it acts like a crazy monkey?), in most cases it will start with the green or red phase. On the contrary, if one does an exercise to calm the mind before doing a phosphene, the above mentioned phase will naturally start the cycle. <\/p>\n<p style=\"text-align: right;\"><em><strong>Yannik<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>I was rereading Dr LEFEBURE’s book on thinking at the rhythm of 1\/6th of a second, and I did a quick calculation comparing it to walking.\u2028If one walks in steps of 3 feet (1 meter) per second, one travels 2,1\/4 miles per hour (3.6km), a speed that any healthy individual can reach.\u2028If one makes 6 steps of 3 feet every second, which corresponds to the thought rhythm of 1\/6th of a second, one travels 6 times faster, therefore 13,5 miles per hour (21.6 km\/h), a speed that can only be managed by the best runners in the world.\u2028This speed would enable one to run a marathon in less than two hours, a feat that is considered today to be the limit of human capabilities. At present, the marathon world record is approximately 2 hours and 5 minutes. What do you think of this comparison, is it valid, does it match the effects of thinking at a rhythm of 1\/6th of a second? <\/p>\n<p style=\"text-align: right;\"><em><strong>Guereins<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_text _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221; custom_padding=&#8221;|30px||30px|false|false&#8221; global_colors_info=&#8221;{}&#8221;]<span style=\"color: #993300;\"><strong>ANSWER<\/strong><\/span> by Daniel Stiennon&nbsp;:<br \/><span style=\"color: #000080;\">‟Your observation is correct&nbsp;; indeed, fast mantras are used by certain Tibetan monks and Yogis when they are doing strenuous physical activity. I know Phosphenists who are bikers and they use thinking at a rhythm of 1\/6th of a second when riding up steep slopes. Practicing mantras at a rhythm of 1\/6th of a second significantly improves physical performances.\u2028The mind will always be the best doping…”<\/span>[\/et_pb_text][et_pb_testimonial quote_icon_color=&#8221;#48bc00&#8243; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; global_colors_info=&#8221;{}&#8221;]Today is Sunday and we are going to experiment with the famous Phosphenic Machine or cerebral Synchro-Cyclotron. We are a group of students who practice gyroscopic meditation, and we all have an excellent knowledge and practical experience regarding the works of Doctor Lefebure.\u2028We all have experimented this wakening at varying degrees, as there are several persons in the group who say they are so impressed with the results that they practice gyroscopic meditation up to five hours a day,. How do they do this? There is one man who is retired, another who is a Yoga teacher and still another who is on a sabbatical… Another point in common is that we all have several years of experience in the practice of Gyroscopic Meditation.\u2028One person started practicing in 1981 after meeting Dr Lefebure, and since that date he practices 1 or 2 hours every day!\u2028As the narrator of this story, I would like to relate this exceptional day that will remain forever engraved in our memories.\u2028Certain people even came from foreign countries in response to Daniel’s invitation.\u2028And so we were all gathered together, united by the quest of the awakening of Kundalini.\u2028We were welcomed by a Doctor and Claire, a Research Scientist at the CNRS (Centre National de Recherche Scientifique).\u2028It is with a great inner excitement that we head for the room where the machine is located. As soon as we see the ‟Phosphenic Machine”, our eyes start to glitter with amazement. I cannot describe all the options available with this machine, but I am sure that even those who have a passion for science fiction would never have been able to imagine such an apparatus. We felt like children in front of an enormous toy (that would not fit into a living room) and we wait for it to be started along with explanations on how the machine functions.\u2028Once this has been done, I offer to be the first person to set on the quest of a new adventure with the fantastic Phosphenic Machine of Doctor Lefebure’s School.\u2028I sit down on a comfortable armchair and attach the safety belt as requested (the same as the ones used in cars).\u2028The machine starts, and white lights are switched on as well as colored ones. A disk of 12 feet (4 meters) in diameter, forming a complex geometrical structure starts to rotate. Sounds come out of the speakers surrounding the machine.\u2028A metal cylinder composed of the same material as metal detectors used in divination and radionic devices starts to rotate around me. In just a few seconds, one has the impression that this tube ‟sweeps” through one’s aura. Then, the seat set on level 22 starts to rotate. I close my eyes.\u2028After three minutes of rotation at a constant speed, it stops.\u2028I keep my eyes closed, my attention focused on the sensations. For a couple of seconds perhaps, nothing happens. Then, with an incredible violence and force, I feel as if I am ‟torn” from my body.\u2028I then feel my double being taken up by an amazing yet very pleasant force, as if I were wrapped in a feeling of sensuality. The sensation is very powerful and, after a short pause I thought it had stopped, when the sensation of being ‟torn from my body” came back with such force that I thought someone had turned the machine on again.\u2028As soon as this new sensation ‟vanishes” I am surprised by an incredibly powerful and majestic surge of kundalini. I not only perceive this pillar of energy rising through my body but I also feel as if I am nothing more than a ball of energy condensed to a power of 10.\u2028I will stop my description here because even the suggestion has no effect, I believe it is better to discover such an amazing thing through one’s own experience.\u2028After a few minutes of observation that I open my eyes again and stand up calmly.\u2028One has a feeling of total well-being, clarity of mind: all the intellectual functions are activated.\u2028The much sought after Kundalini, the mysterious force, is obtained without any effort and with all the benefits brought from this practice.\u2028It is truly unbelievable, only three minutes and the opening of infinite possibilities of interplanetary travel with a fusion of consciousness and a multitude of experiences, each one more beautiful than the other…\u2028What happiness…\u2028This is truly the initiation of the future.\u2028What an amazing day… Can’t wait to see what comes next…\u2028I’d like to say a big thank you, Daniel, for all of us! <\/p>\n<p style=\"text-align: right;\"><em><strong>Former practitioner<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>After practicing the spiritual triode and significantly improving the quality of my sways, I would like to relate one of my experiences:<br \/>\nFor a little over two months, I have been practicing the spiritual triode exercises (ascending the first week, and the same descending the following week) at the rate of three or four sessions a day. A phosphene, from its initial stage to the negative stage and then to the complete or nearly complete disappearance of the 4th light, lasts 6 to 8 minutes in my case. My practice sessions are structured in the following manner: 30 to 35 seconds of focusing on the lamp, 3 to 5 minutes of projecting points of consciousness using the complementary color of the phosphene at the moment of the exercise. I then observe my thoughts and the 4th light from 1 to 3 minutes. Each session is composed of two cycles. I try to practice as often as possible before meals, except at noon (my workplace is not quiet enough, so I isolate myself in a conference room after eating).<br \/>\nI have been able to notice a certain number of phenomena. During the first week of practice, I noticed the point of concentration spontaneously reappeared during the day. It is interesting to note that when it reappears like this it is much brighter than what I obtain through visualization.\u2028I visualize a kind of small star at my root chakra. When it reappears, it looks more like a little sun; with the corresponding fluctuations in color and texture. I personally perceive blue to orange hues, moving on the surface of the point. I have been able to notice that at these moments, I automatically perceive auras as long as I am receptive.<br \/>\nMoreover (I am now talking about the descending triode), the point of concentration reappears objectively on the physical level but with a brilliance that is 100 times stronger than that of the usual point.\u2028Contrary to the visualization or the reappearance of the point at level of the root chakra, it tends to remain very small, while in the other case I experience a feeling of immersion. Moreover, this is probably due to the fact that it is not very natural to scrutinize one’s perineum during the course of a day and the phenomenon occurs more on an emotional level.\u2028During certain sessions, primarily when I throw the energy back ‟on the world”, a feeling of great heat occurs in my forearms. When I practice the descending triode, the point forms again at the level of the root chakra, and the contrary occurs during the ascending triode. In view of the laws of analogy, this phenomenon seems to be very natural and I am comforted with idea that this one of the most functional exercises. Considering the objectives set, from that point on I to noticed that my observations of people’s auras were accompanied by a more complete emotional sentiment. I also had one or two premonitory dreams. Having said that, at this level, I cannot guarantee that they do not arise from logical deductions resulting from subconscious reflection.\u2028During the accumulation of energy charges, I can see energy discharges and sparks without any particular effort of visualization. Furthermore and to conclude, after the disappearance of the negative phosphene when the 4th light still remains and I add anterior-posterior sways to the exercise (or vertical bi-concentration) I noticed what seemed to be a resurgence of the phosphene… But when I became aware of its whirling nature and its fixed indigo color… ) My brow chakra. What astonishment… Since then, it is relatively easy to perceive it by concentrating. Having said this, I am not able to do this without a calm environment. Patience is the mother of all virtues and all things come to those who know how to wait. HAHAHA! No further commentary needed.\u2028Thank you Mr.Stiennon for giving us the opportunity to live these fabulous experiences and in prolonging the teachings of Dr Lefebure!\u2028With my warmest thanks.\u2028From Switzerland with love. <\/p>\n<p style=\"text-align: right;\"><em><strong>Yannik (Switzerland)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>Regarding inner sensations and phenomena, certain images without apparent meaning appear suddenly and then fade away: lightning bolts, flashes, vibrations throughout the body. I have sometimes felt a shock, a very quick shiver while I am practicing vertical sways, a feeling of elevation during the exercise of phosphenic telepathy or images that appear suddenly during the exercise, like the illumination of Christ, spheres connected with each other, stars, the earth, unknown faces, the sensation of leaving the physical body. I must thank you for having shown me that ‟way”. <\/p>\n<p style=\"text-align: right;\"><em><strong>Stephane M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>The phosphenic techniques have allowed me to develop clairvoyance, intuition, to produce out-of-body experiences, particularly sensations of flying.\u2028In the beginning, I wanted to develop magnetism for healing purposes but, little by little, as I was practicing the phosphenic techniques, my interest shifted towards astral projection. <\/p>\n<p style=\"text-align: right;\"><em><strong>Françoise B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>Practicing Phosphenism has allowed me to develop a greater capacity of concentration with less fatigue. I now also have control of the emotivity related to my profession, so I have acquired a certain hindsight.\u2028I have been able to note that the clairvoyance I practice as a profession is clear and precise. I make out events better, and remember them more.\u2028Also, such a practice has allowed me to produce out-of-body experiences and very interesting astral projections that convey information, grant me access to the akashic records and produce visions of different worlds and galaxies. In addition, the regular practice of Phosphenism makes sleep more refreshing and I am more calm and relaxed when I wake up. <\/p>\n<p style=\"text-align: right;\"><em><strong>Carole H.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>I have read your latest newsletter. So, I take the liberty to inform you that I practice your exercises of ocular convergence and rhythmic breathing. The breathing exercises do not present any difficulty for me. On the other hand, I find ocular convergence much more difficult to practice. I also take the liberty to inform you that I have, several times, been able to experience the ‟awakening during sleep” that you mention in ‟Homologies”. I also have had good results when I have experimented with telepathy. <\/p>\n<p style=\"text-align: right;\"><em><strong>M. E. B. L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>I was able to give two groups of my biology students an introduction, 2 hours each time, on Phosphenism. After the first meeting, a lady who attended told me now that she understood why she was able to predict events until the age of 20. She quit ten years ago because she felt “abnormal”. When she was very young, she had fun, she told me, looking at the sun, the lamps and the tip of her nose.<br \/>\nAnother friend has premonitory dreams about accidents or deaths of people around her. Younger, she had many experiences but those around her did not accept her, until she was subjected to psychological tests and even electroshocks. She gradually regains control of her gifts, after being forced to quit. She confessed to me that in order to be able to look at herself, she was hiding in the wardrobe. She also liked watching the reflection of the sun on the river in front of her house. I had another success in my presentation.<br \/>\nDuring a phosphene, one of my students had a hand in front of his eyes. Suddenly, as I was standing in front of him, moving forward and backward in the dark while waiting for their phosphene to be finished, he jumped on himself, saying : “I am dreaming, I see André”. He saw my outline a little bright. I then explained to him the vision during the diffuse glow. As soon as he saw me, he took his hand off and obviously saw nothing.<br \/>\nI also met more than one skeptic but several got carried away. All that remains is the effort of making phosphenes every day, which is not won with most ; they are not too receptive. I have one done before my class and one at the end. I already feel that the attention to class discussion is better than with my group last year.A student put her professor in a phosphene before a meeting with him and was pleasantly surprised at the quality of it to discuss her research project. <\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Claude A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>I have had several dreams and visions in connection with your school. I have often seen an angel practicing ocular convergence. It even happened to me while I was on the train, as I closed my eyes for just an instant. Phosphenism seems to have really ‟taken a hold” of me. I cannot find the appropriate expression. <\/p>\n<p style=\"text-align: right;\"><em><strong>Gabriela V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>I was sleeping. A loud noise wakes me up. It is dark, there is no light, not even a dim one. I sit down and look around me. I see nothing. I lay down again, raise my eyes and, in the dark, see the Holy Virgin, her hands joined together, praying above me. I am very pleased to see her coming towards me; I thank her for her visit and express my joy. The experience only lasts a few seconds and she leaves. After she has left, I can still perceive three or four women in the dark. I believe they were Saints. I thank them too for their visit that pleased me very much. They do not remain for very long and they follow the Holy Virgin. <\/p>\n<p style=\"text-align: right;\"><em><strong>Gisele C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>I often perceive the outline of the sun trembling. More rarely, it is the entire sun that does so. When the latter phenomenon is produced, the whirling does not stem from the center of the sun, but is always preceded by a dot of light that seems to whirl on its periphery, and that then spreads towards the center, whether brutally, whether progressively.\u2028Friday night, at around 7 o’clock, I was coming back from my parents by car. The sun was going to set soon and was completely red, so it was possible to look at it. I was looking at it from time to time, when the driving allowed me. At a certain moment, I saw it whirling, one second clockwise, one second counterclockwise. I tried to see what effects would take place, if I practiced physical exercises while I was focusing on the sun: static muscular tensions, lateral and anteroposterior head sways, rotations of the head. None of these exercises had any positive result. On the contrary, they seemed to confuse everything.\u2028On the other hand, I felt like swaying the top part of my body, at a rhythm of one second per side (i.e. synchronized with the sun). Thus, I performed that head sway with a rather reduced amplitude, roughly 15 to 20 centimeters on each side of the axis of the body. I then found that exercise very pleasant and the rotation of the sun seemed maintained by these movements. <\/p>\n<p style=\"text-align: right;\"><em><strong>Raymond R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>After focusing on the rising sun for a minute, I watched a luminous dot on its periphery. Then, I swayed with the top of my body, one second to the left, one second to the right, followed by the point of concentration that rotated next to the sun. The sun itself seemed to darken, to become white, then finally red. I saw some kind of a cloud around it. A white halo was rotating on the periphery of the sun and caused a jolt of the sun. Then, I saw a red crescent that appeared next to the sun, swayed and disappeared, moving up. I then could see 5 red patches that seemed as big as a football, followed by a whistling in my ears.\u2028I had the impression that I was in relation with ‟the outside” and that a voice wanted to talk to me.\u2028I have forgotten to say that, during an exercise practiced with the setting sun, I saw a great yellow light around the sun that was flashing every second; on the crest of the mountain, over a great distance, there was also a light that seemed reddish and that was rising approximately two meters up. These exercises are admirable and I can feel that the sun fortifies my mind. <\/p>\n<p style=\"text-align: right;\"><em><strong>Andre M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>I have only started practicing the exercises of swaying of the point of concentration recently and I am lacking somewhat the vocabulary that would allow me to describe my impressions. Consequently, I am going to try to express myself as clearly as possible.\u2028It was dark outside, but the inside was filled with an opaque brightness that allowed me to make out the outline of the objects. Through the picture window, I could see the stars, one of them in particular, the largest one. After an hour, I briefly saw bright patches moving in the center of the room. I observed the curtain of gauze that undulated lightly and attributed the moving patches to its undulations. In fact, the patches were becoming more and more agitated, though the curtain was perfectly still. I closed my eyes to drive these visions away and when I opened them again, the ‟shadows” were above my bed.\u2028I then turned my eyes towards the star and it seemed, through the gauze of the curtain, to have the shape of a cross with spiky branches and a circle in the center. I would not have been so surprised if, after having contemplated it for a brief moment, I had not seen a bright dot shine on the ceiling of the room. That dot of light did not resemble the phosphene in any way. It was similar to the point of concentration that imposes itself to my mind. It did not matter where I looked, the walls or the ceiling: the dot of light always remained in my field of vision. The shapes that were moving in the room were now very close to me. Violent shivers ran down my spine and I could not control them.\u2028I then performed the following silent prayer: if you are wandering souls, if you are seeking the path of the truth, if you are aspiring to live in God’s light, look at that dot of light on the ceiling, a symbol of the infinitely small and the infinitely great, and you will find the way that leads to Him. Immediately, the point started to rotate in a spiral towards me, as it was growing bigger. The phosphorescent light passed through me and I was flooded by an intense joy. I had the impression that my body was floating in the void, above my bed. (…) Then, I could still see the light that had flooded me, as a mental image.\u2028I soon felt the need to close my eyes. It was rather like a voice that was not coming from myself, but from these spirits and that suggested that I should close my eyes. <\/p>\n<p style=\"text-align: right;\"><em><strong>Richard S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>On August 28th at 9:30 pm, I was sitting in my garden on a folding stool. The summer sky was still blue, though I could already see the stars. I was practicing the following exercise: I was visualizing sparks rising from my perineum, then a yellow light rising up to the top of my torso; then, sparks that exited through the top of my head and that spread in the cosmos, forming a great circle.\u2028While I was practicing that exercise, my eyes were fixed on the sky. At the moment when the sparks were settling in the cosmos, a star detached itself from the sky on my left, and came towards me. It then exploded producing several colors: green, pink and yellow, forming a circle roughly three and a half meters wide. That was the first time in my life that I saw such a thing. I enjoyed it greatly and my impression, at that moment, was that I was asked to work with the cosmos. <\/p>\n<p style=\"text-align: right;\"><em><strong>Andre M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>I focused my attention on a star, a very beautiful star. I soon realized that it was different from the others. It seemed to shine more and I could not get my eyes off it. Suddenly, it seemed to move closer to me and then back to its original position, at a very specific rhythm (it is impossible for me to describe the phenomenon more precisely). I stopped focusing when it appeared even larger, giving me the strange impression that it was approaching the earth considerably and very fast. <\/p>\n<p style=\"text-align: right;\"><em><strong>Joseph S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>I have experienced several phenomena of clairaudience, generally early in the morning, in the state of half-sleep:\u2028– a crystalline female voice;\u2028– a very airy musical note, like a harp;\u2028– several sounds – chimes. <\/p>\n<p style=\"text-align: right;\"><em><strong>Serge G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>During a training course, we experimented with the gustatophene. We did a phosphene and then tried to remember the taste of a food of our choice, for me it was chocolate. After switching the lamp off, and much to my surprise, I found myself going through my personal history with chocolate.\u2028When I was 19-years-old, I had a jaundice, caused by eating too much chocolate. Then back at the age of 4 of 5-years-old, I saw myself in my mother’s kitchen, in front of a cupboard where my mother had hidden a chocolate egg. And so on, the phosphene allowed me to realize the relations I have had with chocolate throughout my life. <\/p>\n<p style=\"text-align: right;\"><em><strong>Christiane V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>I tried cyclogenic breathing again , seen during an internship. As a visualization, I took a circular motion to the thorax. I have to say that I have had amazing results. After a few minutes, my rhythm accelerates, more and more, and I have like an orgasm of the chest. This is the best formulation I have found to explain this very, very pleasant phenomenon. <\/p>\n<p style=\"text-align: right;\"><em><strong>Didier<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>For several nights, I have had dreams of flying…\u2028And last night, a terrible experience, a sensation of physical annihilation… and illumination…\u2028I suddenly felt an unbelievably powerful current overrunning me, rushing from my heart to my head, an energy that was increasing, amplifying itself, a thousand times more intense than an orgasm. I was overwhelmed to such an extend that I emitted a rattle before collapsing, panting and strengthless… It was at that moment that a white light, shining like the sun though it was not blinding, seemed to explode in my head and in my field of vision. <\/p>\n<p style=\"text-align: right;\"><em><strong>Omani<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>After having a short night (which, decidedly, seems to be a factor that triggers experiences) when I got up in the morning, I decided to practice a session of observation of my visual chaos, adding the acouphene.\u2028After approximately half-an-hour, I was suddenly overrun by VERY STRONG shivers and vibrations in my whole body. I also heard a loud buzzing sound…\u2028This was followed by music (classical). It suddenly resonated in my head for a whole minute!\u2028I decided to interrupt the experiment, so I could verify that the music was not produced by my neighbor. Nothing!\u2028I resumed the exercise and, a few minutes later, the classical music came back!\u2028Those were my first results with the acouphene. <\/p>\n<p style=\"text-align: right;\"><em><strong>Athome (forum&#8217;s pseudo)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#48bc00\" \/>\n<p>Sometimes, when I do phosphenes, I see faces that appear and look at me, or a swarming crowd with tiny faces (it’s unbelievable how much can fit into a phosphene!). Otherwise, I have seen the hollow trunk of a tree, 400 meters high, through which I could see the sky. I also regularly see magnificent mandalas. It is a shame that I do not know how to draw them. <\/p>\n<p style=\"text-align: right;\"><em><strong>Harmonik (forum&#8217;s pseudo)<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-spirituality\/&#8221; button_text=&#8221;Spirituality&#8221; button_alignment=&#8221;left&#8221; admin_label=&#8221;Bouton: Previous Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%2%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_icon_placement=&#8221;left&#8221; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|-50px|||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-dance-of-the-sun\/&#8221; button_text=&#8221;Dance of the Sun&#8221; button_alignment=&#8221;right&#8221; admin_label=&#8221;Bouton: Next Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%3%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|||-50px|false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extracts from our GUEST BOOKVARIOUS EXPERIENCESDuring the OM sways exercise with visualization [&#8230;], I was projected into a monastery in a very real way. Patricia M. In February, during a walk in Brittany, with the reflection of the sun on the water, I started to play hide-and-seek with the sun between the bushes. Real part [&hellip;]<\/p>\n","protected":false},"author":28,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[43],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Various Xperiences testimonies - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/testimonies-various-experiences\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Various Xperiences testimonies - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"Extracts from our GUEST BOOKVARIOUS EXPERIENCESDuring the OM sways exercise with visualization [...], I was projected into a monastery in a very real way. Patricia M. In February, during a walk in Brittany, with the reflection of the sun on the water, I started to play hide-and-seek with the sun between the bushes. Real part [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/testimonies-various-experiences\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-01-28T11:00:51+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-10-05T21:41:00+00:00\" \/>\n<meta name=\"author\" content=\"Daniel STIENNON\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Daniel STIENNON\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"33 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-various-experiences\/\",\"url\":\"https:\/\/www.phosphenism.com\/testimonies-various-experiences\/\",\"name\":\"Various Xperiences testimonies - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-01-28T11:00:51+00:00\",\"dateModified\":\"2021-10-05T21:41:00+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-various-experiences\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/testimonies-various-experiences\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-various-experiences\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"TESTIMONIES 27: Various Experiences\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\",\"name\":\"Daniel STIENNON\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"caption\":\"Daniel STIENNON\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/contact_uk\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Various Xperiences testimonies - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/testimonies-various-experiences\/","og_locale":"en_US","og_type":"article","og_title":"Various Xperiences testimonies - PHOSPHENISM - Dr. LEFEBURE School","og_description":"Extracts from our GUEST BOOKVARIOUS EXPERIENCESDuring the OM sways exercise with visualization [...], I was projected into a monastery in a very real way. Patricia M. In February, during a walk in Brittany, with the reflection of the sun on the water, I started to play hide-and-seek with the sun between the bushes. Real part [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/testimonies-various-experiences\/","article_published_time":"2020-01-28T11:00:51+00:00","article_modified_time":"2021-10-05T21:41:00+00:00","author":"Daniel STIENNON","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Daniel STIENNON","Est. reading time":"33 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/testimonies-various-experiences\/","url":"https:\/\/www.phosphenism.com\/testimonies-various-experiences\/","name":"Various Xperiences testimonies - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-01-28T11:00:51+00:00","dateModified":"2021-10-05T21:41:00+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/testimonies-various-experiences\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/testimonies-various-experiences\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/testimonies-various-experiences\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"TESTIMONIES 27: Various Experiences"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f","name":"Daniel STIENNON","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","caption":"Daniel STIENNON"},"url":"https:\/\/www.phosphenism.com\/author\/contact_uk\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/210"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=210"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/210\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=210"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=210"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=210"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}