{"id":21017,"date":"2021-02-28T12:00:03","date_gmt":"2021-02-28T11:00:03","guid":{"rendered":"https:\/\/www.phosphenism.com\/?p=21017"},"modified":"2021-04-16T02:53:54","modified_gmt":"2021-04-16T00:53:54","slug":"phosphenic-mixing-experiments-in-education","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/phosphenic-mixing-experiments-in-education\/","title":{"rendered":"SITEMAP THEMES II: PHOSPHENIC MIXING EXPERIMENTS IN EDUCATION"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_fullwidth_header title=&#8221;PHOSPHENIC MIXING EXPERIMENTS IN EDUCATION&#8221; subhead=&#8221;(WITH CHILDREN HAVING LEARNING DIFFICULTIES)&#8221; _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; subhead_text_align=&#8221;center&#8221; background_color=&#8221;#24BABF&#8221; hover_enabled=&#8221;0&#8243; title_text_align=&#8221;center&#8221; sticky_enabled=&#8221;0&#8243;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_row _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_text _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; background_color=&#8221;rgba(224,192,123,0.47)&#8221; text_orientation=&#8221;justified&#8221; width=&#8221;100%&#8221; custom_padding=&#8221;11px|26px|21px|17px||&#8221;]<\/p>\n<h3 style=\"text-align: center;\"><span style=\"color: #000000;\"><strong>PHOSPHENIC MIXING<\/strong><\/span><br \/><span style=\"color: #000000;\"><strong>APPLIED TO EDUCATION<\/strong><\/span><\/h3>\n<p>Phosphenic Mixing transforms the energy of light into mental energy.<\/p>\n<p>Phosphenic Mixing is a method that insures a quick development of all cerebral functions.<\/p>\n<p>A ‟phosphene” is the multicolored patch of light that appears in the dark, after focusing on a source of light. Focusing can last from thirty seconds to a maximum of three minutes, when using a lamp.<\/p>\n<p>Phosphenic Mixing consists in maintaining, during the presence of the phosphene, a visual or auditory image. For instance, a child who wants to memorize a lesson will channel all his\/her attention on the phosphene while, at the same time, concentrating on the thought that he\/she wants to memorize or the voice he\/she can hear.<\/p>\n<p>That thought thus becomes much more intense and is accompanied by a very important emission of energy that will increase intellectual, mental and psychological capacities as a whole.<\/p>\n<p>Phosphenic Mixing has quick and substantial effects on all children.<\/p>\n<p>I am going to describe below 3 experiments of Phosphenic Mixing that I have conducted with three pupils having much difficulty at school. The results speak for themselves<\/p>\n<p>I would really like to thank Daniel Stiennon for allowing me to have access to that knowledge, as well as Bernard S. (a phosphenist) who introduced me to the method.<\/p>\n<p>[\/et_pb_text][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/pedago_prof_ecole.jpg&#8221; title_text=&#8221;pedago_prof_ecole&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; animation_style=&#8221;fade&#8221;][\/et_pb_image][et_pb_text _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221;]<\/p>\n<h4 style=\"text-align: center;\"><span style=\"color: #3366ff;\"><strong>THE CASE OF VIVIANE, 8 years old, 3rd grade.<\/strong><\/span><\/h4>\n<p><span style=\"color: #000000;\">Viviane was introduced to me as a hyperactive child, having much difficulty with mathematics, since the 1st grade.<\/span><br \/><span style=\"color: #000000;\"> However, she has never repeated a year. But, since the present year, her grades in maths have fallen constantly and, for the first time, her teacher considers having her repeat the year. Her mother is concerned…<\/span><br \/><span style=\"color: #000000;\"> The teacher has asked Viviane to sit in the back of the classroom as she disturbs the lessons!<\/span><\/p>\n<p><span style=\"color: #000000;\">Her mother cannot take anymore: ‟She&#8217;s unbearable”. Viviane is very demanding, she talks very loud, is very agitated, has difficulty sleeping (she later told me that she was seeing ghosts, twisted faces taunting her at night).<\/span><\/p>\n<p><span style=\"color: #000000;\">On the day I met her, she was doing all she could to draw attention to herself and would not let us talk quietly. She dressed up as a grown woman, wearing her mother&#8217;s boots, a rather sexy dress and hung several handbags to her neck and arms.<\/span><\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_5,3_5,1_5&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;1_5&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_column][et_pb_column type=&#8221;3_5&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_accordion open_toggle_text_color=&#8221;#3366ff&#8221; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; toggle_text_color=&#8221;#3366ff&#8221;][et_pb_accordion_item title=&#8221;1st session: observation and discovery of the phosphene, preliminary to Phosphenic Mixing, 1 hour.&#8221; open=&#8221;on&#8221; open_toggle_text_color=&#8221;#000000&#8243; icon_color=&#8221;#000000&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221; toggle_text_color=&#8221;#000000&#8243; toggle_font=&#8221;|700|||||||&#8221;]<\/p>\n<p>Viviane shows much instability, she cannot focus on the the lamp, she turns away and looks left and right. Once she has the sleep mask on, she sees all sorts of colors, a mixture of red, yellow, blue, green, then back to red, yellow, etc. Sometimes, while she is observing the colors, she says that she cannot see the phosphene any more. During these preliminary observations, Viviane spots the colors in a very anarchical manner.<\/p>\n<p>Then, we talked about her impressions, but she has difficulty verbalizing what she feels; she does not take enough time to think. Too stressed out, she wants to move on to something else.<\/p>\n<p>After a quarter of an hour, playful experimentation is finished and we move on to Phosphenic Mixing applied to education.<\/p>\n<p>The session always starts with the oral presentation of the mental image, before we start to practice Phosphenic Mixing. The energy liberated during the presence of the phosphene will be directly focused on that mental image and the notion it carries will be strengthened by the process.<\/p>\n<p>We are going to start with the multiplication table of two, that she does not know.<\/p>\n<p>For learning the multiplication tables, I always use the same process: I ask her to memorize it at the beginning of the session, then we do the same exercise again at the end of the session.<\/p>\n<p>I recite the table of 2 to her ‟in front of the lamp”, very slowly. Then, I do the same, while she is enunciating the numbers, I listen to her. As she is lacking motivation, I try to encourage her that way.<\/p>\n<p>Then, with the sleep mask on, I resume reciting that table, still very slowly and I ask her to repeat it mentally at the same time. Her phosphene is very short. So, we start again and, this time, I tell her ‟2 times 1 equals…”, and I wait for her answer; if her answer is wrong, we start again… and so on. It is important that she memorizes the right answer so, if she makes a mistake, I correct her. A second session of Mixing is enough for her to remember perfectly the multiplication table of 2.<\/p>\n<p>At the end of the session, we will resume that lesson. But, backwards this time, 2 times 10, 2 times 9, etc. and we will also try different combinations.<br \/>If the exercise proves too difficult, we will finish with a memorization in the ascending order, as she finds it much easier.<\/p>\n<p>Apart from the memorization of the multiplication tables, Viviane cannot perform any mental arithmetic. She has not idea what 5 plus 8 equals, for instance! That is her ‟major weak point”.<\/p>\n<p>I teach her to use her fingers instead of drawing bars: she cannot count with her fingers without looking at them, if she has to focus on the lamp, she is lost. To raise four fingers, she has to look at her hand. We try with very simple additions. Then, under the influence of the phosphene, I ask her to do the same additions and to find the correct answer. Viviane cannot raise a determined number of fingers, I thus have to assist her: I take her hand and make her raise the correct number of fingers.<br \/>Her phosphene seems to last longer as we progress with the session and we resume work on additions. It took three sessions with phosphenes to obtained the anticipated results.<\/p>\n<p>However, the sessions are interrupted by Viviane suddenly wanting to stop, by her expressions of discouragement. Also, she feels she needs to show me the things she is good at; consequently, we have to interrupt the sessions of mental arithmetics to do some reading, a subject she masters completely. It is an occasion for me to compliment her.<br \/>Then, we resume the session…<br \/>She still perceives the colors of the phosphene in an anarchical way.<\/p>\n<p>At the end of the session, Viviane yawns a lot. However, she still presents as much agitation. When she needs to go from one subject to the next, she does not take time to ‟settle down”.<\/p>\n<p>When I see her mother after the session, she asks me if I managed to work with her and I confirm that Viviane has actually made some efforts, even if it was arduous… and that she worked well nonetheless, though with a certain agitation. Her mother was very surprised that I managed to channel her for an hour!<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;2nd session, a week later.&#8221; open_toggle_text_color=&#8221;#3366ff&#8221; icon_color=&#8221;#000000&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221; toggle_text_color=&#8221;#3366ff&#8221; toggle_font=&#8221;|700|||||||&#8221; open=&#8221;off&#8221;]<\/p>\n<p><em>Wahoo! Her mother cannot believe it!! She says that her daughter&#8217;s attitude towards her has completely changed and that her behavior is different. She is ‟at peace, much less exited”, ‟I yell at her less”. Viviane ‟keeps busy on her own much more”.<\/em><br \/>Indeed, when I see her, she is much more serene, she seems ‟more balanced”, and she waits impatiently for our wednesday lesson.<\/p>\n<p>I ask her if she still has nightmares with grinning faces and she says that she sees them less and less, she has seen them twice and she is a lot less scared.<\/p>\n<p>So, we start with the multiplication tables, today&#8217;s subject is the table of 3. And we will finish the session with the same subject.<br \/>Viviane is still revising the table that she learnt during the previous session and, much to my surprise, she knows it by heart.<\/p>\n<p>Then, we are going to tackle ‟methodical calculation” of addition: I suggest we start with a few simple additions, like 5 plus 4, for instance and she manages to calculate the result relatively quickly, a real improvement from the previous session; she still uses her fingers but she is quicker and much more confident.<\/p>\n<p>So, we are going to be able to tackle additions with a two-digit number as one of the terms, 8 plus 13, for instance.<br \/>In front of the lamp, I explain how it is done. Starting with 13, she adds 8 using her fingers. She still has the habit of drawing bars, but I believe that it is preferable that she moves on to a certain form of abstraction. I explain why and she understands completely!<br \/>This time, she is much more determined. However, she still has difficulty ‟finding her fingers in front of the lamp”.<br \/>As for the first session, I help her; I proceed the same way, but I notice that she finds the correct answer much easier and much faster. She does not hurriedly give any result and takes the time necessary to complete the research.<\/p>\n<p>Once the session of mental arithmetics is finished, we move on to geometry. She claims that she is ‟very good at it” and that she ‟loves it!” But, reality is somewhat different!<br \/>She has not yet grasped the notions of square, rectangle and triangle. I explain the characteristics of those geometrical figures before moving on to the work with the lamp.<br \/>I ask her to repeat the characteristics of the geometrical figures and I correct her when her vocabulary is imprecise or inadequate and she repeats. Then, she performs the same operation with the sleep mask on and she has difficulty memorizing. So, we repeat the exercise several times. I ask her what is a right angle, a side… she now seems to have assimilated the lesson.<br \/>We can move on to drawing those three figures with a ruler and a set-square: the result is excellent, she can use the set-square very well (an improvement from her previous situation).<\/p>\n<p>During this second session, not only Viviane has memorized the multiplication table easier but, she also performs mental arithmetics faster, more accurately. She can draw a square, a rectangle or any type of triangle with the suitable tools and she knows the characteristics of each of those figures.<\/p>\n<p>Her behavior has also improved. She is not so restless, she does not get as distracted. She does not try to avoid problems by wanting to do something else.<br \/>In addition, I ask her what colors she perceives in the phosphene and what she tells me corresponds to what I am expecting.<\/p>\n<p>During the first session, Viviane also had difficulty focusing on the lamp. She would always be moving her eyes, without being able to maintain her attention on the light bulb. Now, she does not experience that problem any more.<br \/>With the sleep mask on, she also can locate the position of the phosphene in front of her face.<\/p>\n<p>She was able to talk about what she experienced: ‟It is beautiful, it makes me think of paintings (her family owns an art gallery), the colors remind me of jellyfishes”, (she had seen a documentary recently).<br \/>She is much more determined, she smiles and even jokes!<\/p>\n<p>At the end of the session, she ran to her mother telling her that it was ‟great!” Again, that came as a surprise to her mother who could hardly believe that she could work for an hour without grumbling! ‟Only a few weeks ago, that would not have been possible” she told me.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;3rd session.&#8221; open_toggle_text_color=&#8221;#3366ff&#8221; icon_color=&#8221;#000000&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221; toggle_text_color=&#8221;#3366ff&#8221; toggle_font=&#8221;|700|||||||&#8221; open=&#8221;off&#8221;]<\/p>\n<p>Viviane&#8217;s mother tells me that her daughter is completely peaceful and serene, she is more determined in her work at school, she says that school is ‟much less of a drag!”<br \/>Her teacher finds her more motivated and less provocative.<\/p>\n<p>I ask her to repeat the multiplication tables of 2 and 3. She has memorized them perfectly.<br \/>I teach her the table of 4.<\/p>\n<p>For methodical calculation, she manages to show me the right number of fingers while looking at the lamp, without having any difficulty. With the sleep mask on, she still shows some hesitation but, there is real improvement. That represents progress in the domain of spatial organization.<\/p>\n<p>Much to her surprise, the sessions seem to pass quicker and quicker. Little by little, her self-confidence builds up. She does not ask me to study French any more and for the last 5 minutes of the session, I ask her to do a small work of plastic arts, she will do that at the end of every session. Viviane is very pleased!<\/p>\n<p>And, before she leaves, she does an exercise: thinking about her dearest desires during the presence of the phosphene:<br \/><em>‟I will behave, I do not want to be told off any more, I will have good grades in maths as well as in French, I will not have nightmares any more”.<\/em><\/p>\n<p>Truly, the next week, she did not have any nightmares.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;4th session.&#8221; open_toggle_text_color=&#8221;#3366ff&#8221; icon_color=&#8221;#000000&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221; toggle_text_color=&#8221;#3366ff&#8221; toggle_font=&#8221;|700|||||||&#8221; open=&#8221;off&#8221;]<\/p>\n<p>When I see her again, I find her words much more mature; I am discovering a new child, pondered, tranquil, though full of sensitivity. She confides in me easily.<\/p>\n<p>Learning the multiplication tables becomes a game. It is not a chore any more as she is very enthusiastic when she succeeds! She is not in a situation of failure any more, and even though she still makes mistakes, she knows she will manage thanks to Phosphenic Mixing. Consequently, she is in good spirits!<\/p>\n<p>Like a ritual, the session starts with the study of a new multiplication table and with the revision of the previous ones.<\/p>\n<p>Then, we move on to methodical calculation, always tackling greater numbers, like: 5 plus 56, still using the same technique.<\/p>\n<p>Today, I am going to verify her knowledge in the domain of the operational techniques of multiplication; 357 x 5 =?<br \/>She has not actually understood nor acquired that knowledge; she multiplies 5 by 3, then by 5, then by 7; we grab this opportunity to revise the digits, the tens, the hundreds, information she had completely forgotten.<br \/>I ask her to memorize these numbers then, under the influence of the light, I make her memorize several times:<br \/>7: digits,<br \/>5: tens,<br \/>3: hundreds;<br \/>Then I ask her to write with her finger, in the space in front of her, facing the lamp, the numbers involved in the operation: 357 x 5 = she tells me the procedure in a loud voice.<br \/>She does the same thing again under the influence of the phosphene, with a sleep mask on: she draws the number 357 with her hand, in the space in front of her (I have to help her a little bit). She states the digits, the tens and the hundreds.<br \/>Once that is acquired, she explains the operational technique, without being concerned by the result; I alternate this work with methodical calculation, geometry; that helps her revise notions that we have already studied and I make sure she has not forgotten anything; if she makes a mistake, I correct her and she repeats the right answer.<\/p>\n<p>We finish the session with multiplication tables, in random order, backwards for the tables of 2 and 3, before resuming work with plastic arts.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;5th session.&#8221; open_toggle_text_color=&#8221;#3366ff&#8221; icon_color=&#8221;#000000&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221; toggle_text_color=&#8221;#3366ff&#8221; toggle_font=&#8221;|700|||||||&#8221; open=&#8221;off&#8221;]<\/p>\n<p>&#8211; Multiplication table of 2, 3, 4: revision. Very good results!<\/p>\n<p>&#8211; Multiplication table of 5: learning.<\/p>\n<p>&#8211; Methodical calculation for additions of the following kind: 4 plus 76, 8 plus 95: she shows progress and good results.<\/p>\n<p>&#8211; Multiplication technique, today with 2-digit numbers, like 312 x 45; she is totally confused.<br \/>I explain the technique to her by writing on a sheet of paper and ask her to memorize the numbers so that, in front of the lamp, she can repeat what numbers should be multiplied and in which order. I remind her of the shifting of the second line; then, once she has finished multiplying 24 by 312, she tries to remember the addition.<br \/>I repeat the technique as she has made a mistake.<br \/>Under the influence of the phosphene, she does the same thing again, until she has acquired the method without making any more mistakes and without forgetting anything. The process was arduous, but she succeeded. She proves to be perseverant in spite of the difficulties she is experiencing.<br \/>To finish the session, I ask her to do another multiplication so that she can apply what she has just studied with the light. She succeeds relatively well. We shall come back to that during the next session, the following wednesday.<\/p>\n<p>For her latest math test, her grades improve: from 8 out of 20 she moves up to 13 out of 20. Her teacher has also noticed an improvement in her behavior.<\/p>\n<p>Then, we practice geometry: I ask her to draw a rather complex geometrical frieze, made of squares, rectangles and triangles. She does it relatively well: she noticed straight away that she needed to use the set-square and found out how to position it. When she first started, that was not at all obvious to her.<\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;6th session.&#8221; open_toggle_text_color=&#8221;#3366ff&#8221; icon_color=&#8221;#000000&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221; toggle_text_color=&#8221;#3366ff&#8221; toggle_font=&#8221;|700|||||||&#8221; open=&#8221;off&#8221;]<\/p>\n<p>She is still enthusiastic. She is keen to practice Phosphenic Mixing!<\/p>\n<p>She tells me that, every night before going to sleep, she observes her bedside lamp and emits wishes that she pronounces at the end of the sessions.<\/p>\n<p>As planned, we resume the operating technique of multiplication; she has acquired it.<\/p>\n<p>Consequently, that allows us to tackle the operating technique of subtraction; she has less difficulty than with multiplication, I ask her to proceed the same way.<br \/>On paper, we prepare a subtraction of the following type:<br \/>  3 4 1<br \/>&#8211; 2 8 9<\/p>\n<p>With entirely different numbers so that there is no confusion when Viviane repeats the technique orally, in front of the lamp and during the presence of the phosphene.<br \/>I verbalize the technique that I ask her to repeat, until she can do it perfectly, in front of the light and then with the sleep mask on.<br \/>I also ask her to draw the digits in front of her with her hand. She repeats the digits, the tens and the hundreds.<br \/>For now, I do not ask her to give results, only the technique, so that the effort of memorization is focused on the method only. Once she has assimilated the method perfectly, I will ask her to work out the results.<\/p>\n<p>After two phosphenes, she successfully completes a subtraction, without forgetting to carry over from the tens column.<\/p>\n<p>Then, at the end of the session, she says that her teacher asked them to learn the technique of division for the end of the school holidays and she asks me to show her how to proceed, with the help of the phosphenes. I am more than willing!<\/p>\n<p>I teach her the technique and repeat it to her in front of the lamp and under the influence of the phosphene, after asking her to memorize the numbers; we will come back to that work after the holidays as that represents a lot of work for a session of an hour and fifteen minutes.<\/p>\n<p>She finishes her work of plastic arts: she has drawn numbers and has added <em>‟the colors of the phosphene!”<\/em><\/p>\n<p>[\/et_pb_accordion_item][et_pb_accordion_item title=&#8221;7th and final session.&#8221; open_toggle_text_color=&#8221;#3366ff&#8221; icon_color=&#8221;#000000&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221; toggle_text_color=&#8221;#3366ff&#8221; toggle_font=&#8221;|700|||||||&#8221; open=&#8221;off&#8221;]<\/p>\n<p>Viviane finished learning the multiplication tables with her parents; I explained them how to do that with the phosphenes, however, Viviane is able to explain using the phosphenes to her parents, in a very responsible manner.<\/p>\n<p>Today, she is going to learn the multiplication table of 7.<\/p>\n<p>She repeats the previous ones successfully.<\/p>\n<p>She has progressed a lot in mental calculation, we are now tackling operations such as: 24 plus 57. She cannot use her fingers any more and has to find another strategy: I ask her to research that under the influence of the phosphene and she eventually finds a solution. I am very satisfied!<\/p>\n<p>We also tackle bigger numbers; she does not have any particular difficulty. She understands quite quickly. For instance, I ask her to work with the number 1 9 2 0 7 5, and ask her to repeat it in front of the lamp then under the influence of the phosphene, separating all the columns.<br \/>Before she starts writing down the number, I tell her that she needs to repeat the number of columns so that she does not forget the 0 in the middle, a mistake that many beginners do.<\/p>\n<p>She revises the operating technique of the division and she has globally understood it. Then she will have to repeat the ‟operation” so that she does not forget it. She is very proud to tell me that she did such operations at the blackboard, in front of the whole class and her teacher complimented her!<\/p>\n<p>Before we finish the sessions, I ask her to do a summary of her year and she succeeds very well.<\/p>\n<p>I then decide to stop our weekly sessions and pass ‟on the torch” to her mother, who is enchanted by her daughter&#8217;s evolution.<br \/>Viviane now sleeps very well and wakes up in a good mood, at around 9 o&#8217;clock, when she used to wake up at midday, disturbed and agitated.<\/p>\n<p>[\/et_pb_accordion_item][\/et_pb_accordion][\/et_pb_column][et_pb_column type=&#8221;1_5&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_divider _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_divider][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_text _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221;]<\/p>\n<h4 style=\"text-align: center;\"><span style=\"color: #3366ff;\"><strong>WORKING WITH CHRISTOPHE, 11, 4th GRADE<\/strong><\/span><\/h4>\n<p>Christophe is a very quiet 11 year-old child, who is repeating the 4th grade.<br \/> His mother has informed me that he is having difficulty in maths and in grammar. In addition, he not at all motivated, feels he has ‟a lot of hang-ups” when he compares himself to his fellow pupils. He does not like school and has bad grades. Visibly, he does not seem to profit from repeating the 4th grade.<br \/> It is also important to add that he has been followed by a speech therapist since the 2nd grade.<\/p>\n<p>His parents take good care of him after school and help him with his homework, but the process is really fastidious and Christophe is very slow: he has to spend all his free time studying, and that is very restrictive for him and for his parents, especially that he has a younger brother who is in the 1st grade and who also needs their help.<\/p>\n<p>So, as I do every time I start with a child, I verify his level in reading. As it is the case for most children (apart from Viviane who was ‟nonstandard”) Christophe has not mastered reading and has difficulty since the 1st grade. He stumbles through the text, his reading is uncertain, he hesitates. And, when he has difficulty reading a word, he ‟rushes forward”, reads it carelessly and resumes reading slower, as if nothing was wrong. Obviously, he does not grasp the meaning of the text!<\/p>\n<p>We are going to start the session with a presentation of Phosphenism. Very quickly, I feel that Christophe subscribes to the process and, right from the start, he is enthusiastic.<\/p>\n<p>I ask him to read a fragment from a text of his choice, in the French manual for the 4th grade: 9 or 10 lines, no more. Then, he chooses the sentence he has most difficulty with, notably with words that are difficult to read or understand.<br \/> Then, I ask him to spell those words and I explain their meaning to him before starting the session of Phosphenic Mixing.<br \/> In front of the lamp, he starts by spelling those words, giving their meaning and repeats several times that exercise.<\/p>\n<p>Then, with the sleep mask on, he repeats the same operation; again, I read the sentence that he is going to memorize and repeat without bumping on a single word. He has to be able to read fluently, with the proper intonation and respecting the punctuation. Then, he explains what he has understood.<\/p>\n<p>During the phosphene, if there is time left, I read the entire paragraph and he tries to explain what he understands to me. If necessary, I help him so that, in the end, he understands the meaning of the text.<\/p>\n<p>When the session of Mixing is over, Christophe reads the text again in a loud voice and resumes explaining what he has understood. Sometimes, I ask him to spell an entire sentence in order to facilitate the memorization of the spelling of the words.<\/p>\n<p>At the same time, I ask him to do the grammatical analysis under the influence of the phosphene: he has to recognize where are the noun (proper or common), the determinant (its nature), the verb (its group and its tense), the direct or indirect object, the complement of circumstance, the adverb, etc.<\/p>\n<p>As with the exercises described above, he does the same thing again, once Phosphenic Mixing is over.<br \/> I also ask him to write the sentence with the sleep mask on, in the space in front of him, before writing it down on paper. That way, he can focus all his attention on the cenesthesic sensations provided by his movements, a process that helps memorizing spelling. Consciousness related to motivity will thus be more stimulated and more efficient.<\/p>\n<p>We had recourse to four sessions of Phosphenic Mixing of an hour each during which I put the emphasis on learning reading\/comprehension.<\/p>\n<p>During the last 20 minutes, I asked him to solve mathematical problems (reading, comprehension, underscoring of the important elements of the terms): all that under the influence of the phosphene; Christophe was enjoying more and more fluency in that domain.<\/p>\n<p>For geometry, his progress was terrific; after the second session, he had already progressed a lot and was feeling more and more at ease.<\/p>\n<p>As he was feeling more confident with reading, he was also growing more confident in all the other domains: for him, Phosphenic Mixing was a very powerful revelation that allowed him to learn efficiently and in depth.<\/p>\n<p>After the 4 sessions, I advised him to practice Mixing at home with the help of his parents who were also very enthusiastic: he had to study the multiplication tables, keep reading, learn lessons of geography and history and solve problems of mathematics.<\/p>\n<p>I heard from him two years later: Christophe had made it to junior high school without any difficulty and with excellent grades; he enjoys studying and considers becoming a veterinarian!<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_divider _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_divider][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_text _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221;]<\/p>\n<p style=\"text-align: center;\"><span style=\"color: #3366ff;\"><strong>A SPECIAL CASE: KELVIN, 8 YEARS OLD, 3rd GRADE<\/strong><\/span><\/p>\n<p>Kelvin is a child who has difficulty at school, in all domains. He is in the 3rd grade, has not yet repeated a year, but his teacher considers having him repeating the present year.<br \/>I told me himself that he had a serious fall off a bike at the age of three. He had a head injury and spent a month in hospital where he was regularly subjected to MRI. However, his parents did not mention anything about it.<\/p>\n<p>His physical appearance was the proof of an acute disorder, his face had an unsightly expression, his eyes seemed empty and his hairstyle accentuated the lack of balance.<\/p>\n<p>I thus started accompanying him, at the rate of one and a half hour a week: I was making him do his homework; but very quickly, we realized that that rate would not be enough. So, I decided to see him twice a week, for an extra hour.<\/p>\n<p>During his year in the 3rd grade, I did not practice Phosphenism with him for the simple reason that, at the time, I did not have access to that knowledge.<\/p>\n<p>At the start, I diagnosed straight away major problems in reading and comprehension, played down by his parents. So, I decided that one of the two weekly sessions would be entirely devoted to improving reading: I used a 1st grade method for learning how to read that showed excellent results and I made him do the 1st grade program.<br \/>His progress was tangible though slow.<\/p>\n<p>Kelvin went through the rest of the work with difficulty and I did not have enough time to study into depth the entire 3rd grade program. Besides, he was getting tired very quickly and the knowledge would not be stuck in his memory; his capacity of imagination seemed nonexistent; he still played with stuffed toys that he was particularly fond of.<\/p>\n<p>He only just passed to the 4th grade and it is from that year, the year 2000, that I was able to teach him Phosphenic Mixing, as I had discovered it a few months earlier. He was the first pupil I taught using Phosphenism!<\/p>\n<p>Kelvin would read a small paragraph from a 4th grade text. Then, he would memorize a complicated sentence with which he had experienced difficulty and would spell the words in front of the lamp, with a sleep mask on. Then, he would memorize the sentence by heart. I would read it several times to him and he would have to repeat it without making mistakes, in a fluid manner and with the proper intonation.<\/p>\n<p>At the end of the phosphene, he would read the paragraph again, perfectly. If the recitation was not perfect, he would have to start again, something that required a lot of effort for him. But, little by little, he started to appreciate working with the phosphene.<\/p>\n<p>With reading, Kelvin progressed relatively fast and the most surprising thing was that the benefit from Phosphenic Mixing was reflected on all his reading, even what we did not read together. He was understanding better and better and started to develop his imagination to understand the meaning of certain words, by analyzing the category of the word, or using the context.<\/p>\n<p>At the same time, he developed his memory, in all subjects including History, which he hated at first.<\/p>\n<p>From the 9th session, Kelvin&#8217;s expression started changing. He had recovered a normal expression, wanted to changed his hairstyle and wear different clothes. He had made new friends and his favorite activities were skiing, riding a bike and gardening. He had asked his mother to put his stuffed toys away in a box, he did not want to see them on his bed anymore.<\/p>\n<p>At school, his results were gradually improving, slowly but surely and regularly.<\/p>\n<p>After talking to his parents, I found out that he was not subjected to MRI anymore and that he stopped consulting a psychologist.<\/p>\n<p>I kept working with him during his entire 4th, 5th and 6th grades.<\/p>\n<p>Then, I moved to a different region and, consequently, was not able to continue working with him. However, he sent me postcards regularly, telling me that everything was going well for him in junior high school.<\/p>\n<p>He had always dreamt to become a gardener, however, recently, he shifted to wanting to become a horticulturist or a History and Geography teacher, the subjects he hated most when I was teaching him!<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_testimonial author=&#8221;Phosphenism © Extract from ‟Phosphenic Energy Universe”.&#8221; quote_icon_color=&#8221;#24babf&#8221; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; body_font=&#8221;||on||||||&#8221; author_text_align=&#8221;right&#8221;]<\/p>\n<p>I would like to pay homage to Doctor Lefebure&#8217;s considerable work. Through his works, he left us a never-ending source of solutions for, amongst other things, helping children having important difficulty, whether intellectual, mental or psychological.<\/p>\n<p>Every time, I am always very surprised to witness the incredibly beneficial effects of Phosphenic Mixing on children. The influence of light and thought on cerebral functions is remarkable.<\/p>\n<p>My dearest wish is that this method benefits as many teachers as possible in order to relieve pupils&#8217; difficulty. The improvement of results is sometimes terrific and, in every instances, after three weeks of Phosphenic Mixing, at the rate of one hour per week, children have progressed tremendously.<\/p>\n<p style=\"text-align: right;\">[\/et_pb_testimonial][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>PHOSPHENIC MIXINGAPPLIED TO EDUCATION Phosphenic Mixing transforms the energy of light into mental energy. Phosphenic Mixing is a method that insures a quick development of all cerebral functions. A ‟phosphene” is the multicolored patch of light that appears in the dark, after focusing on a source of light. Focusing can last from thirty seconds to [&hellip;]<\/p>\n","protected":false},"author":97,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[45],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>SITEMAP THEMES II: PHOSPHENIC MIXING EXPERIMENTS IN EDUCATION - Ecole du Dr. Lefebure<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/phosphenic-mixing-experiments-in-education\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"SITEMAP THEMES II: PHOSPHENIC MIXING EXPERIMENTS IN EDUCATION - Ecole du Dr. Lefebure\" \/>\n<meta property=\"og:description\" content=\"PHOSPHENIC MIXINGAPPLIED TO EDUCATION Phosphenic Mixing transforms the energy of light into mental energy. Phosphenic Mixing is a method that insures a quick development of all cerebral functions. A ‟phosphene” is the multicolored patch of light that appears in the dark, after focusing on a source of light. Focusing can last from thirty seconds to [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/phosphenic-mixing-experiments-in-education\/\" \/>\n<meta property=\"article:published_time\" content=\"2021-02-28T11:00:03+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-16T00:53:54+00:00\" \/>\n<meta name=\"author\" content=\"Geoffrey\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Geoffrey\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"16 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/phosphenic-mixing-experiments-in-education\/\",\"url\":\"https:\/\/www.phosphenism.com\/phosphenic-mixing-experiments-in-education\/\",\"name\":\"SITEMAP THEMES II: PHOSPHENIC MIXING EXPERIMENTS IN EDUCATION - Ecole du Dr. Lefebure\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2021-02-28T11:00:03+00:00\",\"dateModified\":\"2021-04-16T00:53:54+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/phosphenic-mixing-experiments-in-education\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/phosphenic-mixing-experiments-in-education\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/phosphenic-mixing-experiments-in-education\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"SITEMAP THEMES II: PHOSPHENIC MIXING EXPERIMENTS IN EDUCATION\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\",\"name\":\"Geoffrey\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"caption\":\"Geoffrey\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"SITEMAP THEMES II: PHOSPHENIC MIXING EXPERIMENTS IN EDUCATION - Ecole du Dr. Lefebure","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/phosphenic-mixing-experiments-in-education\/","og_locale":"en_US","og_type":"article","og_title":"SITEMAP THEMES II: PHOSPHENIC MIXING EXPERIMENTS IN EDUCATION - Ecole du Dr. Lefebure","og_description":"PHOSPHENIC MIXINGAPPLIED TO EDUCATION Phosphenic Mixing transforms the energy of light into mental energy. Phosphenic Mixing is a method that insures a quick development of all cerebral functions. A ‟phosphene” is the multicolored patch of light that appears in the dark, after focusing on a source of light. Focusing can last from thirty seconds to [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/phosphenic-mixing-experiments-in-education\/","article_published_time":"2021-02-28T11:00:03+00:00","article_modified_time":"2021-04-16T00:53:54+00:00","author":"Geoffrey","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Geoffrey","Est. reading time":"16 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/phosphenic-mixing-experiments-in-education\/","url":"https:\/\/www.phosphenism.com\/phosphenic-mixing-experiments-in-education\/","name":"SITEMAP THEMES II: PHOSPHENIC MIXING EXPERIMENTS IN EDUCATION - Ecole du Dr. Lefebure","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2021-02-28T11:00:03+00:00","dateModified":"2021-04-16T00:53:54+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/phosphenic-mixing-experiments-in-education\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/phosphenic-mixing-experiments-in-education\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/phosphenic-mixing-experiments-in-education\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"SITEMAP THEMES II: PHOSPHENIC MIXING EXPERIMENTS IN EDUCATION"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6","name":"Geoffrey","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","caption":"Geoffrey"},"url":"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/21017"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/97"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=21017"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/21017\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=21017"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=21017"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=21017"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}