{"id":21080,"date":"2021-03-02T12:00:11","date_gmt":"2021-03-02T11:00:11","guid":{"rendered":"https:\/\/www.phosphenism.com\/?p=21080"},"modified":"2021-04-16T02:26:32","modified_gmt":"2021-04-16T00:26:32","slug":"classical-music-and-phosphenism","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/classical-music-and-phosphenism\/","title":{"rendered":"SITEMAP THEMES III: CLASSICAL MUSIC"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_fullwidth_header title=&#8221;CLASSICAL MUSIC&#8221; subhead=&#8221;By Giorgio Fabbri, Conductor.&#8221; _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; title_level=&#8221;h3&#8243; title_text_align=&#8221;center&#8221; subhead_text_align=&#8221;center&#8221; background_color=&#8221;rgba(224,153,0,0.78)&#8221; hover_enabled=&#8221;0&#8243; sticky_enabled=&#8221;0&#8243;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_row column_structure=&#8221;2_3,1_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;2_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/03\/grande_music.jpg&#8221; title_text=&#8221;grande_music&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; animation_style=&#8221;fade&#8221;][\/et_pb_image][et_pb_text _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; text_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; hover_enabled=&#8221;0&#8243; sticky_enabled=&#8221;0&#8243;]<\/p>\n<p><strong>Conducting an Orchestra<\/strong><br \/>Phosphenic Mixing is a very powerful resource for learning music and for producing high-level musical performances.<\/p>\n<p>I am a musician, organist, cymbalist, composer and conductor. It is when conducting an orchestra that I have been able to experiment with the extraordinary effects of Phosphenic Mixing. First of all, I have to admit that I always have had a very limited capacity of memorization. I have suffered a great deal because of that, principally when conducting orchestras.<\/p>\n<p>Having to follow a score with your eyes is very restrictive, as the conductor is not free to establish a direct contact with the musicians who play in the orchestra. It is difficult to come up with an efficient answer to that constraint. What it comes down to, is that certain conductors do not experience any difficulties conducting a concert entirely by heart when others, on the contrary, have to read the score while they are conducting. Among the latter, there even are very famous conductors, like for instance in Italy, Riccardo Muti who almost always conducts the orchestra while reading the score. On the other hand, a conductor like Daniel Baremboim, head of the Teatro Orchestra of the Scala of Milan has always conducted Wagner&#8217;s Parsifal, a five-hour opera, from memory. Conducting an orchestra by heart or by reading the music does not necessarily have an incidence on the artistic quality of the musical performance. When the conductor is a great artist and an excellent musician, a high-level performance can be delivered in both situations. However, it is the way of working and of bonding with the orchestra that is completely different. A more direct contact with the orchestra, the freedom of moving on the podium, the absence of constraints, the independence from the score, not having to turn the pages, all are advantages that will doubtlessly have an impact on the final result of the performance.<\/p>\n<p>Moreover, the conductor who can work without reading from the score gains the esteem of the orchestra, as he demonstrates a very specific knowledge of the music to be played. The capacity of remembering the entire score is a stunt that always draws respect and admiration, as the musicians in the orchestra usually play while reading the score: consequently, they have admiration for the conductors who are able to perform something that they cannot themselves perform.<\/p>\n<p>I have been able to experiment with the efficiency of Phosphenic Mixing for memorizing a piece of music that I had to conduct a few days later. It is the Overture of Gioachino Rossini&#8217;s opera La Gazza Ladra. It is a piece written for a large orchestra, it lasts about ten minutes: that is already a sizable duration. Thanks to Phosphenism, I memorized it all in one hour! Many people can testify about that: two days later, I was doing the first rehearsal with the orchestra. I told the musicians that I was experimenting with a new learning technique for the memorization of the musical score. I asked them to forgive me if I made mistakes while I conducted. Fortunately, I did not need their forgiveness, as I conducted the piece from the beginning to the end without making any mistakes and I performed the right gestures when doing signs for the attacks and for the entrance of the various instruments.<\/p>\n<p>What is the mode of operation and the procedure I followed to learn the music I had to conduct by heart? I used Phosphenic Mixing in various ways, and I believe that the success I obtained is mainly due to the integration of the different modalities which, all coming together, led to the result.<\/p>\n<p>I started with a first phosphene solely meant for listening to the music. During the post-phosphene, I listened to the entire piece of music, in the dark, with my eyes closed. I listened to the music on headphones, doing a single phosphene for the entire 10-minute piece, though the phosphene naturally disappears after three minutes.<\/p>\n<p>I used the second phosphene for reading the music. During the post-phosphene, I remained in the dark, with my eyes closed, without listening to the music, but recounting it mentally in my head, hearing it only in my inner ear. Then, I opened the score and read the music, again without listening to it. The goal of that second run was to create a connection between the sense of audition and the sense of vision.<\/p>\n<p>Again, the third run was different. During the post-phosphene, I kept my eyes open and, during the presence of the phosphene, I read the music from beginning to end. I could perceive the dark ball of the phosphene through the music, but as I had turned the lights on, I could see the score rather well and could read it without difficulty. The purpose of that run was to read the music in the best possible condition, with an inter-hemispherical balance and, consequently, to be able to read it in an “extra-sensorial” way.<\/p>\n<p>Finally, for the fourth run, during the presence of the post-phosphene, I read the music with my eyes open, under the influence of the phosphene, while listening to the music on headphones. The purpose of that run was to integrate all the capacities and all the sensations, on all levels.<\/p>\n<p>I was already obtaining a really surprising result. The music I played from CD sounded completely different. It was as if a veil was ripped, as if a fog was lifted. The orchestra played and the music reached my ears in a much more transparent fashion. When all the musicians of the orchestra were playing together, it was much easier for me to distinguish the various instruments, the flutes, the oboes, the violas, the cellos, the horns, the trombones. The phosphene had already managed to amplify my sensory abilities.<\/p>\n<p>That capacity is very important when conducting an orchestra, maybe even more so than memorization. It is thanks to that capacity that the conductor can work well, i.e. can hear what each musician in the orchestra is playing, in order to correct them, direct them and to achieve the interpretation and the expression that the conductor intents for the piece. Listening and listening well is primordial for a good conductor. So, this experiment demonstrates that Phosphenism can amplify the ability of hearing music well, amplify resources, and helps listening well to the conductor.<\/p>\n<p>But, in order to pursue the original purpose of this document, which is to help memorizing quickly a piece of music to conduct, I shall continue to explain how I managed to obtain that result very quickly thanks to Phosphenism.<\/p>\n<p>After having done four runs of the piece under the influence of the phosphene, as described above, I stopped using the phosphene and I started to study the piece, as I usually do, reading the score several times, sometimes while listening to the piece.<\/p>\n<p>Repetition is an integral part of learning music, musicians are used to rehearse several times, whether to learn how to play an instrument, whether for memorizing, a long and complex process that does not suit everyone.<\/p>\n<p>As for me, who started music with the organ, memorization is not something I am used to, because in Italian music schools or in the conservatoires, memorization or learning to play by heart is not required from the organ players\/teachers in order to obtain the title or the diploma. That can be explained by the great difficulty that organ music represents, as it is played with the hands and feet, and written on three pentagrams that must be read simultaneously, hence the difficulty to learn it by heart. That could be another domain in which Phosphenism could be used.<\/p>\n<p>Consequently, as memorization never was a habit of mine, it is all the more difficult to obtain. But, with the help of Phosphenism, that morning, after just one hour of work, I had learnt by heart the overture of Rossini&#8217;s La Gazza Ladra. I would have actually been able to conduct the overture, in my bedroom, holding my baton in front of the mirror, while playing the piece on my stereo.<\/p>\n<p>That was not yet a performance with an orchestra but, it was already a first step!<br \/>After that, I gave that study up and moved on to other things. In the evening, before going to sleep, I did another phosphene and played the piece for the last time.<\/p>\n<p>The next morning, I had another great surprise. The piece was drawn up in my head, in an astonishing manner. Before I came out bed, I repeated the piece mentally, and I discovered relations between the different parts of the piece that had not occurred to me before. I now had a clear picture of the piece in my head: divided in four parts, the two central parts being similar to the first part that was, too, divided in four parts, etc. In a word, I had clearly understood the structure of the piece. So, the memorization I obtained was not due to a mechanical and repetitive action, but was the result of an inter-hemispherical reaction to the work of the conscious and the unconscious. Such a memorization can remain vivid for a very long time.<\/p>\n<p>During the morning, I rehearsed the piece a few more times, reading it and conducting it in front of the mirror. I had perfect control over the piece: only the final test remained.<\/p>\n<p>The next day, I had to attend the first rehearsal with the entire orchestra, without the score, only myself and my memory. After telling the musicians about the experiment, I gave the signal for the beginning… and the orchestra started playing; I conducted it through the entire piece without making a single mistake!<\/p>\n<p>After that positive and thrilling experiment, I learnt the same way the other pieces of the concert that we were preparing and, several days later, I conducted the entire concert by heart!<\/p>\n<p>Many witnesses can confirm that, as it was the opening concert of the year for the Ferrara town council. On January 18th 2011, in front of a large audience, in front of the mayor, all the councillors and all the musicians of the orchestra. For the first time, I conducted a concert entirely by heart in front of an audience!<\/p>\n<p>I use Phosphenism everyday and, with that extraordinary resource, I have obtained and I still obtain amazing results. I have even used it to write a book, and it has helped me writing a chapter a day. It was a book I wrote with two other persons, in just nine days. I finished my part during the Christmas 2009 period, at the rate of a chapter a day. I have many emails that prove it.<\/p>\n<p>My daughter, who is a university student and also a musician, uses Phosphenism every day for her studies and her musical performances. She is even studying to become a phospheno-teacher so that she will be able to diffuse that knowledge.<\/p>\n<p><strong>Other applications<\/strong><\/p>\n<p>Being a musician and a conductor are not my only activities. I also teach. I am a teacher at the Music Conservatoire of the Adriatic, near Venice. I also conduct training courses for businesses and companies. I designed a type of training that is called ‟Sound Genius”. My wish is to use Phosphenism as a resource for helping people reproduce the great performances of the musical spirit.<\/p>\n<p>Consequently, I decided to become a Phospheno-teacher, so I can apply Phosphenism in the following two situations:<\/p>\n<p>&#8211; For teaching memorization applied to music, for the benefit of musicians and conductors alike. The basis of the project has been explained above.<br \/>&#8211; For obtaining high-level performances in companies, businesses, for managers, for realizing projects, for taking decisions, for creating new ideas.<\/p>\n<p><strong>Conclusion<\/strong><\/p>\n<p>Phosphenism has become a daily habit of mine, with applications in several fields of activity, from personal life to the musical domain. One of the most potents aspects of Phosphenism is that it amplifies one of the most important characteristics of music: inter-hemispherical alternation. Because of its very nature, music, when it is played or listened to, forces the individual to use both their hemispheres; it is a dual performance, the logical one and the emotional one, the conscious one and the unconscious one. Phosphenism amplifies and activates the process that allows one to live in complete harmony with the world and themselves.<\/p>\n<p>I would like to thank the head of Dr Lefebure&#8217;s center, Mr Daniel Stiennon, for his precious work that has given the entire world the possibility to enter with simplicity the higher celestial sphere and enjoy a superior way of life.<\/p>\n<p>&nbsp;<\/p>\n<p>P.S.: Here is my latest experiment with Phosphenism: my daughter and I have participated to a theater festival (Festival Teatro d&#8217;Impresa, Bologna, on June 11th and 12th 2011).<br \/>First, I used Phosphenism to write the script and the scenario. Writing was smooth and fluid.<br \/>Then, we used Phosphenism to memorize it.<br \/>We actually memorized it very quickly, much quicker than without phosphene.<br \/>And, we obtained the audience&#8217;s prize for the best show as well as the jury&#8217;s prize for the most original show!<br \/>I have now offered to apply Phosphenic Mixing in a post university master, in which I would like to use it with the same model as the one I am using in “Sound Genius”.<br \/>Thanks again for everything!<br \/>Giorgio Fabbri<br \/>Head of the conservatoire of Ferrara.<\/p>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_sidebar orientation=&#8221;right&#8221; area=&#8221;et_pb_widget_area_9&#8243; admin_label=&#8221;Sidebar Click Image&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; header_font=&#8221;|700|||||||&#8221; header_text_align=&#8221;center&#8221;][\/et_pb_sidebar][et_pb_sidebar area=&#8221;et_pb_widget_area_7&#8243; admin_label=&#8221;Sidebar Understanding&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; width=&#8221;99.2%&#8221; custom_padding=&#8221;|26px||||&#8221;][\/et_pb_sidebar][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2021\/02\/Pratice-Phosphenim-1024&#215;576.jpg&#8221; title_text=&#8221;Pratice-Phosphenim&#8221; align=&#8221;center&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_image][et_pb_cta title=&#8221;You too, learn how to transform Light Energy into Mental Energy, thanks to our many animations and 100% free videos. &#8221; button_url=&#8221;https:\/\/www.phosphenism.com\/method-phosphenic-mixing-applied-to-education\/&#8221; button_text=&#8221;Click Here&#8221; _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; background_color=&#8221;#cc6600&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;25px&#8221; button_text_color=&#8221;#FFFFFF&#8221; button_border_color=&#8221;#FFFFFF&#8221; button_icon=&#8221;%%20%%&#8221; width=&#8221;99.9%&#8221; custom_margin=&#8221;0px||0px||false|false&#8221;]<\/p>\n<h4><span style=\"line-height: 20pt; color: #000000;\"><strong>4 videos<\/strong> (animations) to understand the practice of Phosphenic Mixing applied to Education<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> <strong>18 videos<\/strong> about Individual Development<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> <strong>5 vidéos<\/strong> about Initiatic Techniques<br \/><span style=\"color: #ff0000;\"><strong>+<\/strong><\/span> Many videos about the Method presentation<\/span><\/h4>\n<p>[\/et_pb_cta][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Conducting an OrchestraPhosphenic Mixing is a very powerful resource for learning music and for producing high-level musical performances. I am a musician, organist, cymbalist, composer and conductor. It is when conducting an orchestra that I have been able to experiment with the extraordinary effects of Phosphenic Mixing. First of all, I have to admit that [&hellip;]<\/p>\n","protected":false},"author":97,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[46],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>SITEMAP THEMES III: CLASSICAL MUSIC - Ecole du Dr. Lefebure<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/classical-music-and-phosphenism\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"SITEMAP THEMES III: CLASSICAL MUSIC - Ecole du Dr. Lefebure\" \/>\n<meta property=\"og:description\" content=\"Conducting an OrchestraPhosphenic Mixing is a very powerful resource for learning music and for producing high-level musical performances. I am a musician, organist, cymbalist, composer and conductor. It is when conducting an orchestra that I have been able to experiment with the extraordinary effects of Phosphenic Mixing. First of all, I have to admit that [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/classical-music-and-phosphenism\/\" \/>\n<meta property=\"article:published_time\" content=\"2021-03-02T11:00:11+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-16T00:26:32+00:00\" \/>\n<meta name=\"author\" content=\"Geoffrey\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Geoffrey\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/classical-music-and-phosphenism\/\",\"url\":\"https:\/\/www.phosphenism.com\/classical-music-and-phosphenism\/\",\"name\":\"SITEMAP THEMES III: CLASSICAL MUSIC - Ecole du Dr. Lefebure\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2021-03-02T11:00:11+00:00\",\"dateModified\":\"2021-04-16T00:26:32+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/classical-music-and-phosphenism\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/classical-music-and-phosphenism\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/classical-music-and-phosphenism\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"SITEMAP THEMES III: CLASSICAL MUSIC\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6\",\"name\":\"Geoffrey\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g\",\"caption\":\"Geoffrey\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"SITEMAP THEMES III: CLASSICAL MUSIC - Ecole du Dr. Lefebure","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/classical-music-and-phosphenism\/","og_locale":"en_US","og_type":"article","og_title":"SITEMAP THEMES III: CLASSICAL MUSIC - Ecole du Dr. Lefebure","og_description":"Conducting an OrchestraPhosphenic Mixing is a very powerful resource for learning music and for producing high-level musical performances. I am a musician, organist, cymbalist, composer and conductor. It is when conducting an orchestra that I have been able to experiment with the extraordinary effects of Phosphenic Mixing. First of all, I have to admit that [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/classical-music-and-phosphenism\/","article_published_time":"2021-03-02T11:00:11+00:00","article_modified_time":"2021-04-16T00:26:32+00:00","author":"Geoffrey","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Geoffrey","Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/classical-music-and-phosphenism\/","url":"https:\/\/www.phosphenism.com\/classical-music-and-phosphenism\/","name":"SITEMAP THEMES III: CLASSICAL MUSIC - Ecole du Dr. Lefebure","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2021-03-02T11:00:11+00:00","dateModified":"2021-04-16T00:26:32+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/classical-music-and-phosphenism\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/classical-music-and-phosphenism\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/classical-music-and-phosphenism\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"SITEMAP THEMES III: CLASSICAL MUSIC"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/2536864ba019f5290de07d1901c7e6b6","name":"Geoffrey","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/3c127591aea4ec7b313757543265dbef?s=96&r=g","caption":"Geoffrey"},"url":"https:\/\/www.phosphenism.com\/author\/geoffrey-boisseau-2\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/21080"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/97"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=21080"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/21080\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=21080"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=21080"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=21080"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}