{"id":222,"date":"2020-01-12T12:00:23","date_gmt":"2020-01-12T11:00:23","guid":{"rendered":"http:\/\/www.phosphenism.com\/?page_id=222"},"modified":"2021-04-15T12:52:59","modified_gmt":"2021-04-15T10:52:59","slug":"testimonies-special-daniel-stiennon","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/","title":{"rendered":"TESTIMONIES 11: Special Daniel Stiennon"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_fullwidth_header title=&#8221;TESTIMONIES&#8221; subhead=&#8221;Special Daniel STIENNON&#8221; header_scroll_down=&#8221;on&#8221; scroll_down_icon_color=&#8221;#ffffff&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran: Daniel STIENNON &#8221; _builder_version=&#8221;4.7.1&#8243; title_text_align=&#8221;center&#8221; title_text_color=&#8221;#ffffff&#8221; title_font_size=&#8221;48px&#8221; subhead_text_align=&#8221;center&#8221; subhead_text_color=&#8221;#ffffff&#8221; subhead_font_size=&#8221;24px&#8221; background_color=&#8221;#cc7f33&#8243; min_height=&#8221;250px&#8221; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_row _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_text _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;]<\/p>\n<h2 style=\"text-align: center; line-height: 25pt;\"><span style=\"color: #993300;\"><strong>Extracts from our GUEST BOOK<br \/>Daniel STIENNON<\/strong><\/span><\/h2>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;3.25&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2016\/09\/18-stiennon-initiation-1.jpg&#8221; show_bottom_space=&#8221;off&#8221; align=&#8221;center&#8221; align_tablet=&#8221;center&#8221; align_phone=&#8221;&#8221; align_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;IMG: Daniel STIENNON&#8221; _builder_version=&#8221;4.7.4&#8243; max_width=&#8221;550px&#8221; animation_style=&#8221;slide&#8221; animation_direction=&#8221;left&#8221; animation_duration=&#8221;500ms&#8221; animation_intensity_slide=&#8221;10%&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; animation=&#8221;left&#8221; sticky=&#8221;on&#8221; always_center_on_mobile=&#8221;on&#8221;][\/et_pb_image][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; admin_label=&#8221;section&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_row column_structure=&#8221;1_4,3_4&#8243; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; custom_margin=&#8221;0px||||false|false&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_sidebar area=&#8221;et_pb_widget_area_2&#8243; show_border=&#8221;off&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; header_font_size=&#8221;14px&#8221; header_line_height=&#8221;1.7em&#8221; background_color=&#8221;#f3dabf&#8221; custom_padding=&#8221;|||3px|false|false&#8221;][\/et_pb_sidebar][\/et_pb_column][et_pb_column type=&#8221;3_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_testimonial quote_icon_color=&#8221;#cc7f33&#8243; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_align=&#8221;justify&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]After spending so many years diffusing Dr Lefebure’s works, it seemed normal to me, in spite of his hesitation, to pay a tribute to Daniel Stiennon through the experiences that he has offered to phosphenauts. To understand one of the aspects of his personality, it is important to mention that, for a little over 7 years, he was Dr Lefebure’s secretary and his only close collaborator. In recognition, Dr Lefebure transmitted the Initiation to him by laying on of hands during the hour that followed his death. Check the book: The Supreme initiation for download in the section ‟MY ACCOUNT”.<br \/>\nAs such, he is therefore the sole and unique spiritual heir of Dr Lefebure. And this is what makes him say, from time to time, ‟I am Dr. Lefebure”. ‟And God said, Let there be light: and there was light” (Genesis: Chapter1, Verse4). Jesus is thus the creative Word, God and His Word are one, which would explain why Jesus declared: ‟I and the Father are one”(John: Chapter10, Verse30).<br \/>\nAlso, one can only fully grasp the personality of this ‟character” after having seen him conducting an ‟Advanced Continuing Training Course”. It is only during that type of training course that one can comprehend all the power that emanates from him.<br \/>\nWhen he is directing a group of phosphenauts of the advanced continuing training level, the power and the vibratory energy that he radiates will leave no one indifferent, as it can be glimpsed in the few testimonies that we have printed here.<br \/>\nI have known Daniel for more than thirty years. Back then, he was a 3rd Dan and head instructor in one of the best aikido schools in Paris. And it is under these circumstances, on a tatami, that we met for the first time. In the evening after these martial art lessons, he organized workshops of Phosphenism with a few students. At that time, Dr Lefebure had just finished writing his book Kundalini Volume 1, From the Prayer Wheel to the Spiritual Dynamo, and it is with the blueprints published in that book that Daniel Stiennon built a Gyrascope with a bicycle wheel.<br \/>\nAn old bicycle wheel, some black paper, mirrors customized by a mirror cutter, a photographer’s tripod for holding the wheel, about ten participants lined up in two rows with the smallest ones sitting in front, this is how I, and many others, discovered Phosphenism, however rudimentary that setup can seem at the time of the virtual Gyrascope. Each person, in turns, would sit in front of the wheel and give it a push to set it in motion, while the mirrors were brightly lit by a lamp.<\/p>\n<p>And this is how, through this process, which may seem rudimentary compared to the Virtual Gyrascope, I began to discover Phosphenism.<br \/>\n<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/roue-de-velo.jpg\" width=\"384\" height=\"200\" alt=\"\" class=\"wp-image-9132 aligncenter size-full\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/roue-de-velo.jpg 384w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/roue-de-velo-300x156.jpg 300w\" sizes=\"(max-width: 384px) 100vw, 384px\" \/><br \/>\nI remember that, after practicing for a month, I would awaken every night in phases of deep sleep. Luminous flashes filled my head and they always ended up transporting me I don’t know where, provoking the sensation that I was moving at high speed. I was 22 years-old, it was easy to establish neurological connections though I did not have any esoteric knowledge about the domain I was discovering. Consequently, most of the time, I was letting myself go in the passive observation of an inner cinema that seemed to me at the same time marvelous, impressive and rather curious. Then, it was the wheel of life that started rotating… and I got married. Nevertheless, I kept in touch with Daniel, though I could not practice as much as I wanted. I never entirely gave up Phosphenism, as the amazing results I obtained remained forever engraved in my memory.<\/p>\n<p style=\"text-align: right;\"><em><strong>Roger A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#cc7f33\" \/>\n<p>There are about one hundred of us, maybe 120 participants for a week-end of advanced continuing training.\u2028There are persons like me, who are coming for the first time as well as seasoned veterans of Phosphenism: top executives, secretaries, construction workers, unemployed person, people from all walks of life. Straight away, I was impressed by the conviviality that emanated from that type of course. It was as if everyone had known each other for years. That is maybe what makes Phosphenism so special.<br \/>\nThe first hour is devoted to ‟setting the rhythms in motion”. Under the direction of Daniel Stiennon, we practice one exercise after another, without interruptions, advanced exercises of rhythmo-phosphenism, like, for instance, the exercises of the spiritual triode, bi- and tri- concentration, including every time mantras and fast rhythms.<br \/>\n<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/energie_groupe.jpg\" width=\"300\" height=\"200\" alt=\"\" class=\"wp-image-9134 aligncenter size-full\" \/><br \/>\nThen Daniel Stiennon splits us in five groups. There is no hierarchy, anyone can integrate the group of their choice. Each group forms a circle around an air mattress. One person lays down on the mattress and takes the role of receptor, while the rest of the group takes the role of emitter. Daniel Stiennon puts the emphasis on the fact that the receptor has to let him\/herself be carried away by the sensations like a cork on a wave, while practicing the exercise of concentration of a detail of the sensation. The emitters, for their part, perform the projection of an advanced level Rhythmo-Phosphenic exercise in the direction of the receptor.<br \/>\nAs soon as the exercise has started, it is a real festival of initiatory trances that is produced. Guided and conducted by Daniel Stiennon, the workshop unfolds: he explains us that the receptor should remain still. That he or she must endeavor to channel the energy in their lower abdomen and then make it progressively move up all the way to the top of their head, exiting the body there. Alternatively, the receptor can choose to remain concentrated on their field of vision, focusing on a detail of the sensations, in order to optimize the results of the exercise.<br \/>\nAfter approximately twenty minutes, the receptor describes the sensations and the perceptions that he or she has perceived. Everyone describes their personal experience a little bit like a child who discovers, eyes filled with wonder, his presents at the foot of the Christmas tree. It would be too long and tedious to describe all the phenomena. Hopefully, they can be easily summed up in a few words.<br \/>\nSome part of the etheric body starts to vibrate. As for me, the first time it happened to me, it started with my left arm, then, that sensation overran my entire etheric body (my double), at times relocating itself in my physical body. But, every time, Daniel Stiennon is there to make sure that all the energy does permeate the zones of the brain that are related to thought or imagination, in order to avoid that the energy is lost (and wasted) by pouring into the zones responsible for motivity.<br \/>\nEvery time, he puts the emphasis on the fact that there are two sorts of trance. The most common one, physical trance, is to be avoided, as it does not lead to any concrete result. It is admittedly pleasant, but it leads to what Dr Lefebure calls a sensory dead end. You have hives, you scratch and, after a while, you experience pleasure scratching. You are in a sensory dead end. It is a pathological state. You could even scratch so much that you bleed and still experience pleasure.<br \/>\nThat is why Daniel Stiennon stresses the fact that one should avoid any physical expression of the rhythms transmitted, the energies of neurological synchronization must take place in the zones responsible for thoughts or the imagination, rather than movements of the body. Only then can genuine initiatory states can be obtained.<br \/>\nDaniel Stiennon explains that physical trance is an ecstasy pill which leads to dependence and decadence, unlike the mental trance which allows us to reach the deepest levels of our consciousness.<br \/>\nDaniel explains that physical trance is like the drug ecstasy and can lead to dependance and degeneration, unlike mental trance that allows us to reach the deepest layers of our consciousness.\u2028One must be aware that physical trance is a trap, because it is as easy to obtain as it is pleasant. But, if one is not careful, it leads to a sensory dead end that will prove rather difficult to quit doing.<br \/>\nFortunately, every time we take a new step in the unknown domain of spiritual evolution, Daniel Stiennon is there to prepare the ground. That is why, like all the other participants, my heart and my mind are filled with joy every time we practice an exercise. It is something that has to be experienced at least once in your life to understand its reach and its potential.<br \/>\nCertain beginners are very impressed by the intensity of the experiences related by other participants, and that prevents them from enjoying fully the experience. Daniel, without assistance, can approach and touch a person to transmit his rhythms. That is when everything is released. It is impossible to control anything, you can only let go and be carried along by the sensations.<br \/>\nSit on an office chair (the kind that can rotate) close your eyes, propel the chair in a circular motion with your feet and perform approximately twenty rotations. Then, stop the chair abruptly. The cenaesthesian sensations are very strong: you have the impression that you are still rotating or, using a more esoteric vocabulary, you have the impression that your ‟double” is rotating, that it has detached itself from your physical body, rotating in a direction that is the opposite of the direction of the physical rotation. That’s already quite a strong sensation. When Daniel Stiennon transmits a rhythm, the sensation is a thousand times stronger. It is like a jet pilot subjected to several g’s produced by a very abrupt acceleration.<br \/>\n(G =G-units: SI derived unit for acceleration)<br \/>\nReceiving rhythms from him is a very surprising experience. Everyone is astounded by the potential and the possibilities of the human brain. I have seen yoga teachers, who had spent their entire life searching for that kind of phenomena, crying with joy, such was the intensity of the experience. I have seen skeptics who, after a single experience, became fascinated by Phosphenism.<br \/>\nAbove all, Phosphenism is an enriching inner experience, an adventure that can only be undertaken through practice.\u2028Thank you, Daniel.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marc N.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#cc7f33\" \/>\n<p>During the advanced continuing training course, I am sitting in front of Daniel. He projects the rhythm on me. As soon as I close my eyes, I feel as if I was swept by a wave so strong that I lose balance and fall from the chair… An experience that’s impossible to define with words. Strong, powerful, like a volcano radiating energy. A great, big, thank you to you, Daniel.<\/p>\n<p style=\"text-align: right;\"><em><strong>Beatrice J.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#cc7f33\" \/>\n<p>After a day of advanced continuing training course… I am dreaming. A fairy offers me a small purple ball that she is holding in her hand. Then, she shows me that she can make that little ball levitate, a few centimeters above her hand. I get closer to her and show her that if I move my hand close to her ball, I can make it spin around and levitate at the same time. I show her that my feet have left the ground. That is when the ball starts rotating around my feet. I follow it with my eyes, it moves back up, rotating around my body. As I try to follow it, I suddenly find myself rotating in space like a Whirling Dervish. I am not rotating very fast, but my motion is majestically graceful. I am wrapped in a feeling of fluffy well-being. I rotate for quite a while, letting myself be carried around by the sensations. Then, applying the exercise of concentration on a detail of a perception or a sensation, in this case a dot of light, I find myself rotating a little bit faster, with feeling of elevation. I have the impression that I am rising forever.<br \/>\nIt’s a very powerful sensation, though it is at the same time very soft and pleasant. Then, I perceive a light that progressively floods the space in which I am located. Then, I find my fairy again, her ball becomes evanescent. I feeling a sensation of wholeness permeating me. The emotion is just too intense and it wakes me up. Thanks to Daniel Stiennon.<\/p>\n<p style=\"text-align: right;\"><em><strong>Myriame L.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#cc7f33&#8243; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243;]<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation-aura.jpg\" width=\"240\" height=\"240\" alt=\"\" class=\"wp-image-9135 aligncenter size-full\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation-aura.jpg 240w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation-aura-150x150.jpg 150w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation-aura-100x100.jpg 100w\" sizes=\"(max-width: 240px) 100vw, 240px\" \/><\/p>\n<p style=\"text-align: center;\"><strong>Matérialisation de l’énergie éthérique<\/strong><\/p>\n<p style=\"text-align: justify;\">Here is a detailed rendition of an exercise taught by Daniel STIENNON during a expert training&#8217;s course. The exercise consists in asking a person to stand in front of a white wall, then to focus a point located approximately ten centimeters above his\/her head. After a while, a luminous halo can be perceived above the person’s head. The density of that halo will depend on two factors:\u2028– The state of mind of the person.\u2028– The capacity that the observer’s brain has to project the diffuse glow around the retinal image of the person.\u2028In Esotericism, such an observation is called: the perception of the etheric body.\u2028Advanced phosphenauts also perceive a mass of colors around the person. It is often called the perception of the aura, though it would be more correct to call it the densification of our visual chaos.\u2028The interpretation of these colors is contingent on our capacity for ‟clairvoyance”.<br \/>\nThe more our brain has a capacity for clairvoyance, the more it will allow us to obtain informations in our field of vision.<br \/>\nBut, let us carry on with the exercise: spend a moment observing the diffuse glow that appears around the person standing in front of the wall. Then, ask the person to kneel as fast as possible. You will be able to observe that his\/her ‟double” remains in the previous position for a few seconds, as if it was ‟glued” to the wall, before going down, as if it was trying to return to the physical body. The appearance of the diffuse glow is due to its impregnation in our field of vision. The consecutive movement is related to our brain’s capacity for ‟clairvoyance”. It is the same phenomenon that produces the appearance of ‟ghosts”.<br \/>\nThen, Daniel STIENNON demonstrates the densification of etheric energy by making a ball of light appear in the palm of his hand. I have seen with my own eyes that ball of energy appear and move, following the movements of his arm. Then, sitting on a chair with his eyes closed (and wearing a blindfold), he places that etheric substance on my lower abdomen. At that moment, I feel a column of energy wrapping itself around me. Then, suddenly, it is as if I was transported to an other ‟world”, an other state of consciousness: a very strong and impressive phenomenon.<br \/>\nThis shows that our etheric energy (or diffuse glow) can be amplified by other people (phosphenic phenomena are very easy to transmit) and thus increase and develop our latent abilities, qllowing us to plunge into uncharted layers of our consciousness.<br \/>\nThanks to Daniel Stiennon for this fantastic experience.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yvan L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#cc7f33\" \/>\n<p><img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation_2.jpg\" width=\"360\" height=\"240\" alt=\"\" class=\"wp-image-9136 aligncenter size-full\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation_2.jpg 360w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation_2-300x200.jpg 300w\" sizes=\"(max-width: 360px) 100vw, 360px\" \/><\/p>\n<p style=\"text-align: center;\"><strong>The Inner Travel<\/strong><\/p>\n<p style=\"text-align: justify;\">After Daniel had placed a ball of energy on my solar plexus, I felt sucked up inside my own body.\u2028I voyaged in my veins, my arteries and some of my organs.\u2028Visiting your own organism is quite a strange experience.\u2028I followed Daniel’s recommendations and instilled a toning energy to my entire organism.\u2028Thanks to Daniel for this inner voyage and all his valuable explanations.<\/p>\n<p style=\"text-align: right;\"><em><strong>Noelle D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#cc7f33\" \/>\n<p><img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation_3.jpg\" width=\"360\" height=\"238\" alt=\"\" class=\"wp-image-9137 aligncenter size-full\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation_3.jpg 360w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation_3-300x198.jpg 300w\" sizes=\"(max-width: 360px) 100vw, 360px\" \/><\/p>\n<p style=\"text-align: center;\"><strong>Bundling the Universal Energy<\/strong><\/p>\n<p style=\"text-align: justify;\">The diffuse glow can be transmitted by telepathy, all the more so if the emitter is close to the receptor. So, when Daniel projected his energy on me, I felt as if I was ‟outside of my body”. Then Daniel asked me to bundle my energy in my lower abdomen and to focus all my concentration on the energy that I was feeling growing there.\u2028‟Shape it into a bundle” he said. ‟Make it whirl and rise along the vertical axis of your body, until it reaches the top of your head, then project yourself with it.”\u2028What a sensation! It would be too long to describe it. Anyway, one has to live such an experience in order to believe that it is even possible.\u2028Thank you Daniel.<\/p>\n<p style=\"text-align: right;\"><em><strong>Gerard W.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#cc7f33\" \/>\n<p><img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation_4.jpg\" width=\"360\" height=\"240\" alt=\"\" class=\"wp-image-9138 aligncenter size-full\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation_4.jpg 360w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation_4-300x200.jpg 300w\" sizes=\"(max-width: 360px) 100vw, 360px\" \/><\/p>\n<p style=\"text-align: center;\"><strong>What a night&nbsp;!<\/strong><\/p>\n<p style=\"text-align: justify;\">The course of advanced continuing training proceeded as usual, with its host of experiences. But, the days were nothing compared to following nights.\u2028Vertiginous sensations of movement, vortices whirling in an extravaganza of colors and hues, I was presented sacred texts (that I could not decipher), listened to astral symphonies, was contacted by thinking energies (that passed on their teachings to me), contemplated sacred golden letters that transported me into indescribable states of consciousness…\u2028Thanks to you all for transmitting your energies and to Daniel for his advice on interacting with the different planes of consciousness.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pascal T.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#cc7f33\" \/>\n<p><img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation_5.jpg\" width=\"360\" height=\"240\" alt=\"\" class=\"wp-image-9139 aligncenter size-full\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation_5.jpg 360w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/initiation_5-300x200.jpg 300w\" sizes=\"(max-width: 360px) 100vw, 360px\" \/><\/p>\n<p style=\"text-align: center;\"><strong>Light in my field of vision<\/strong><\/p>\n<p style=\"text-align: justify;\">When Daniel Stiennon transmitted his energy to me, it provoked the perception of a quasi supernatural energy.\u2028An energy that, if I understand Daniel’s explanations well, was produced by an increase of my neuronal activity. In my case, the result was the perception of flashes of light in my field of vision.\u2028Following Daniel’s advice, I projected myself towards these lights and passed through them, resulting in the accumulation of even more energy.\u2028Thanks to all the persons who have played the role of emitters.\u2028Thank you very much, Daniel, for allowing me to realize these experiences without worrying about a thing.<\/p>\n<p style=\"text-align: right;\"><em><strong>Valerie H.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#cc7f33&#8243; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243;]<\/p>\n<div align=\"center\">\n<div style=\"width: 310px;\" class=\"wp-video\"><!--[if lt IE 9]><script>document.createElement('video');<\/script><![endif]-->\n<video class=\"wp-video-shortcode\" id=\"video-222-1\" width=\"310\" height=\"210\" preload=\"metadata\" controls=\"controls\"><source type=\"video\/mp4\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/TÉMOIGNAGES-Spécial-sur-Daniel-STIENNON-Phosphénisme.mp4?_=1\" \/><a href=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/TÉMOIGNAGES-Spécial-sur-Daniel-STIENNON-Phosphénisme.mp4\">https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/TÉMOIGNAGES-Spécial-sur-Daniel-STIENNON-Phosphénisme.mp4<\/a><\/video><\/div>\n<\/div>\n<p style=\"text-align: center;\"><strong>The Power of Inner Energy<\/strong><\/p>\n<p style=\"text-align: justify;\">The energy that Daniel Stiennon transmitted to me produced an intense experience.\u2028He had asked me to channel the energy in my Muladhara chakra. I had the sensation that the energy was ready to explode like a volcano in eruption. I endeavored to contain that energy before it could free itself, but I experienced difficulties.\u2028When that took place, I did not have any more perceptions of my physical body. I had the impression that I was wrapped up in cotton wool and I did not have any more control on my thoughts.\u2028‟Where am I?” I shouted interiorly.\u2028The perceptions were deliciously pleasant and I wanted the experience to last much longer. Half-an-hour is really too short!!\u2028During the night that followed the advanced continuing training course, I had a contact with Dr LEFEBURE.\u2028Did I pick up one of Dr LEFEBURE’s electrons? Was it transmitted by Daniel? That will remain a mystery. At any rate, Daniel really has a lot of energy.<\/p>\n<p style=\"text-align: right;\"><em><strong>Thierry L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#cc7f33\" \/>\n<p><img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/tunel.jpg\" width=\"283\" height=\"191\" alt=\"\" class=\"wp-image-9141 aligncenter size-full\" \/><\/p>\n<p style=\"text-align: center;\"><strong>Illumination Phenomenon :<br \/>\na luminous tunnel leading to a contact with the divine<\/strong><\/p>\n<p style=\"text-align: justify;\">During the night that followed the advanced continuing training course, near 5 am, I was awakened by a supernatural light, while I was deeply asleep.\u2028I could not help opening my eyes, as I thought: ‟who has just switched the light on?”\u2028But I was on my own.\u2028In an instant, I remembered that Daniel had told us about the effects of neurological energy discharges in the field of vision, a phenomenon called ‟illumination” that leads to higher states of consciousness.\u2028I closed my eyes again, tried to calm down and observe my field of vision.\u2028The light remained present, slightly less intense, but still very present. I observed it and I felt that I was attracted by it, together with a very pleasant sensation of vertigo. I had the sensation that I was moving forwards inside a tunnel, towards the LIGHT.\u2028I could not say why, but I have the feeling that I touched something that was Divine and at the same time an emanation of Creation.\u2028It was as if that light was my existence and that it was connected to God.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#cc7f33\" \/>\n<p><img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/Une-lumiere-eblouissante-300x125-1.jpg\" width=\"300\" height=\"125\" alt=\"\" class=\"wp-image-9142 aligncenter size-full\" \/><\/p>\n<p style=\"text-align: center;\"><strong>Dazzling Light<\/strong><\/p>\n<p style=\"text-align: justify;\">Am I conscious or is that a dream? I feel my heartbeat slowing down. But, is it my heartbeat or my double’s?\u2028I try to find out, but I do not have much time for wondering. I am interrupted by a sudden flash of light that crosses my field of vision, followed by a dazzling light.\u2028I then feel that I am sucked up in a tunnel of light and I say to myself: ‟Would that light permit contact with God?”\u2028Eventually, I wake up. I am enchanted by what has just happened to me.\u2028And, as Daniel had taught us recently how to use that light to nourish consciousness, I form a point of concentration that quickly harmonizes itself with the rhythm of my field of vision.\u2028I then feel carried by pleasant sensations and I endeavor to abandon myself to them.\u2028That was a fantastic experience that I shall never forget.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Pascal D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#cc7f33\" \/>\n<p><img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/boule_soleil.jpg\" width=\"284\" height=\"213\" alt=\"\" class=\"wp-image-9143 aligncenter size-full\" \/><\/p>\n<p style=\"text-align: center;\"><strong>Conscious Dream<\/strong><\/p>\n<p style=\"text-align: justify;\">I am conscious in my dream. I run, I jump, I dash forward, trying to take off. Every time, that is a delicate and thrilling moment.\u2028Sometimes, I can’t run fast enough. Every step is difficult and I know that I have not practiced enough Rhythmo-Phosphenic exercises.\u2028When everything goes on well, the experience is great.\u2028It always starts the same way (maybe I unconsciously wish so): I am running in the grass and, when I consider that I am going fast enough, I jump and take off. The scenery unfolds under me. I avoid losing too much altitude so that there is no risk of interrupting the experience.\u2028Then, I practice the exercise of concentration on a detail.\u2028As soon as I feel that my flying speed is diminishing or that I am losing altitude, I enter a whirling movement. I then become stable again and observe the sensations. They are really unbelievable.\u2028Every time, the sensations are so powerful that they end up waking me up. I use the occasion to observe my field of vision full of light.\u2028Before going back to sleep, I describe the experience in a loud voice (I have a voice-controlled recorder). When I listen to it the following day, it helps impregnating me a bit more, increasing my chances of producing that kind of experience.\u2028That way, my subconscious understands what it is that I am seeking, as that type of experience really is very pleasant. That is what I am after, and I want to provoke those perceptions as often as I can during the night, because they’re Great!\u2028Thank you, Daniel for opening my eyes to the light that has changed my life.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patricia R.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#cc7f33&#8243; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243;]<\/p>\n<p style=\"text-align: justify;\">The Expert Training&#8217;s internships are available to the Club Card&#8217;s holders.<br \/>\nThere are reserved to the Phosphenists who have reached a good level of energy thanks to their practice. Under the direction of Daniel Stiennon, the exercises are particularly intense and rich in experiences.<\/p>\n<p>There are a private training which can regroup from 20 to more than 200 people, depending on the theme of the internship and the level of the practitioners.<\/p>\n<p>For more information, please see : <a href=\"https:\/\/www.phosphenism.com\/training\/\" target=\"_blank\" rel=\"noopener noreferrer\"><span style=\"text-decoration: underline;\"><strong>TRAINING<\/strong><\/span><\/a><\/p>\n<p><img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/formation-continue-groupe.jpg\" width=\"682\" height=\"454\" alt=\"\" class=\"wp-image-9144 aligncenter size-full\" srcset=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/formation-continue-groupe.jpg 682w, https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/formation-continue-groupe-480x320.jpg 480w\" sizes=\"(min-width: 0px) and (max-width: 480px) 480px, (min-width: 481px) 682px, 100vw\" \/><\/p>\n<p style=\"text-align: justify;\">In the early afternoon, we practiced floor exercises: 2 receptors were laying on the floor, in the middle of the room, while all the other participants had to perform the rotation of a visualized image above them. At a certain point during the exercise, this whirling image became denser; I started to feel the presence of an energy in the center of the room, as well as a light coming from above, illuminating more and more my field of vision. When Daniel Stiennon told the two receptors that he was going to carry them along in the vortex, I suddenly found myself sucked up by that vortex. It generated an incredible sensation of rotation in my head and, later, every time Daniel was carrying them along, I was carried along, too. The sensation of acceleration was becoming more and more intense and, at times, my field of vision was intensely illuminated.\u2028Then, the persons who had taken the role of receptors formed a circle in the center of the room. There was about ten of them. We were sitting around them. Our role was to imagine a vortex in the center, above the circle of receptors. Daniel then carried the participants along to the ‟edge of the cosmos” at breathtaking speed. Again, I was carried along in that flow of energy. This time, it was my whole body that started to oscillate several times.<br \/>\nI am now conscious of the infinite power of thought and of the energy it can generate.\u2028I have experienced fantastic moments, though I did not really understand what was happening to me. Nevertheless, I can say that it was very pleasant and that, during the remainder of the day, I felt a delicious sensation of coolness in my head. ‟It was great!”<br \/>\nTwo years ago, I was an atheist. Since, I have evolved towards spirituality. Feeling and experiencing the universal creative principle has totally changed the way I approach life.\u2028I started practicing Phosphenism to improve my memory and develop my spirit of initiative. But, I quickly realized that Phosphenism was an Initiation and that it would make me evolve quickly and profoundly, especially if I met other people that were following the same process. I have already noticed that my ideas have become clearer, more precise, more thoughtful.\u2028I imagine that Phosphenism holds many more surprises and will allow me to understand aspects of life and spirituality that I still do not comprehend. Nevertheless, what I have already found makes me want to go forwards.<\/p>\n<p style=\"text-align: right;\"><em><strong>Fernando R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#cc7f33\" \/>\n<p style=\"text-align: justify;\">After practicing head sways for twenty minutes, the participants were deeply concentrated and the first effects were starting to be felt. At times, my head would stop swaying but, I did not notice it and I was under the impression that I was still practicing head sways. Then, we reached the end of the exercise. We moved on to a phase of observation. I was relaxing and letting go. I felt a formidable energy emanating from the lower part of my back. My body and my head started swaying laterally, then in all directions.\u2028I felt very light and my body swung forwards. All the energy rose up my spine, spreading into my head, provoking a sensation of heat and tingling. I never thought that I could experience such a force. I was feeling so good, I did not want it to stop. When I started to recover, my body was extremely relaxed, I was floating. I did not even try to stand up as my legs were rather wobbly. I don’t think my legs would have supported me. That was a great moment, full of powerful sensations and emotions.<br \/>\nA second grand experience with Daniel Stiennon. I was sitting face to face with an other person who was projecting a phosphene on me and concentrating on her visual chaos. I was wearing a sleep mask and I was concentrating on a rhythm. I was visualizing a rotating disk on my perineum. It was letting out sparks as it was rising up my spine, up to the top of my head, going back down in a whirling movement around my body, at a precise, regular rhythm. After a few minutes, my body spontaneously started to perform rotations that I did not control. It was as if it wanted to take off. Then, Daniel placed his hand on my shoulder and the whirling rhythm of the spray of sparks, located on my back and my head, became much stronger and more intense. Then, I perceived uncontrollable pulsations in all my muscles. My entire being was trembling. I didn’t even remember in which part of the room I was sitting. But, I was feeling close to Daniel who continued to carry me along in the exercise, in order to go even further.<br \/>\nIt is very difficult to express all the emotions that were produced by theses exercises as it is, above all, a personal experience. Words seem too dull to express such experiences…\u2028I warmly thank Daniel Stiennon for letting me experience such intense and powerful moments.<\/p>\n<p style=\"text-align: right;\"><em><strong>Nathalie R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#cc7f33\" \/>\n<p style=\"text-align: justify;\">I attended the first day of the training course. It is difficult to transcribe what took place there, as words cannot convey such things.\u2028Though I was slightly apprehensive, as soon as the course started, I felt totally confident. I decided to take the risk to participate. It meant I had to lay down on a mattress while the people around me were concentrating on me, to transmit their rhythms and energies. How can one describe what took place then? I guess by starting with the beginning: my right hand started moving spontaneously. As I had be instructed to, I internalized that movement and, without transition, I suddenly was transported or carried along into the faraway.What is that faraway dimension? I do not know. But, I can affirm that I had lost all the material points of reference to which I was used. I was being sucked up at a tremendous speed. It seems important to note that only four of my friends (who were present on that day) seemed to have accompanied me in that ‟experience”. Their reassuring presence made me more than happy. It was also helping me as these sensations can be frightening the first time they are experienced.\u2028Since Sunday, I am happy to be alive, happy to have dared going through that challenge, happy to have experimented with the higher levels of the practice of Phosphenism. In my profession as a schoolteacher, I also feel more confident. Everything is fine.\u2028But, again, what is the value of words compared to the sensations produced by the practice of Phosphenism?<\/p>\n<p style=\"text-align: right;\"><em><strong>Myriam G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#cc7f33\" \/>\n<p style=\"text-align: justify;\">During the Continuing Training Course, I had decided that I would not play the role of receptor. But, Daniel invited me to do so, and here is the experience that followed:\u2028‟I was transported to a vast blue space and there, as if I was sitting on a ledge, I contemplated the Cosmos. It seemed at the same time near and far, as if I could touch infinity. It was fantastic… there is no other word to describe the experience.”<\/p>\n<p style=\"text-align: right;\"><em><strong>Anne M.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-special-internships-4\/&#8221; button_text=&#8221;Special INTERNSHIPS #4&#8243; button_alignment=&#8221;left&#8221; admin_label=&#8221;Bouton: Previous Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%2%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_icon_placement=&#8221;left&#8221; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|-50px|||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-in-education\/&#8221; button_text=&#8221;Phosphenic Mixing in Education&#8221; button_alignment=&#8221;right&#8221; admin_label=&#8221;Bouton: Next Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%3%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|||-50px|false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extracts from our GUEST BOOKDaniel STIENNONAfter spending so many years diffusing Dr Lefebure’s works, it seemed normal to me, in spite of his hesitation, to pay a tribute to Daniel Stiennon through the experiences that he has offered to phosphenauts. To understand one of the aspects of his personality, it is important to mention that, for [&hellip;]<\/p>\n","protected":false},"author":28,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[43],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Testimonies on Daniel Stiennon - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"description\" content=\"Everyone who met him agrees that Daniel STIENNON is a Master whose teachings allow to evolve as an individual.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Testimonies on Daniel Stiennon - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"Everyone who met him agrees that Daniel STIENNON is a Master whose teachings allow to evolve as an individual.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-01-12T11:00:23+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-15T10:52:59+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/roue-de-velo.jpg\" \/>\n<meta name=\"author\" content=\"Daniel STIENNON\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Daniel STIENNON\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"30 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/\",\"url\":\"https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/\",\"name\":\"Testimonies on Daniel Stiennon - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-01-12T11:00:23+00:00\",\"dateModified\":\"2021-04-15T10:52:59+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\"},\"description\":\"Everyone who met him agrees that Daniel STIENNON is a Master whose teachings allow to evolve as an individual.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"TESTIMONIES 11: Special Daniel Stiennon\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\",\"name\":\"Daniel STIENNON\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"caption\":\"Daniel STIENNON\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/contact_uk\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Testimonies on Daniel Stiennon - PHOSPHENISM - Dr. LEFEBURE School","description":"Everyone who met him agrees that Daniel STIENNON is a Master whose teachings allow to evolve as an individual.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/","og_locale":"en_US","og_type":"article","og_title":"Testimonies on Daniel Stiennon - PHOSPHENISM - Dr. LEFEBURE School","og_description":"Everyone who met him agrees that Daniel STIENNON is a Master whose teachings allow to evolve as an individual.","og_url":"https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/","article_published_time":"2020-01-12T11:00:23+00:00","article_modified_time":"2021-04-15T10:52:59+00:00","og_image":[{"url":"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/roue-de-velo.jpg"}],"author":"Daniel STIENNON","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Daniel STIENNON","Est. reading time":"30 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/","url":"https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/","name":"Testimonies on Daniel Stiennon - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-01-12T11:00:23+00:00","dateModified":"2021-04-15T10:52:59+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f"},"description":"Everyone who met him agrees that Daniel STIENNON is a Master whose teachings allow to evolve as an individual.","breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"TESTIMONIES 11: Special Daniel Stiennon"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f","name":"Daniel STIENNON","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","caption":"Daniel STIENNON"},"url":"https:\/\/www.phosphenism.com\/author\/contact_uk\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/222"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=222"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/222\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=222"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=222"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=222"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}