{"id":225,"date":"2020-01-08T12:00:02","date_gmt":"2020-01-08T11:00:02","guid":{"rendered":"http:\/\/www.phosphenism.com\/?page_id=225"},"modified":"2021-04-15T12:51:28","modified_gmt":"2021-04-15T10:51:28","slug":"testimonies-special-internships-1","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/","title":{"rendered":"TESTIMONIES 07: Special Internships #1"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_fullwidth_header title=&#8221;TESTIMONIES&#8221; subhead=&#8221;Special INTERNSHIPS&#8221; header_scroll_down=&#8221;on&#8221; scroll_down_icon=&#8221;%%3%%&#8221; scroll_down_icon_color=&#8221;#ffffff&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran: Special INTERNSHIPS&#8221; _builder_version=&#8221;4.7.1&#8243; title_text_align=&#8221;center&#8221; title_font_size=&#8221;48px&#8221; subhead_text_align=&#8221;center&#8221; subhead_font_size=&#8221;24px&#8221; background_color=&#8221;#49ba23&#8243; min_height=&#8221;250px&#8221; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_row _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_text _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;]<\/p>\n<h2 style=\"text-align: center; line-height: 25pt;\"><span style=\"color: #993300;\"><strong>Extracts from our GUEST BOOK<br \/>INTERNSHIPS #1<\/strong><\/span><\/h2>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;3.25&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/TEMOIGNAGES-STAGES.jpg&#8221; title_text=&#8221;TEMOIGNAGES-STAGES&#8221; show_bottom_space=&#8221;off&#8221; align=&#8221;center&#8221; align_tablet=&#8221;center&#8221; align_phone=&#8221;&#8221; align_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;IMG: Special INTERNSHIPS&#8221; _builder_version=&#8221;4.7.1&#8243; max_width=&#8221;550px&#8221; animation_style=&#8221;slide&#8221; animation_direction=&#8221;left&#8221; animation_duration=&#8221;500ms&#8221; animation_intensity_slide=&#8221;10%&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; animation=&#8221;left&#8221; sticky=&#8221;on&#8221; always_center_on_mobile=&#8221;on&#8221;][\/et_pb_image][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; admin_label=&#8221;section&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_row column_structure=&#8221;1_4,3_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_sidebar area=&#8221;et_pb_widget_area_2&#8243; show_border=&#8221;off&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; header_font_size=&#8221;14px&#8221; header_line_height=&#8221;1.7em&#8221; background_color=&#8221;#f3dabf&#8221; custom_padding=&#8221;|||3px|false|false&#8221;][\/et_pb_sidebar][\/et_pb_column][et_pb_column type=&#8221;3_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_testimonial quote_icon_color=&#8221;#49ba23&#8243; company_name_tablet=&#8221;&#8221; company_name_phone=&#8221;&#8221; company_name_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]During a workshop, I was sitting in the middle of two rows of persons who were practicing rhythmo-phosphenic exercises in alternation. Suddenly, I found myself in the cosmos with the sensation that I was a point of light in the center of the universe with an expanded consciousness.\u2028I then understood that I was constantly united to the entire creation.\u2028Thanks to Dr Lefebure.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain L. G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>We were in a phosphenic telepathy workshop, and there was an odd number of persons. I asked Mr Stiennon if I could work with him because I was without a partner. He accepted and I placed myself facing him. We were seated on chairs facing one another. In this workshop, I was the receiver and he was the transmitter. I had barely put on the eye-band and closed my eyes when I felt a very strong vibration throughout my entire physical body, or my etheric body, it was hard to tell which. I really do not know how to describe what happened. But what I can say is that it was really very powerful.\u2028Then I found myself floating above my body, and from above I could see myself sitting on the chair. An instant later, I found myself in the sky, swept up in a swirling movement. The sensations and perceptions were much clearer and stronger than those obtained using the rotating seat used to produce a gyrophene. The users of the Phosphenic Machine will understand what I am talking about. It was really very impressive. One very big thank you Mr Stiennon for this unforgettable moment.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patricia D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I have participated in numerous training courses in the domain of personal fulfilment and spiritual development, but I have to admit that the Phosphenism training course I participated in is one of the best I have ever taken part in.<\/p>\n<p style=\"text-align: right;\"><em><strong>P. L. R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I had a very pleasant stay in this location where the training course was located, far from the excitement of modern day life. The courses took place in a very nice atmosphere. I was able to learn to use phosphenes thanks to the numerous exercises proposed. And I am now leaving filled with a new energy, completely rested, and my ‟head” free from cares! A really pleasant sensation. With this method, I have finally found the most powerful tool for personal fulfilment. I am convinced of it!!! Thanks to all, without forgetting Naïma and Alain for their great kindness and availability.<\/p>\n<p style=\"text-align: right;\"><em><strong>Sonia<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I have spent a pleasant week. Naïma and Alain are very welcoming persons and extremely efficient. They are there to take care of the smallest problems of a practical nature. As for Daniel and Gilles, it was a pleasure to meet you. You are fascinating persons and you have the gift of being able to pass on your passion for Phosphenism, especially for me as a beginner. In this harbour of peace I found a well of knowledge. If you wish to experience a moment rich in emotion and sharing, you should turn to Phosphenism.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Michel L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>It is so pleasant to work surrounded by nature. I cannot say what I was most enthused by. I shall need many days to completely assimilate, digest everything. Gilles – quite amazing from the start, unconventional, spontaneous and authentic – knows very well how to get the messages to pass. I like his educational teaching centered on practical applications. As I am not intellectual, it suited me and it was easy for me to follow.\u2028Four transmitters turned around me, in rhythm, stamping on the ground with their feet. The rotation was done in a counter-clockwise direction. Suddenly, I found myself transported to an Amerindian tribe. This dance turning in a circle and stamping on a rhythm of 2 seconds is ‟big medicine”. Done in a clockwise direction, it cures the hot diseases; in the opposite direction, it cures cold diseases. I lived in this tribe and I was initiated into these curative dances by the ‟Grandfather” shaman and the whole tribe. I also liked the experience with the totem-animals very much. Gilles has a heart of gold and a true respect for nature and humanity. It is important to have teachers whose energies allow us to evolve.<\/p>\n<p style=\"text-align: right;\"><em><strong>Veronique M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Thank you Daniel, Naïma, Gilles and Alain for your warm and attentive welcome. Thank you for letting us live this experience. My congratulations on the quality of the meals. The training course with Gilles gave me the opportunity to live through the experience of Prometheus (which I did not previously know)! … … I feel rebalanced, and naturally, I hope to participate in other ‟adventures”. My only regret is that I did not discover Phosphenism sooner.<\/p>\n<p style=\"text-align: right;\"><em><strong>Fabien L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I greatly appreciated the energies of Bruno, who knew how to create a particularly warm atmosphere. During this training course, I learned an enormous amount about the rhythms. I sensed a great respect for individual differences, which allows me to continue to practice with a rather subtle palette of exercises.\u2028I appreciated the persons who trained the group. It has been very enriching. As for the infrastructure, thank you, Daniel, for allowing all of this to exist.\u2028Congratulations to Youssef and Hamza for their mastery in the preparation and serving of the meals.<\/p>\n<p style=\"text-align: right;\"><em><strong>Therese<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>A wealth of experiences outside, using ‟solar” phosphenes which I appreciated very much. The work done in a group, in particular using mantras, was an intense moment. I also greatly appreciated the use of rhythmic music with phosphenes which was an experience approaching a form of ‟initiatory trance”. The night-session was also very enjoyable, as well as the exercises for stimulating the awareness of intellectual rhythms. The pneumophene, which I had forgotten a bit since last year, seems to be one of the indispensable complementary tools for me.<\/p>\n<p style=\"text-align: right;\"><em><strong>Serge F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I was very happy to camp, and also very happy to make the acquaintance of our teacher Gilles, who allowed me to discover his druidic culture, as well as his good temper. The food was very good. This stay was like a holiday and it allowed me to recharge my batteries. And especially, it permitted me to meet other participants who nearly all had riches of knowledge and with whom I exchanged multitudes of information. Concerning the workshops, it was very pleasant to participate in them outside, in nature. When I arrived, I had very little practice in Phosphenism. I would like to do exercises daily at home so as to continue the work that we did. I had some beautiful experiences, and beautiful dreams that allowed me to understand certain things about myself. A big thank you to Gilles, Alain, Naïma and Daniel.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pascal C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Pleasant atmosphere. Very good quality of the participants in the training course, and the energy generated from the very first day completely boosted my energy.\u2028The most striking experience: I found myself with an extremely strong sensation at the level of the hara (丹田 dāntián (hypogastria) in Chinese, hara ou seika tanden in Japanese), and in my spine (nerve centres) as if I were in an egg. I was transformed into a four-legged animal … And that is really something. Thanks to Gilles for this very beautiful experience and all the others. Thank you Daniel.<\/p>\n<p style=\"text-align: right;\"><em><strong>Monique K.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I am very happy and satisfied to have been able to participate in the Phosphenism Advanced Training Course. It is quite feasible to practice Phosphenism by oneself, using the books and CDs by Dr Lefebure and Daniel Stiennon as a base for study. Practice done with other persons at a given time, accelerates the results. The greater the number of persons practicing together, the more powerful it is. And also, attending a Phosphenism training course allows one to verify that the exercises are practiced correctly.\u2028For example, yesterday I learned how to practice the powerful exercise of eye convergence correctly. I realized that I was not doing it the right way. I learned how to correct it and how to practice in an optimal way. One of the other benefits of this type of training course is an accelerated accumulation of rhythms. When you have 25 persons who project a rhythm of 1\/6th of second on you, it is very powerful! And in addition, when Daniel Stiennon is among one of these persons and along with other very experienced Phosphenists, it increases the quality and the quantity of the rhythms that are transmitted even more. Having explained this, I was literally transported within myself by a powerful wave of energy. This type of exercise particularly allows one to gain time in months of practice, hence the great interest. For my part, it was after participating in a Phosphenism training course (the Basic Training Course) that I began practicing phosphenic techniques in a serious and regular manner.\u2028This Advanced Training Course brought me a great amount of energy and enthusiasm; it allowed me to commit myself completely to following this path.<\/p>\n<p style=\"text-align: right;\"><em><strong>Franck<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>In spite of the exercises proposed, I spent the entire training course thinking only of the text written on Atlantis by Daniel STIENNON. A bit like an obsessive thought having for a backdrop ‟and what if Atlantis was a place hidden in our universe of dreams?” Two weeks after the training course, my efforts were rewarded. I spent the night visiting a city swallowed up by the sea. I was able to go from one place to another without having to inhale air, like a fish in the depths. I visited temples and buildings covered with coral and seaweed. I entered a building, whose age and period of construction I would be incapable of estimating, and I saw an altar where a flame was burning. I felt enticed by it, drawn towards the flame. The feeling inspired in me was very strong and I did not dare to go any further in the experience. I am going to start doing the lateral sway exercises again in order to strengthen myself and diminish my feelings of apprehension. Following this experience, I have the strong feeling that indeed all things are within us, and that ‟if you knock on the door, it will be opened”. Do the Phosphenic exercises and you will discover the universe that is within.\u2028An immense thank you to Phosphenism.<\/p>\n<p style=\"text-align: right;\"><em><strong>Bernard F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Regarding the organization, the infrastructure of the campsite and the meals, I think that everybody is unanimous in saying that it is perfect. Absolutely nothing to criticize. I appreciated the meals composed of slow-burning sugars at noon, like those adapted for sportsmen. They provided the energy necessary for undertaking all the afternoon exercises as well as the evening ones.\u2028I had three professors who had three different styles. Bruno, very pedagogical, is ideal for someone who is a novice. Gilles, who offers an approach to Phosphenism in close relation to nature and the elements comprising it. His training course (Naturo-Phosphenology) is one to discover because he opens another dimension to us. And finally, Daniel STIENNON, who proposes an intensive course, if not to say Spartan, starting from the postulate that it is necessary to practice a great deal of rhythmic thinking (rhythmo-phosphenism) to obtain grandiose results.\u2028I appreciated the three personalities, and especially Daniel STIENNON, because I feel without a doubt that only extensive practice with a bare minimum of explanations is the key that leads to experiences. Moreover, as he himself says: ‟In my training courses, I do not really appreciate those persons who come because they saw the light; there is enough information on the web site so that each person can understand the legitimacy of the works of Dr LEFEBURE without having to add to it. Living oneself an experience is the first thing that one should seek. But in our intellectualized world, we prefer above all bookish and intellectual knowledge.”\u2028The intensive workshops allowed me to make my energy double denser, and this helps me to obtain more lucidity during sleep. On this matter, I completely share Daniel’s opinion on the notion of the lost paradise. I do think that the world of the sleep (the nocturnal world) can be incredibly rich in perceptions of all kinds. Finding oneself completely awake and conscious in a grandiose environment with ecstatic feelings, in a known or unknown environment, can only recall Genesis in Eden.\u2028Each out of body experience, or astral travelling, can only strengthen our glorious body and allow us to anticipate what life after life could be, or at least this is what I think. The plunge into this universe of perceptions and sensations, beyond the pure sensation of the physical senses, is really an experience to be discovered. I am limited by the expression of this in words and I am unable to give a more precise description. And is it really useful after all?<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Claude L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Extraordinary to feel my forearms penetrate into the trunk of the tree.\u2028Sitting with my back against a tree, the extraordinary feeling of being the master of the place, drawn into the tree with a maternal sweetness.\u2028The extraordinary feeling coming from the ash tree which communicated its ill-being or its disease or other things. And the next day it appeared before me, asking me for help.\u2028The extraordinary sensation of sinking into the ground to become almost one with the earth.\u2028It was extraordinary to see through the eyes of a bear, to look at my snout and see my tongue licking my chops, watch a deer heading towards the forest, being followed by another four-legged animal, and then to see a bird of prey with a hooked beak and its claws getting ready to perch. Strangely, at the same moment Gilles pointed out to us that an eagle owl had perched above our heads and was watching us during the exercises.\u2028With a piercing glance over the savannah, it was extraordinary to watch a herd of animals go by at full gallop.\u2028These were the important moments in this training course. Difficult to forget them, they are engraved in my memory.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Gilbert L. G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Before my arrival, I felt tired because of the multitude of daily, family and professional obligations; I really did not think I was in the best form for following a training course. But from the first morning, the exercises done in a group reactivated my energy and I was really able to enter into the experiences of each exercise with ease.\u2028I am leaving in top form, rested and relaxed with many rhythms in my visual chaos. Thank you once again to Daniel, Naïma, Gilles, Alain, Thérèse, and to all of our friends from the training course.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Charles R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>During the training courses, I found peace and the mental calmness, and then I managed to see the internal light which, in my case, is an illumination of very yellow color and which permitted me to achieve the state of NIRVANA.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I must thank all the members of the Phosphenism team who I had not previously met, even though I have been practicing the method for ten years.\u2028A particular thanks to Daniel for having preserved the works of Doctor LEFEBURE, with so many sacrifices on his part. Without his doggedness for spreading the method, I would have never come across it. And I would never have become the person that I am today. Phosphenism has developed my perception and my well-being in a rather extraordinary way, and yet it is far from being finished. It has allowed me find the path which I now consider to be mine.\u2028Thank you also to Gilles for all his explanations concerning initiation and nature, Naïma for her good cooking and Alain who was always available and helpful.\u2028This training course has allowed me to revise my method of functioning, develop further my techniques and discover new ones which should help me to make enormous progress.\u2028A mass of experiences for the moment and a certainty concerning the rhythms created and many answers to my questions concerning my inability to let go.\u2028I had a very good stay, we were well-received, the place was very calm, the showers and sanitary facilities were irreproachable, the food delicious, in brief no problem whatsoever. It was a very pleasant stay with a continuity that will be just as surprising regarding the incubation of the rhythms that were created in my double and which will continue to expand into small or large forms of experiences once I have returned to my everyday life.<\/p>\n<p style=\"text-align: right;\"><em><strong>François B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>A very warm reception at the campsite and in the school. Daniel put us at ease right away. It also was a great privilege to spend these first days with him as an instructor.\u2028This training course was enriching: for the exercises that I did not previously know and equally for the rhythms which Daniel and Gilles introduced me to along with the other members of the group. I thus leave recharged in energy and full of rhythms that I will hopefully be able to maintain and multiply tenfold through daily and regular practice – and even more than before – on a solid basis.\u2028Not so easy to let go, but it is just that. Contrary to all expectations, I was able to live through experiences where I least expected to find them. I was lying in wait for ‟my double” a bit too much!\u2028I hope that we shall have the opportunity to meet again for a training course of force +++ or maybe one in the stars … Thanks to all the team, and particularly to Daniel and to Gilles.<\/p>\n<p style=\"text-align: right;\"><em><strong>Virginie P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I appreciated this big family that we formed. I loved all these workshops in nature. I have a new feeling in my body, at the same time more anchored and more expanded.<\/p>\n<p style=\"text-align: right;\"><em><strong>Regine L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>In spite of my apprehensions, I had an out of body experience. I had the impression of becoming detached and lifting up out of my body starting from my feet, and then I found myself behind me. Good perception of the energy of the work groups and the need of a certain amount of time to adapt and enter into the energy.\u2028I appreciated dynamics of Gilles and his contact with the elements of nature.\u2028Thanks to all and to you Daniel.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yane A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The most intense and most interesting moment for me was the teaching of head sways which seem to be the most suited to me.\u2028Training course to be advised for everyone, which really brings an extra something to life.<\/p>\n<p style=\"text-align: right;\"><em><strong>H.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The most outstanding experience for me in the training course was the second day during an exercise on the transmission of rhythms where I was the receiver with 8 emitters who repeated OM. In 9 seconds, I was transformed into sponge. I felt my body become limp and like cotton wool, but the most pleasant part of this was the agreeable sensation accompanying this state.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie E.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>There were several moments that I enjoyed very much, and in particular the mantra OM with 7 persons and 1 receiver in the center: a big white light appeared and I had the sensation of an opening in the crown chakra: very pleasant.\u2028I also greatly appreciated the work using the fast rhythms in dancing: I felt several electric currents which were generated from the bottom of the spine accompanied by electric spasms.\u2028I felt something similar during the vertical head sway exercises with the sound ‟ALLA” associated to the plant kingdom.\u2028A feeling from the star VENUS: very high energy. Very happy to be present at this training course.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jacqueline F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I have always been attracted to the sciences of the mind. Having wandered lost for many years going in wrong directions, I discovered Phosphenism ‟by accident”, if I may say so. I am happy with this discovery, finally an initiatory practice without silly dogmas, no bizarre symbolism (…) Everything is so simple, we are not asked to believe, just to experiment. This is exactly what I need!\u2028The explanations are simple, I bless Doctor Lefebure with all my heart.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Michel<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Thanks to Daniel for saving Phosphenism from oblivion!\u2028Thanks to Bruno for transmitting the information so well!\u2028Thanks to Hamza and Yousef for the ever smiling service.\u2028Thanks to the participants for their warmth, their open-mindedness, their friendliness.\u2028Thanks to the sun and to the moon, too.\u2028Many thanks to the Earth for being so beautiful!\u2028I am going back home charged with positive energy after having lived beautiful experiences, determined to put this efficient new set of tools to good use.<\/p>\n<p style=\"text-align: right;\"><em><strong>Françoise K.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Having wanted to do a training course for several years, I was able to deeply appreciate the universal quality and the wealth of this teaching. The different approaches of the instructors emphasized the infinite possibilities of Phosphenism, addressing every being in his universality and uniqueness.\u2028The techniques that were taught gave me the push to begin a regular job in the everyday life. The exchanges with the trainees from different backgrounds were also a part of this enrichment.\u2028As for the material aspect of the organization, I have nothing to comment on, as nothing was missing, everything being thought out in best interest and comfort for all.\u2028The campsite area is very peaceful, each person respecting the physical and ‟auditory” spaces of the others.\u2028A big thank you to Daniel, Bruno, Gilles and to all the persons who helped in the organization, and thank you for a teaching which is priceless. I am certainly not yet fully aware of the importance it will play in my path on earth, but that is another story.\u2028 In the light.<\/p>\n<p style=\"text-align: right;\"><em><strong>Christian C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>With the friendly atmosphere, watched over by our 2 guardian angels (adorable smiles and exemplary dedication) Hamza and Youssef, our little fairy Yasuko, the kindness of all the participants in the training course (and the beginning of new friendships), the warmth and the ability to listen on the part of the people in charge and the quality of the courses, I spent an unforgettable stay. I feel ready to continue to practice at home in order to go even farther.\u2028When do you plan to schedule the training sessions closer together?\u2028Thank you, thanks to everyone and to the ‟devas” of the premises.<\/p>\n<p style=\"text-align: right;\"><em><strong>Veronique A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I lived through an exceptional moment; the training course went beyond my expectations. It allowed me to become aware of what phosphenic energy is and how to use it to progress in the different experiences.\u2028A big thank you to Bruno for the quality of his teaching, his availability, his kindness and his love of Nature, and also to Daniel for his reception and for making sure that each person felt at home. The cheerfulness of everyone contributed to a very pleasant stay.\u2028And above all, continue to organize other training courses.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yannick<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Very good welcome when we arrived. The site is exceptionally well adapted for the practice of Phosphenism. The two cooks have always been considerate and available. The food is very organic and varied.\u2028I was able to understand the different exercises, which would have been impossible for me without the course. Our trainer skillfully managed a group of 40 people. The rhythm was sustained without being oppressive, the pedagogy was excellent: nothing to complain about.\u2028I was able to learn a multitude of small instructive details. The atmosphere was extraordinary.<\/p>\n<p style=\"text-align: right;\"><em><strong>J.-M. B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Excellent temperature.\u2028Good atmosphere, diversity of participants: personal enrichment in terms of relationships.\u2028Very good egregore.\u2028The work exceeded my expectations. I had extraordinary experiences thanks to the quality and work of my partners.\u2028As for our instructor Gilles, he was great. A velvet paw in an iron glove, full of humour, passion, attention and ready to set everyone on the right path. THANK YOU.<\/p>\n<p style=\"text-align: right;\"><em><strong>Josyane F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I was able to confirm certain intuitions, to rediscover my cosmic and terrestrial immensity. \u2028Thanks to the very warm welcome of Hamza, Youssef and Daniel.<\/p>\n<p style=\"text-align: right;\"><em><strong>Fabien L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Organization: the plant guardians watch over our sleeping in tents.\u2028An excellent idea for accommodation. The break with our previous rhythms is all the more profound. Strong stimulation with vegetal energy.\u2028Simple, fresh food perfectly adapted to our needs and not to our whims.\u2028Successful immersion in the middle of nature. The light in the heart, wonder to meet oneself in a dimension previously lived, and which by the phosphenic teaching finds all its meaning: RESONATE \/ REASON.\u2028Sparkles in a mosaic of discoveries.\u2028Plunge into the light, leave the dense, whirl in the subtle in order to get lost, to better meet there.\u2028To go up in the infinite, like a vertigo of love, a palpitating drunkenness bathed in tears and laughter.\u2028Practicing exercises to take home, and become your own athanor&#8230; Shamanism part, extraordinary freshness. To find the child in oneself and who fortunately will no longer be gagged.\u2028Obvious charisma of Gilles! in contagious osmosis, which allowed me wonderful luminous sparkles in the essence of the vibration of life.<\/p>\n<p style=\"text-align: right;\"><em><strong>Catherine<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>What happiness!\u2028A rediscovery of others and myself.\u2028A breath of light, a blue glow&#8230;<\/p>\n<p style=\"text-align: right;\"><em><strong>Jonathan<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>&#8211; Atmosphere of the internship: Cool, relaxed with a surprising quality of interns like last year. The diversity of horizons and origins allows a very enriching opening and sharing.\u2028- Facilitator: With the same facilitator as last year, the course was very different. Congratulations.\u2028I arrived completely emptied, I leave harmonized.\u2028Thank you.<\/p>\n<p style=\"text-align: right;\"><em><strong>Monique<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I acquired the Phosphenism material several years ago, and have been practicing irregularly. The opportunity presented itself to finally be able to do a training that gives the basis for a clear and methodical regular practice.\u2028I appreciate the spirit of this &#8220;high level&#8221; training which remains outside of all subjectivity: no master, no guru, no proselytizing attempts. Carried by the energy of the group, each one discovers his or her own path and pursues it.\u2028For me, a great motivation to continue on the path of Phosphenism and pursue my &#8220;personal development&#8221;.\u2028Very good welcome and human warmth from Daniel and his team who remain at the same time very rich but simple people.\u2028Thanks to the whole group too and to this diversity of sensitivities.\u2028A very pleasant environment for a summer break, generous in various energies.\u2028Thanks to Youssef and Hamza for their smile and their wide open heart&#8230; always available.\u2028Thank you very much.<\/p>\n<p style=\"text-align: right;\"><em><strong>Serge<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>For those who read this message, know that it is like a bottle in the sea. A message that speaks of a place of peace, joy, spiritual experiences, ancestral practices, initiation and discovery of what man can be. But there is also good &#8220;food&#8221; with two excellent table keepers who are Youssef and Hamza. There is also Daniel the guardian of Dr. Lefebure&#8217;s work. The teachings are excellent and of great richness.\u2028Know that this message can change your life, so like a bottle in the sea, imagine what you would do with such a message that arrives on your shore, what would you do? Me, I know&#8230; But it&#8217;s easier, I come from another shore.<\/p>\n<p style=\"text-align: right;\"><em><strong> Anonymous<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Human son of light takes flight one week out of time and ageless.\u2028In the sun, we have worked the stone that we will only have to polish.\u2028The smiles of my hosts seasoned my meals.\u2028Technical precisions have set benchmarks.\u2028The laughter and jokes of friends punctuated the path of this week so long awaited.\u2028Your smiles, your faces will remain in my heart.\u2028Thank you.<\/p>\n<p style=\"text-align: right;\"><em><strong>P.Y.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>While I was a novice, Daniel and his team were able to put me at ease with the practice of Phosphenism which is an art free of dogmas.\u2028My internship took place in peace where I was surprised to see the diffuse glow and many images in myself.\u2028I received teaching of a beautiful quality and the dialogues with the people of the workshop were beneficial to me.\u2028I came to the workshop empty-handed and I left with a lot of energy&#8230; and a lot of heart.\u2028No doubt&#8230; I found my way.\u2028Thanks to Daniel.<\/p>\n<p style=\"text-align: right;\"><em><strong>Eric<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The Phosphenism team offered us a high quality internship that was punctuated by strong moments in the field of practice as well as in the register of human relationships.\u2028I became aware of the interaction of rhythms, human and natural&#8230; The trigger rather appeared during a pragmatic application adapted to today&#8217;s man.\u2028On a much more personal level, I lived an intense experience of duplication during a &#8220;fast rhythms&#8221; workshop. A sumptuous setting, rhythms in profusion. An affordable instructor and a lot of humour. An excellent moment.\u2028Daniel&#8217;s team, accompanied by Youssef and Hamza, provided the infrastructure and the subsistence necessary for the best course.\u2028Many thanks !<\/p>\n<p style=\"text-align: right;\"><em><strong>Yannick<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The participants and the organizers of the course welcomed us well.<br \/>\nThe Spaniards are very friendly.<br \/>\nThe energy of the group and its accumulation was so intense that I managed to go one step further in the understanding of our universe and the cosmic planes.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Pierre<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>– Immediate effects of the basic training course:<br \/>\nDreams in much more vivid colors<br \/>\nA return back to memories through dreams<br \/>\nMuch deeper sleep<br \/>\nQuicker reactions of the mind during action<br \/>\nAn evident clarity of mind<br \/>\nAn interior calmness that goes beyond the Ego. My thoughts are no longer scattered. I am able to think about what is essential.<br \/>\nFor the results on a long term basis, I am waiting to see what follows with practice (sways + gyrascope).<br \/>\n– Concerning the training course:<br \/>\nVery nice family Atmosphere<br \/>\nPleasant setting<br \/>\nA nice mixture of people from different ethnic backgrounds<br \/>\nA well-chosen place to work.<\/p>\n<p style=\"text-align: right;\"><em><strong>Enrik R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I much appreciated starting the training course every morning with the use of the Alternophone, as well as the breathing exercises before the meals at noon and in the evening.\u2028The first night: astral projection, astral travelling in the company of birds.\u2028Good organization of the training course (Bravo, Bruno!). I sensed a great feeling of warmth and energy. An excellent idea to hold training courses on the weekend. This will help me to make progress (United we stand, divided we fall).<\/p>\n<p style=\"text-align: right;\"><em><strong>D. D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>My voyage into the unknown was fantastic. Between the warm welcome and the availability of Bruno and Daniel, in addition to the workshops spaced at an agreeable rhythm, I lived through magical moments rich in personal experiences. I loved being close to the ‟inhabitants” of the forest and Mother Nature.\u2028I leave with my mind rested, filled with energy and good memories.\u2028Very simply, THANK YOU.<\/p>\n<p style=\"text-align: right;\"><em><strong>Fabienne R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I leave filled with the cheerfulness of the participants, the kindness and availability of the organizers.\u2028I was able to attain the objective that I had set for myself: to understand the exercises so as to practice correctly by myself.\u2028I became aware that I now need to do several months of regular practice to fully assimilate the rhythms. I am even more motivated because I now possess the tools necessary for effective practice.\u2028Thank you to everyone.<\/p>\n<p style=\"text-align: right;\"><em><strong>Carlito<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>You like phosphenes, nature, a simple and warm atmosphere; you need to go back to your roots, make important decisions and raise your energy level. I recommend ‟the Bastide”. Daniel and Naïma are outstanding hosts. You will not be able to resist their charm, the good cooking and their concern for the well-being of each person. This is not my first training course, and I am nevertheless amazed by the quality of my energy. My fatigue and my lack of motivation have disappeared. I leave filled with ideas, projects and a healthy appetite for everything that awaits me. I had stayed on the edge of the clearing, with the family tree and my ancestors. And there, I went beyond the concepts.\u2028Thanks to Gilles for his powerful teaching, thanks to Daniel and Naïma for their reception; thanks to Alain for his availability and his expertise.<\/p>\n<p style=\"text-align: right;\"><em><strong>Therese<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>My point of departure: practicing Phosphenism for 8 months using:<br \/>\nBooks in pack collection<br \/>\n16 CD Box set ‘The Courses of F. Lefebure’<br \/>\n16 CD Box set ‘Exercises’ by Daniel Stiennon.<br \/>\nThe basic and advanced training courses allow one to verify that the exercises are done correctly.\u2028The continued training course allows one to deepen the acquired knowledge and discover other techniques and complementary applications.\u2028The numerous and interactive exchanges between trainees and instructor (+ Daniel) help one to better understand the various exercises and their effects.\u2028Conclusion: these training courses answered my questions and also gave me the desire to pursue the practice of Phosphenism.\u2028Thanks to Daniel and Bruno for the days spent in your company.<\/p>\n<p style=\"text-align: right;\"><em><strong>Gilles S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Training course: 7 days on the path to equilibrium and liberation.\u2028Relation: a link between the persons transcending ‟common” values, a fusion which is very free and respects the individual.\u2028On a personal level: gradual awakenings which ended in a contact with guides during a workshop on fast rhythms. They told me ‟to go back down”, ‟to stay rooted”, that they ‟take care of” the sky.\u2028My role is ‟to be” on Earth.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain I.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p> appreciated:<br \/>\nThe genuine kindness of my hosts: Daniel, Bruno, Hamza, Youssef and their availability<br \/>\nThe pertinent comments made by Daniel and Bruno<br \/>\nThe repetition of the exercises<br \/>\nThe strength of the group<br \/>\nThe opening to contact with Nature.<br \/>\nAt the end of training course I felt:\u2028Internal strength, serenity, equilibrium, happiness.\u2028Kisses and thank you.<\/p>\n<p style=\"text-align: right;\"><em><strong>Regine<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>My objective in enrolling in this training course was initially to experiment with new techniques of personal fulfilment in addition to furthering my search for spirituality. And I admit that I have found everything I had hoped for.\u2028After 3 days of courses with Bruno, rhythmic thoughts associated to phosphenes no longer hold any secrets for me: an excellent preparation for the second training course.\u2028Then, 4 days of workshops with Gilles and you leave transformed. The magic operated for me.\u2028Deeply moving experiences in workshops on ancestral lineage. Lots of emotions, a feeling of love, beautiful and enriching exchanges among the participants.\u2028The workshop about trees allowed me to meet my totem animal: a magnificent dolphin in violet-colored water that came and got me during a lucid dream, and took me into the starry sky.\u2028Excellent organization.\u2028Light but generous meals. Thanks to all of you for this excellent week and see you next year, no doubt.<\/p>\n<p style=\"text-align: right;\"><em><strong>Joelle<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>A warm welcome, a home where the spring of light is crystal clear and cool and refreshing!\u2028The vibration is grateful, it opened me to many perspectives, and the child within me is happy. Finally a reality which makes one dream!\u2028With this training course, the light and the rhythm brought us together.\u2028I lived through more experiences than I could have possibly imagined, with very nice guides brimming over with humour and love!\u2028Thank you for your commitment to the work of Doctor Lefebure. You continue to shine, and a thousand thanks. What a beautiful climb to the heights!\u2028Hoping to listen to you again so that the experience can be multiplied and be transmitted in the light!\u2028A call: KEE! KEE! Full of energy!<\/p>\n<p style=\"text-align: right;\"><em><strong>B. D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The Phosphenism training course furnished me with the keys allowing me to make the connection between my experiences and a new interpretation of the universe, much more rational. It also allowed me to comprehend the numerous lectures which I had studied and digested these past few years. Phosphenism is a door opening onto new experiences that are safer and healthier, a luminous philosophy of life which pushes one toward the understanding of extremely varied domains (science, nature, the universe, life).\u2028For my part, the desire for developing Phosphenism is felt as a bigger and even higher accomplishment than that of the Master Peter Deunov. And that is why from the bottom of my heart I thank Daniel Stiennon and our two instructors (Gilles Gablain and Bruno Catala) for their patience and their teachings.\u2028Keep on the same path and thank you once again!<\/p>\n<p style=\"text-align: right;\"><em><strong>Vivien<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Very nice welcome. Thank you for your help in putting up the tent.\u2028The dining area is friendly.\u2028– The first part of the courses with Bruno CATALA:\u2028The instructor thoroughly masters his subject. The first part of the course allows one to find his marks in relation to phosphenic literature for those who have begun alone, and determine the work to be done.\u2028– The second part of the training course with Gilles GABLAIN:\u2028The instructor is intensely involved in what he does and shows us an approach which I personally consider to be very powerful and in real communion with the elements.<\/p>\n<p style=\"text-align: right;\"><em><strong>J. F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I found this training course very well organized.\u2028I quite appreciated the contents of two training courses. I now have a more complete view of the various tools available (lamp, alternophone, gyrascope) and the ways of using them.\u2028I am going to use the alternophone which I bought to do the head sway exercises. With much interest, I am going to read the various sections of the forum.\u2028I am going to use Phosphenism for continuing to learn Italian and also for practicing Qi Gong.\u2028I like the principle of self-development and developing one’s own mental capacities using methods and rigorous principles like those of Doctor Lefebure.\u2028It seems to me that Phosphenism arrives at just the right moment in my life to complete what I have done up to now.\u2028I am going to enjoy doing the exercises of Doctor Lefebure.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jacques L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>– Basic training course with Bruno:\u2028I liked this first part a lot. A very clear, simple and well explained course which is completely adapted to my practical, pragmatic and rational side.\u2028I was able to attain a certain level of consciousness, new experiences which were as interesting as they were surprising, and I have realized that there are much faster ways of evolving and developing other potential capacities which were up until now reserved for a select few.\u2028– Continuous training course with Gilles:\u2028Gilles is extraordinary in the way he tries to communicate his experiences to us and wants us also to be able to attain the same level that he has. The thing I loved was that he allowed me become conscious once again that Nature is as much alive as we are and it deserves respect.\u2028I also appreciated his enthusiasm in taking us towards the doors of the unknown and in helping us go beyond our limits.\u2028Today, I leave with another way of looking at life and with the idea that Humanity will be enlightened by the light of the phosphene.\u2028The world and its beings bear this light and they have always carried it, even if it was hidden in darkness for centuries, or even millenniums. It will come back only more powerful, more brilliant and the beings in this light will then be ‟illuminated”, projected into ‟the next world”. So, other possibilities, other perspectives? Certainly.\u2028Thanks to Daniel, Bruno, Gilles and especially to Doctor Lefebure.<\/p>\n<p style=\"text-align: right;\"><em><strong>Farida<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Starting at the train station, the warm welcome facilitated meeting one another.\u2028And the quality of the welcome continued during the entire stay.\u2028I was very touched by all this discreet attention (the presence of Daniel for answering questions, giving information).\u2028A return to nature, a return to my roots, a reopening of the book of origins.\u2028I leave regenerated in the deepest part of myself, with the earth that was laboured, aerated and whose fruits I have yet to see.\u2028I am learning the patience and the slowness that are necessary.\u2028I really appreciated the two different energies of Bruno and Gilles.\u2028Thank you for this first stage on the way to other horizons, and for the availability, the clarity.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie-France L.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#49ba23&#8243; company_name_tablet=&#8221;&#8221; company_name_phone=&#8221;&#8221; company_name_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]– Reception:\u2028Everyone is very friendly and available.\u2028Daniel and his team show a lot of kindness and are very pleasant.\u2028From the moment of my arrival, this contributed to creating good conditions.\u2028– The organization:\u2028Tents: very good and very practical.\u2028Meals: very good, perfectly suited to the situation.\u2028The price: very reasonable<br \/>\nThe contents:<br \/>\nBasic Training:<br \/>\nIn my opinion, this training course appears to be indispensable. In fact, in spite of the box set I had bought, I was not doing the movements correctly.\u2028This training course is really very good. Now, I have only to put it into practice.<br \/>\nContinuing Training course:<br \/>\nI realize that I was lucky to meet Gilles. He is fascinating.\u2028I did not have any major experiences, (or perhaps I was not aware of it), except the experience of breaking a chair with the ENERGY of Kundalini!<br \/>\n– Conclusion:\u2028I am going to experiment with the sways.\u2028I will come back for the continuing training course.\u2028After this training session, I feel much calmer et more serene. I am very happy with this session.\u2028Thank you to all the people involved in this training course.\u2028See you soon.<\/p>\n<p style=\"text-align: right;\"><em><strong>Daniel B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>After practicing the exercises for 2 months, I have the undeniable feeling of having progressed during this training course.\u2028In fact, for the first time, I was able to feel the ‟prana” within me in an intensive manner, and this was thanks to the group workshops.\u2028The second experience that I had was based on the rhythms of the brain and in particular the rhythm of 1\/6th of second.\u2028These two experiences completely satisfied me and encourage me to progress.\u2028A big bravo to Gilles for the enthusiasm which he puts into his teaching and thanks to you, Daniel, for allowing us to have access to these subtle worlds. You encourage me to follow this path.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alexandre L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>To begin with, I am very very happy to have completed these two training courses (3 days of initiation and 4 days of continuous training). It makes me want to discover Phosphenism even more and to further my experiences in this domain.\u2028The approach using Nature and Shamanism is what I can relate to the most, even though I liked Bruno’s teaching very much. The training course is very rich; we assimilated a great amount of information and knowledge.\u2028In the ‟Continuing Training course”, I think that the fact that we remained in the same place for eating and sleeping is essential: not only for setting and keeping energetic dynamics, but also for the human relationships that are established.\u2028I had encounters here that were enriching and interesting and even beyond that. It is a magnificent example of openness and human relationships.\u2028The welcome that we received from everyone (Daniel, Bruno, Gilles, Youssef and Hamza) was very warm and pleasant. We feel completely at home here!\u2028In any case, thanks to everyone for these very good and beautiful moments.<\/p>\n<p style=\"text-align: right;\"><em><strong>Noemie C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Bravo for the organization of the training courses. They should be organized more often. They really give another dimension to Phosphenism.\u2028I was able to have a first conscious experience and discover how to reach that point.\u2028Thank you, the goal has been reached!\u2028Bravo for the Teacher! He is excellent. Thanks to you, Daniel, Gilles and to all the members of the staff.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Even though I have practiced meditation for approximately 25 years, with the Phosphenism training courses I discovered diverse rich and varied techniques that quickly induce different states of consciousness.\u2028The work done in a group is particularly interesting for observing the personal energy of each individual and for developing intuition and perceptions.\u2028With simple explanations, understanding is within the reach of everyone.\u2028Thank you Bruno and Gilles for everything, and also thanks to Daniel for the organization and for his availability.\u2028Have a beautiful and safe journey in the light.<\/p>\n<p style=\"text-align: right;\"><em><strong>Agnes<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Man thanks to Gilles and all my companions who were in the workshop for allowing me to live unforgettable moments. Thanks for the experiences, the communion with rhythms, the energies, Divine Nature, and equally for the wealth and variety of human relationships, all reunited and following the same path, in the same direction: Phosphenism.\u2028Many thanks to Daniel without whom these training courses would have never taken place, and thanks to Youssef and Hamza for their kindness and their smiles.<\/p>\n<p style=\"text-align: right;\"><em><strong>Nathalie<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>– Organization:\u2028It is good and without constraints.\u2028– Contents of the training course:\u2028I came to the ‟seminar” without any à priori and in my opinion the content was coherent, interesting and fascinating.\u2028The two instructors, Bruno and Gilles, led these training sessions with skill, enjoyment and cheerfulness.\u2028All my thanks.\u2028I leave enriched and I have decided to continue the training using all the means put at my disposal by your organization.<\/p>\n<p style=\"text-align: right;\"><em><strong>Georges<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Very good general organization.\u2028This new training course with Gilles allowed me to have another approach to Nature. I feel much closer to nature’s elements. I have always been fascinated by the beauty of Nature. Through Phosphenism, I am happy to have learned some exercises which unite me with Nature. I think that as much as possible, we should follow a continuous training course with each professor because Phosphenism is such a huge universe and the exercises can be infinite. Each professor has a different approach and a unique style of teaching. Gilles Gablain has a very strong personality, a strong character; every anecdote is told with such enthusiasm, such energy that we are immediately transported with him in the adventure.\u2028I am happy at the idea of going to Paris soon to meet the other instructors.\u2028I didn’t have the slightest experience, but I am not at all disappointed: that it will come later. For me, the important thing is to have understood the exercises and the essence of Phosphenism. I thank Daniel for his kindness and his presence. Gilles and Bruno are incredible, but you should come and meet them. (…) I could go on for a long time talking about the training course, but come and verify for yourself and it is certain that you will become aware of the other realities which escape us in our everyday life.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Michel B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I am discovering Phosphenism.\u2028I have been practicing techniques of consciousness expansion for two years and my attention was drawn to Daniel’s web site.\u2028First of all, during these few days I discovered in Phosphenism a tool allowing one to attain different levels of consciousness. It is a tool that allows one to work alone or in group, keeping in mind that this is done in a structured manner.\u2028I had the pleasure of meeting people here who, like myself, love Life and respect it.\u2028Finally, the organization in the areas of transportation, accommodation, schedules and the instructors is very acceptable and completely satisfied me.\u2028Ever yours.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Marie F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I am very happy to have made the acquaintance of Gilles. Through the initiatory exercises and the workshops outside amid nature, he was able to make us perceive the rhythms, energies, and colors of life’s currents surrounding us.\u2028Thanks to this, our existence has taken on a dimension which encourages me to persevere on the road to self-knowledge.\u2028Thanks to Daniel for the reception and thanks for the attentive care from all the kitchen team.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The training course with Gilles was high-quality: the links to African Shamanism contributed to a better understanding of the rhythmo-phosphenic system.\u2028Workshops in the forest have reconnected me with the forces of Nature.\u2028I leave with a feeling of very deep connection to our origins, the mythical pond into which, as woman, I must cast my reason!\u2028Magnificent, very intense.\u2028Thanks to Gilles, and to Daniel who allows these training courses to exist.<\/p>\n<p style=\"text-align: right;\"><em><strong>T. L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Gilles, you excel in Nature, you are a real Shaman and I was delighted to listen to your very relevant teachings which promise to procure good experiences, if I do the exercises you advise.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pierre-Vincent B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I came to this training course, just as the Greeks in ancient times would travel to Egypt, because for me the school of Dr Lefebure represents a new modern school of the Mysteries.\u2028I particularly liked the open-mindedness and the competence of Bruno CATALA. This training course corresponded to what I had come to learn and experience (working with the lamp and the sun, experimenting with the sways and breathing).\u2028The training course in Naturophosphenism or Light Shamanism leaves me perplexed. The direct contact with Nature nourished my reflection.<\/p>\n<p style=\"text-align: right;\"><em><strong>Anonymous<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The last two days were rather revealing for me. I had several out of body experiences as well as strong sensations, whose details I shall not give because they are personal.\u2028Gilles has stayed the same, and he mustn’t change! Daniel at his best, as always, the wise man of the family!<\/p>\n<p style=\"text-align: right;\"><em><strong>M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>It is with great pleasure that we found our Spanish friends accompanied by Francesc, and we shared some very pleasant moments.\u2028The training course was led by Bruno and we were on the same wavelength from the very start.\u2028Bruno made us live through very intense moments. And so, I rediscovered the rhythms of the 9th symphony of Beethoven and those of many other recent groups.\u2028I keep in memory the exceptional image of a moment of pure happiness shared together: a long series of OM in the setting sun, at the foot of a majestic oak which opened its big branches to share its energy with us. A moment of love, a total communion with nature.\u2028Thanks to you, Bruno, for having let us live such moments. Thanks to you, Daniel, for organizing all this with efficiency. Thanks to everyone and to Mother Nature for having let us share such intense moments.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I followed the training course from the 1st to the 9th of August with the instructor Roland Talbot and I loved it! First of all, because it was a training course in residence, and also I had been dreaming of doing this for a long time. On this point, I was not disappointed! The location was magnificent, the camping area was perfect for getting to know the other participants and exchanging points of view, the organization was flawless… In my mind and for the pleasure of the eyes: I can still see Daniel’s personal fitness room which is at the same time private and in the middle of nature, and the simple pleasures of the senses whether it be the full moon, the cicadas singing in the forest or the conviviality of the meals.\u2028To all this, add the quality of the teaching, the participants and the magic of phosphenic energy.\u2028For me this was ‟going back to school” after many years of wandering. I appreciated the clarity of the explanations, the efficiency of the progress made and the moments of laughter and good humor. I feel a bit nostalgic and would love to return.\u2028Thank you Daniel.<\/p>\n<p style=\"text-align: right;\"><em><strong>Therese D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The conditions of accommodation were excellent.\u2028The camping area and the sanitary facilities were very clean.\u2028We had hot water at all times; there were three showers and a sink.\u2028The food cooked by Isabelle was very good.\u2028In short, the organization was perfect in all aspects.\u2028The training course: One evening Gilles had us observe the moon and the stars.\u2028The object was to focus on a star and try to reproduce ‟the dance of the sun”.\u2028And, in effect, a number of observers saw their star shake and rotate on its axis.\u2028The day after, I personally had the chance of experiencing a wonderful voyage after a meal. I had gone to lie down on the floor in the classroom to take advantage of the coolness. After several minutes of meditation, I suddenly found myself surrounded by stars in a setting identical to the one I had seen the night before, and with a remarkable clearness. This phenomenon did not last very long, but it lasted long enough to fill me with happiness. I was still under the spell when, a few minutes later, I found myself once again in the middle of the stars. I was certainly aided by the high concentration of phosphenic salts accumulated in the classroom. This is probably what triggered the phenomenon. What bliss…\u2028During the training course, other persons experienced very intense moments.\u2028One person made contact with his spiritual guide during the final exercise in naturo-phosphenism.\u2028Some of our Spanish friends had very powerful emotional experiences.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I would like stress the fact that these courses are very clear and precise, and accessible to everyone. Roland explained the different techniques to us using the appropriate words; he passed his knowledge on to us along with his enthusiasm for Phosphenism. Throughout the entire workshop, along with the other participants I felt calmness and serenity in a pleasant setting. The presence of this energy, a marvelous sensation, and this amazing yellow rotating seat that created the sensations of my energy double. The use of the Alternophone is also remarkable and produces a very pleasant sensation of calmness.\u2028The efficiency of all these techniques was multiplied tenfold by the group effect.\u2028Everything is very well set up, from Isabelle’s delicious food to Daniel and Stephane’s flawless organization. And, of course Roland TALBOT’s excellent courses and the good atmosphere created by the group.<\/p>\n<p style=\"text-align: right;\"><em><strong>François F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>First of all, I would like to thank Daniel, Pascal, Stephane and Isabelle, who organized everything very well and allowed us to enjoy some great moments.\u2028Thanks also to Ahoura (Roland Talbot), for the high quality of his teaching. I do not need to go back over the basic techniques that were very accessible to everyone.\u2028During this training session, Ahoura enabled us to feel the transmission of energy from one person to another or from the group to the individual. The sensations were clearly felt by most of the group. These sensations were often very pleasant and nearly ‟magical”. Roland also taught us how to be in touch with our very rich subjective world.<br \/>\nA message for newcomers:. I am not ‟lunatic”, I am 42 years old, I have a family, a Doctorate, I earn a good living and I am very happy. I do not practice Phosphenism to escape from reality. I practice on a daily basis because I can feel the benefits it brings: inner joy, confidence, the development of an inner sensitivity and an understanding of religions and traditions ‟from the inside”.\u2028If, like me, this program interests you: study and practice Phosphenism, it is simply thrilling! Follow a training course, as practicing with a group is essential for multiplying the sensations tenfold and for progressing on the marvelous path of self-discovery.\u2028Thanks once again to everyone.<\/p>\n<p style=\"text-align: right;\"><em><strong>Lionel G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Well done Daniel and Gilles!\u2028For these three days of initiation, I confer you the title of excellence.\u2028I am going to buy a hammock, a rocking chair and a rotating chair.<\/p>\n<p style=\"text-align: right;\"><em><strong>Thierry T.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>If you are thinking of attending a training course, you can come with your mind at ease.<\/p>\n<p style=\"text-align: right;\"><em><strong>Elisabeth M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Very well organized training course where I learned so many things.\u2028For me, the exercises practiced in a group with certain persons as transmitters triggered very powerful rhythms, and generated vortices and explosions of light. Being able to practice in nature without being disturbed, along with Daniel’s attentions made this stay very enjoyable.\u2028I also appreciated the fresh vegetables, the organic fruits as well as the delicious desserts made by Isabelle, the cook, whose joy of life is so refreshing.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pierre D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>This training course gave me a much broader view concerning the possibilities of Phosphenism regarding the exploration of the riches of nature, whether it is in terms of ‟mind travelling” or simply in terms of a more intense communication with nature through the mixing of our energies with hers. This training course completely satisfied me. The pace of the sessions was steady, the courses were in depth and our instructor ‟Gilles” was passionate and competent.\u2028I also appreciated the atmosphere, sleeping in tents, the hot showers, the sanitary facilities which were always clean. I strongly advise attending this type of training course, to discover new possibilities for the practice of the exercises. Nevertheless, the seminar requires a certain amount of motivation, as it includes a large amount of practice.\u2028I had the following experiences during the training course: a sensation of the sacred, of being in a mystical place. I was able to sense my first chakra very strongly, then the other ones, a sensation of radiating light leading to the sacred. I passed through a symbol similar to a ‟stained-glass window” and felt as if I was flying upwards like a bird. I passed through geometrical symbols, rising up towards the sky. Wonderful!<\/p>\n<p style=\"text-align: right;\"><em><strong>Quantin D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Thanks for this trip to the limits of the sacred.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Paul C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>There was a warm atmosphere among the participants and the organizers. I appreciated the commitment, the motivation and the professionalism of the two instructors ‟Roland” and ‟Gilles”.\u2028I found the meals to be of very good quality for the price.\u2028The showers functioned perfectly. There was no waiting in line. The toilets also functioned well and were always clean.\u2028We were able to benefit from the setting in a natural environment, all the while enjoying comfort.\u2028These training sessions brought a lot to my daughter and me.<\/p>\n<p style=\"text-align: right;\"><em><strong>Ivan G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Thanks to ‟Daniel” and ‟Gilles” and all the participants. I had no idea that all this was possible!<\/p>\n<p style=\"text-align: right;\"><em><strong>Patrice S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>In a superb setting and a subtly intelligent atmosphere, an invaluable training course that gave me a ‟boost” in my practice. Thanks to the whole team.<\/p>\n<p style=\"text-align: right;\"><em><strong>Bruno D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>This training course has brought me stability and has allowed me to develop my intuition. Meeting very kind people has helped me to develop tolerance, patience, selflessness and love.\u2028Daniel STIENNON is very kind. The meals were balanced. The tents were perfect. The showers clean and the exercises were very interesting.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie-Rose M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>This week long training course was a real adventure with very interesting people, participants and organizers alike. Thanks to everyone for your good mood and for having shared your knowledge.<\/p>\n<p style=\"text-align: right;\"><em><strong>Hugues R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Thanks to this training course and the teachings that were passed on to me, I feel re-energized. I have been able to refocus my direction in life and my life has taken a new turn. As for the living conditions, the nights spent sleeping in the tent were very pleasant. The toilets were very clean, conveniently located and always available. The showers were hot. The meals were of quality and the quantity was good.<\/p>\n<p style=\"text-align: right;\"><em><strong>Indhira G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>What a joy it was to be able to attend these training courses again after all the years that you spent building a wall of protection around Phosphenism. From my very modest level, I wish to thank you from the bottom of my heart. Dr LEFEBURE, thanks to his discoveries, has played a unique and major part in the evolution of mankind. As his worthy successor, you work to develop his method and the fortress you have built for its expansion fills us with joy. We, as simple phosphenists, leave this training session radiant and serene knowing that we have such a guardian. Being able to belong to such a family, renders life exceptional.\u2028Thank you for consecrating your life to making sure that man does not lose sight of the light.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yves D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I appreciated Gilles Gablain’s great teaching methods. He knew how to transmit his passion for Phosphenism and his relation to the rhythms of life, nature and the cosmos. This type of training course, through the numerous practical workshops in addition to the theoretical aspects, allows one to generate a great variety of rhythms and energies within oneself. This ensures the triggering of personal experiences in the future that are rich in knowledge for one’s personal evolution.\u2028A big thank you to Stephane, Isabelle and Daniel for the perfect organization of the training session in this magnificent region.<\/p>\n<p style=\"text-align: right;\"><em><strong>Guillaume D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The experiences I had during the seminar were very surprising. As the days passed, I went from sensations to images, and from images back to sensations. At times, both happened at the same time. I had never practiced Phosphenism before: the speed and intensity of the experiences was a pleasant surprise. High quality teaching combined with the force of light makes one take off. I have nothing more to add, everything was fine.<\/p>\n<p style=\"text-align: right;\"><em><strong>Gislaine R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>My first training course in Phosphenism and I hope that it is not the last. Everything was done to make the participants feel at ease, and Daniel took care of all our needs. The showers and the toilets were clean, the water always hot, the food excellent, what else could anyone ask for… As for the training course, it was everything I had expected. Thanks to all those who organized these sessions. This training course is really invaluable for the quality of the experiences and for recharging one’s energy. Thank you.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patrick R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I had planned to stay only for the basic training course, but the teaching and the accommodation were of such quality that I decided to stay longer and attend the continuous training course. I was thus able to discover my totem animal and have an out of body experience. Thanks to Daniel and Gilles.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I attended the courses to further my knowledge. I appreciated Roland for the quality of his teaching, his calmness and his knowledge of Asian culture, and I equally appreciated Gilles for his enthusiasm and his knowledge of the ‟shamanic world”. I learned more than I could have imagined, particularly about myself. The courses were even better due to the fact that the accommodation was very good: tents, hot showers, good sanitary facilities and quality food cooked by Isabelle.\u2028Thanks to Daniel for the remarkable organization.<\/p>\n<p style=\"text-align: right;\"><em><strong>Gilles F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I will remain nostalgic about this week spent at ‟La Bastide”. It was pure bliss!\u2028Thanks again to Daniel!<\/p>\n<p style=\"text-align: right;\"><em><strong>Therese D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Another message to encourage women to participate in the future training courses organized by Daniel. If camping and sleeping in tents does not appeal to you, do not worry: the showers, the hot water, the mirrors, the women’s bathroom facilities… everything was organized for our comfort. The dishes prepared by ‟Isa” were simply delicious, with a special mention for her apple pie and for generously passing on the recipe. If you wish to practice sports, Daniel will be happy to be your coach and you can use his many body building devices. In short, idyllic holidays in the company of wonderful people and in a beautiful location.\u2028Well done and thanks to all four of you: Daniel, Roland, Isa and Stephane.<\/p>\n<p style=\"text-align: right;\"><em><strong>Florence D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The teaching (whether it was Roland or Gilles) was flawless!\u2028I attended the basic training course, followed by the advanced course and then the continuous training course. In particular, I wish to thank Daniel Stiennon for his ‟metaphysical” explanations. His theoretical approach to the place of Man in the cosmic environment according to the laws of inversion particularly appealed to my scientific side. To be able to enter into fusion with the movement of the atoms in a ‟super nova” seems as interesting and exciting as seeking contact with Electrons (or the spiritual guides in Esotericism). I hope that some day I will be able to attend a continuous training course with Daniel Stiennon and Michel L., with whom I am acquainted, and whose immense power I appreciate.<\/p>\n<p style=\"text-align: right;\"><em><strong>Guy R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I have been practicing Phosphenism since December 2004, and I have the honor and immense pleasure of representing the School of Dr Lefebure in Tahiti.\u2028I recently participated in a first training course at the beginning of August 2006. I was able to correct certain mistakes I was making, such as continuing to think of a subject after focusing on the light source and during the observation of the phosphene.\u2028I warmly salute the whole team and especially Daniel Stiennon for everything he has done to organize the training courses, for his hospitality and professionalism. A big thank you to our teacher Roland Talbot (alias Ahoura in the website forum), who helped us discover the many possibilities within ourselves. And with his help we have already discovered some of them. It is only the beginning…\u2028And finally, I keep a fond memory of the participants, some of whom have become friends and who I warmly greet.\u2028I also salute all those who practice Phosphenism and wish them many enriching experiences and a fulfilling personal development.<\/p>\n<p style=\"text-align: right;\"><em><strong>Irma L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>During the training course, I saw the auras of the other participants. The fourth light is a green ray; it is the same energy as the one we perceive when we look at the sun along with a surge of kundalini accompanied by a warm and pleasant feeling on the upper part of the body. I also felt it on my etheric double as well as on those of the participants near me, accompanied by the sensation that my arms were levitating.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Pierre D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>A bath of phosphenic rejuvenation where the relationship established with the elements of nature strongly contributes to comprehension and takes our practice of phosphenism to a higher octave, much hoped for and marvelously encountered during this course. The organization was flawless and the eloquence of the teachers incites me to renew these etheric encounters that are so beautiful.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yves D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>This training course took place in a calm and natural setting, away from the worries of modern life, in meditation and good humor with people from all backgrounds. Roland taught us the practical applications of many techniques, in harmony with nature around us. This has enabled me to become conscious of the different rhythms and energies around us and within us and to broaden my mind. These experiences have helped me put aside the fears and prejudices that blocked my spiritual evolution. Working in a group allows one to obtain results more quickly than working alone or using a book. The precise guidelines and the explanations provided by Roland gave a real dimension to these experiences. I was able to feel my energy, as well as the energy of the other participants. I saw a magnificent little white elf, regained confidence and found fulfillment.\u2028Thanks to Roland, Daniel and all the participants for these magical moments, the exchanges of points of view and the good atmosphere.<\/p>\n<p style=\"text-align: right;\"><em><strong>Nathalie L.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-visio-training-6\/&#8221; button_text=&#8221;Visio-TRAINING #6&#8243; button_alignment=&#8221;left&#8221; admin_label=&#8221;Bouton: Previous Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%2%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_icon_placement=&#8221;left&#8221; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|-50px|||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-special-internships-2&#8243; button_text=&#8221;Special INTERNSHIPS #2&#8243; button_alignment=&#8221;right&#8221; admin_label=&#8221;Bouton: Next Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%3%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|||-50px|false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extracts from our GUEST BOOKINTERNSHIPS #1During a workshop, I was sitting in the middle of two rows of persons who were practicing rhythmo-phosphenic exercises in alternation. Suddenly, I found myself in the cosmos with the sensation that I was a point of light in the center of the universe with an expanded consciousness.\u2028I then understood [&hellip;]<\/p>\n","protected":false},"author":28,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[43],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Testimonies on Internships #1 - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Testimonies on Internships #1 - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"Extracts from our GUEST BOOKINTERNSHIPS #1During a workshop, I was sitting in the middle of two rows of persons who were practicing rhythmo-phosphenic exercises in alternation. Suddenly, I found myself in the cosmos with the sensation that I was a point of light in the center of the universe with an expanded consciousness.\u2028I then understood [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-01-08T11:00:02+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-15T10:51:28+00:00\" \/>\n<meta name=\"author\" content=\"Daniel STIENNON\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Daniel STIENNON\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"60 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/\",\"url\":\"https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/\",\"name\":\"Testimonies on Internships #1 - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-01-08T11:00:02+00:00\",\"dateModified\":\"2021-04-15T10:51:28+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"TESTIMONIES 07: Special Internships #1\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\",\"name\":\"Daniel STIENNON\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"caption\":\"Daniel STIENNON\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/contact_uk\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Testimonies on Internships #1 - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/","og_locale":"en_US","og_type":"article","og_title":"Testimonies on Internships #1 - PHOSPHENISM - Dr. LEFEBURE School","og_description":"Extracts from our GUEST BOOKINTERNSHIPS #1During a workshop, I was sitting in the middle of two rows of persons who were practicing rhythmo-phosphenic exercises in alternation. Suddenly, I found myself in the cosmos with the sensation that I was a point of light in the center of the universe with an expanded consciousness.\u2028I then understood [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/","article_published_time":"2020-01-08T11:00:02+00:00","article_modified_time":"2021-04-15T10:51:28+00:00","author":"Daniel STIENNON","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Daniel STIENNON","Est. reading time":"60 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/","url":"https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/","name":"Testimonies on Internships #1 - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-01-08T11:00:02+00:00","dateModified":"2021-04-15T10:51:28+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"TESTIMONIES 07: Special Internships #1"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f","name":"Daniel STIENNON","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","caption":"Daniel STIENNON"},"url":"https:\/\/www.phosphenism.com\/author\/contact_uk\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/225"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=225"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/225\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=225"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=225"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=225"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}