{"id":79,"date":"2020-01-13T12:00:00","date_gmt":"2020-01-13T11:00:00","guid":{"rendered":"http:\/\/www.phosphenism.com\/?page_id=79"},"modified":"2021-10-05T23:52:04","modified_gmt":"2021-10-05T21:52:04","slug":"testimonies-phosphenic-mixing-applied-to-education","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-applied-to-education\/","title":{"rendered":"TESTIMONIES 12: Phosphenic Mixing applied to Education"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; custom_padding_last_edited=&#8221;on|desktop&#8221; _builder_version=&#8221;4.7.0&#8243; background_color=&#8221;#ffffff&#8221; custom_padding_tablet=&#8221;50px|0|50px|0&#8243; custom_padding_phone=&#8221;&#8221; transparent_background=&#8221;off&#8221; padding_mobile=&#8221;off&#8221; make_fullwidth=&#8221;off&#8221; use_custom_width=&#8221;off&#8221; width_unit=&#8221;on&#8221; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_fullwidth_header title=&#8221;TESTIMONIES&#8221; subhead=&#8221;PHOSPHENIC MIXING APPLIED TO EDUCATION&#8221; header_scroll_down=&#8221;on&#8221; scroll_down_icon_color=&#8221;#ffffff&#8221; background_overlay_color=&#8221;#2eb7f2&#8243; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran: Phosphenic Mixing&#8230;&#8221; _builder_version=&#8221;4.9.0&#8243; title_text_align=&#8221;center&#8221; title_text_color=&#8221;#ffffff&#8221; title_font_size=&#8221;48px&#8221; subhead_text_align=&#8221;center&#8221; subhead_text_color=&#8221;#ffffff&#8221; subhead_font_size=&#8221;24px&#8221; background_color=&#8221;#2eb7f2&#8243; parallax=&#8221;on&#8221; parallax_method=&#8221;on&#8221; min_height=&#8221;250px&#8221; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover=&#8221;null&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover=&#8221;null&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover=&#8221;null&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover=&#8221;null&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover=&#8221;null&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover=&#8221;null&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover=&#8221;null&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover=&#8221;null&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover=&#8221;null&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover=&#8221;null&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover=&#8221;null&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover=&#8221;null&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;3.25&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; global_colors_info=&#8221;{}&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text _builder_version=&#8221;4.9.0&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;]<\/p>\n<h2 style=\"text-align: center; line-height: 25pt;\"><span style=\"color: #993300;\"><strong>Extracts from our GUEST BOOK<br \/>PHOSPHENIC MIXING APPLIED TO EDUCATION<\/strong><\/span><\/h2>\n<p>[\/et_pb_text][et_pb_image src=&#8221;https:\/\/www.phosphenism.com\/wp-content\/uploads\/2016\/09\/01-pedagogie.jpg&#8221; show_bottom_space=&#8221;off&#8221; align=&#8221;center&#8221; align_tablet=&#8221;center&#8221; align_phone=&#8221;&#8221; align_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;IMG: Phosphenic Mixing&#8230;&#8221; _builder_version=&#8221;4.7.4&#8243; max_width=&#8221;550px&#8221; max_width_last_edited=&#8221;off|&#8221; custom_margin_tablet=&#8221;&#8221; custom_margin_phone=&#8221;&#8221; custom_margin_last_edited=&#8221;on|&#8221; animation_style=&#8221;slide&#8221; animation_direction=&#8221;left&#8221; animation_duration=&#8221;500ms&#8221; animation_intensity_slide=&#8221;10%&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221; animation=&#8221;left&#8221; sticky=&#8221;on&#8221; always_center_on_mobile=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_image][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_row column_structure=&#8221;1_4,3_4&#8243; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; custom_margin=&#8221;0px||||false|false&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_sidebar area=&#8221;et_pb_widget_area_2&#8243; show_border=&#8221;off&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; header_font_size=&#8221;14px&#8221; header_line_height=&#8221;1.7em&#8221; background_color=&#8221;#f3dabf&#8221; custom_padding=&#8221;|||3px|false|false&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_sidebar][\/et_pb_column][et_pb_column type=&#8221;3_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_testimonial quote_icon_color=&#8221;#2eb7f2&#8243; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.10.8&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; hover_enabled=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; sticky_enabled=&#8221;0&#8243;]I started to learn spanish. I&#8217;m 63 years old and despite being immersed in the country, it was very difficult. So I used the phosphenes for each lesson; what allowed me to go much faster, because I integrated them so easily that I could skip intermediate lessons. I also integrated grammar lessons with great facility.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dominique C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I have been learning English for a few months now and I find it very easy to learn. Less fatigue, great motivation and above all good memorization.<br \/>\nConcerning dreams, they are in color and I have the impression that I am in a lively scene.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jeanne V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I practice it with my children. One of them who has a lot of memorization difficulties finally managed to assimilate his vocabulary and have better results.<\/p>\n<p style=\"text-align: right;\"><em><strong>Audrey B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I am preparing for a public service professional exam and it is imperative to accumulate a lot of knowledge. Phosphenism has allowed me to succeed. Thank you for that.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dominique P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>My sister started to study Japanese with great difficulty. I suggested her to use my son&#8217;s phosphene lamp. After a few days of daily practice, she noticed a clear evolution in her learning, she memorizes the characters very easily and is making great strides in her study.<\/p>\n<p style=\"text-align: right;\"><em><strong>Evanirina R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>What has been spectacular is the effect of Phosphenism on my daughter. She has difficulty memorizing her lessons, so she has taken several classes. So I tried to see how Phosphenism could help her. And the effect was extraordinary and immediate. It went very quickly, she assimilated her lesson well and retained it much more easily and durably. It unblocked her.<\/p>\n<p style=\"text-align: right;\"><em><strong>Biomara M.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#2eb7f2&#8243; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221; global_colors_info=&#8221;{}&#8221;]Following the purchase of my phosphenic pocket Lampe, I wanted to share with you my complete satisfaction with the usefulness of this tool in the learning process. For professional reasons and in order to take an exam, I had to learn a manual of more than 250 pages on the subject related to the airline industry in just 10 days. I had already used the phosphenes but for personal purposes and this time I used my lamp to quickly and permanently memorize the 250 pages of the manual in just 10 days, at the rate of 5 \/ 6 hours of work per day. And thanks to this particular learning method, I was able to obtain the mark of 25\/30 (I specify that the minimum mark requested and required by my company was 18\/30). I am simply amazed by the efficiency of this phoshenic pocket lamp. I recommended it to a colleague whose son has learning difficulties at school. This is great ! Continue to disseminate and publicize the inventions and phosphenic methodology of Dr Lefebure. With all my gratitude.<\/p>\n<p style=\"text-align: right;\"><em><strong>Sissoko C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I use phosphenism for all my learning. I recently learned all the flags of the cities of the world and their respective capitals. Learning is much easier with the phosphenes, I was impressed by the speed with which we remember.<br \/>\nI am in awe of Doctor LEFEBURE’s videos for his humor, the extent of his knowledge and the simple way to explain phosphenism . He is a rare personality that we unfortunately rarely meet. I bought his book on Phosphenism over 30 years ago, I found him when I signed up for the online training.<\/p>\n<p style=\"text-align: right;\"><em><strong>Madeleine M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I have done several follow-ups for the development of memory with children between 8 and 12 years old. In September, they had an average between 6.5 and 9.5; in June of the following year, they are all with averages of 14.5 – 15, after having regularly practiced the method of Dr Lefebure. Thank you for your teaching.<\/p>\n<p style=\"text-align: right;\"><em><strong>Michel L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Thank you very much for having trained me in Phosphenism which fascinates me so much. By the way, I am a school coach and this is the appropriate technique for children. I have had successes but the most striking is that of my 5 year old child who has just started in the first year of primary school. He was very restless and even in class he couldn’t keep up. His teacher complained about his case, but with Phosphenism he became very calm, hardworking. When he sees a letter on a poster, he draws it and asks me after its pronunciation. With this method it evolves well.<\/p>\n<p style=\"text-align: right;\"><em><strong>Robert Nely-Haly S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I was 14 years old when my mother gave me “ The Phosphenic Mixing in Pedagogy ”, which I devoured, and applied mainly with the sun. With hindsight, I realize that he not only helped me in my studies, but that he greatly improved my character … However, for everything related to swings and other initiation techniques, it is quite new. for me, but I have already had great results including lucid dreaming. I am delighted to join the Ring of Light community.<\/p>\n<p style=\"text-align: right;\"><em><strong>Eva G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Trained in law for 5 years, I had great difficulty passing the selection exam for the Brazilian Bar Association (OAB). This exam is extremely rigorous and without this diploma I cannot practice the profession of lawyer.<br \/>\nVery demotivated and my self esteem in the heels following the various attempts during the years which have turned out to be unsuccessful each time. Adenilton Silva, representative of Phosphenism in Brazil (MG) introduced me to Phosphenic Mixing in Pedagogy only 25 days before the exam. I tried everything for everything! I started studying with Phosphenes…<br \/>\nThe result: I was received among the 12% approved.<br \/>\nA big thank you to Phosphenism, to Dr. Lefebure and to all those who work for the dissemination of this extraordinary method that I recommend to all.<\/p>\n<p style=\"text-align: right;\"><em><strong>Laerte (Brazil)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I am a beginner in Phosphenism. I practise Phosphenic Mixing to study as a university student. I remember my lessons very well! I am entirely satisfied!<\/p>\n<p style=\"text-align: right;\"><em><strong>Christophe<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>This practice with light my license to pass my exams S . N . C . F. To this day I am a train driver as I wanted.<\/p>\n<p style=\"text-align: right;\"><em><strong>Nicolas<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I have just passed the exam of administrative assistant for the conservation of the National Heritage. There were only thirty posts available and, thanks to Phosphenism, I am now part of that administration!<br \/>\nI am convinced that using the phosphenes has helped me learning and remembering perfectly much knowledge, acquiring a strong morale and much enthusiasm, as well as developing my intuition (I spontaneously reviewed the subjects that came up for the exam and, the night before the test, I dreamt of the precise subject that I had to deal with the next day)… Thanks very much for distributing the discoveries of Dr Lefebure which I, too, endeavor to spread around me!<br \/>\nWith gratitude for all the help that the lamp and the Alternophone have brought me this year, for the preparation of a difficult examination that I passed.<\/p>\n<p style=\"text-align: right;\"><em><strong>Delphine E.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>My son is in his 2nd year of primary school and he is 8 years old. During the month of February, he was doing very badly at school. Up until then his grades were good even though he had a tendency to daydream in class, and he was not always very happy about going to school.<br \/>\nHe is a hypersensitive child, rather shy at times. He has a strong character and is interested in many things; he can spend hours studying something that interests him. He began to daydream more and more in class, saying that he felt very tired, and his attention span declined. He even asked if he could rest in class.<br \/>\nThere was a big clash with his teacher just before the holidays in March. I was then called to a meeting by the school principal. I already met regularly with my son’s teacher in order to follow his work at school. His father and I had even considered taking him out of school. It was decided that our son would see the educational psychologist for testing his intellectual capacities.<br \/>\nI therefore decided to find a method that would improve his capacities of attention and concentration. And that is how I found Phosphenism on the internet. For about ten days during the school holidays, I practiced phosphenism with my son. He practiced approximately 15 minutes, 3 times a day.<br \/>\nResults obtained by my son using Phosphenic Mixing applied to Education.<br \/>\nThe first results that were noticed concerned his ability to listen, whether it was at school or in everyday life; the activities of everyday life meaning that he was much more receptive when I would ask him to come to the table for a meal, clear the table or put away his belongings, etc. This was done with calmness and peace; there were many fewer objections on his part. As for his shyness, there was also a definite improvement and I sensed that he had more self-confidence.<br \/>\nFor dictation, which he had a great deal of difficulty with, I use the technique of visualizing one or two words: he makes a phosphene and I have him think of what he has just read, spelling the word with his eyes closed. We have obtained good results; he no longer has any apprehension and his last two marks were 8\/10.<br \/>\nFor math, he reads the exercise, makes a phosphene while thinking of the exercise and then he does the exercise. When it is for solving a math problem, I see that ideas come to him quickly. And recently for doing subtractions, whereas before he would tend to count on his fingers, the answers now come to him naturally. Just for the anecdote, he said to me, ‟Too easy, Mom”.<br \/>\nFor reading, he makes a phosphene, then waits a little bit or sits under a light for having a stronger light on the text so that he is not disturbed by the phosphene. He reads much faster, this is undeniable, and his elocution is very good, having rhythm and good intonation. He lives the text.<br \/>\nAs for school, he no longer says that he doesn’t want to go. He even said to me that he was quite happy to go to school and that things were going well with his teacher. What a relief!! He is still a little bit dreamy, but much less, and according to his schoolteacher there are no more behavior problems. He no longer complains about being tired.<br \/>\nThank you for this method.<\/p>\n<p style=\"text-align: right;\"><em><strong>Gaelle C. (Reunion)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I went back to revising lessons for an upcoming examination. Naturally, I revise using phosphenes, and it is undeniable that I am able to memorize more easily. I am looking forward to the start of the school year and to seeing my children so that I can pass the Phosphenic educational skills on to them. It is a formidable tool!<\/p>\n<p style=\"text-align: right;\"><em><strong>Sonia<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>My friend had her son, Hugo, practice. He is 10. This brought about many results. It is impressive. At the beginning of the year, his handwriting was poor (shaky, sideways, etc.) During the year, his handwriting transformed completely. He now has beautiful writing (regular, straight, the letters are correctly linked together, etc.) And above all, he has become the best pupil in his class. Children are very receptive to Phosphenism.<\/p>\n<p style=\"text-align: right;\"><em><strong>Franck D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"25%\" color=\"#2eb7f2\" \/>\n<p>My brother, who is a police officer, decided to follow a training course in order to be promoted in his work. As he had stopped studying a long time ago, he was worried about starting to study again and to not have the required level to succeed in his exams. I jumped on the occasion to present Phosphenism to him, as he did not know anything about it. A year and a half ago, I had offered him a Phosphenism box set, for working with Phosphenic Mixing. A short while ago, I had the very pleasant surprise of hearing from him. He called to thank me for introducing him to Phosphenism. He believes that thanks to this method he obtained good results on his exam. He feels that Phosphenism greatly helped him in memorization and that it also gave him more self-confidence. Using phosphenes, he visualized succeeding in his examinations and remaining calm and confident during the exam. This functioned very well, and he indeed passed the exam with confidence and calmness, and obtained good results.<\/p>\n<p style=\"text-align: right;\"><em><strong>Franck D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Phosphenism is truly fabulous for studies. I have used it with great success. It is a little bit as if one were cheating, except here one has the right to do so. The lessons really appear in my mind’s eye during exams. Learning with phosphenes is a real treat. Personally, I project the phosphene on my lessons, as explained in Phosphenic Mixing applied to Education.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patrick<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I am in my last year of study as a computer engineer. During the end of term exams, I had one last subject to pass which was very difficult for me. It required a lot of reflection, and there was also a lot of information to be learned by heart. I had very little time left… so why not use Phosphenism?<br \/>\nI used the following methodology, with the Pocket Lamp:<br \/>\n– I focused on the lamp to produce a phosphene.<br \/>\n– I attentively read the lesson through the phosphene.<br \/>\n– Once the phosphene was finished, I focused on the lamp once again, thinking about what I had just read (as best I could…)<br \/>\n– I resumed reading through the phosphene…<br \/>\n– Once I had read everything, I started over again: whether reading the whole thing or the most important parts of the lesson.<br \/>\nI obtained the best mark in the class. And in the end, I really hadn’t worked all that much…<br \/>\nPhosphenism saves a lot of time, and it has a positive action on intellectual capacities and attention span. I believe that using it for studying is completely beneficial, as long as it is used properly. I am sure that a lot of ‟bad” or ‟mediocre” students could surprise everyone if they were given the right tool…!<\/p>\n<p style=\"text-align: right;\"><em><strong>Quentin D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Here are the effects that I have been able to notice on myself, my children and several people around me after more than two years of practicing the method.<br \/>\n– For learning at school (primary and high school or secondary school):<br \/>\nIt allows a better concentration and helps memorization.<br \/>\nIn channeling energy, it reduces the natural tendencies to distraction and helps acquire the concentration necessary for studying and understanding. It facilitates the fixation of what needs to be memorized through the mental projection in the phosphene of what needs to be retained.<br \/>\nIt helps reduce failure at school and gives disturbed or stressed children the same chances as the other pupils.<br \/>\nThe simultaneous use of the phosphene and reading\/reciting aloud associated to writing definitively solves spelling problems.<br \/>\n– For University studies and higher exams:<br \/>\nIt facilitates the memorization of large quantities of information, mainly through the use of visual memory.<br \/>\nThe use of phosphenes is very appropriate for memorizing the great amount of knowledge required in University studies (Mathematics, Physics, Chemistry, Medicine, Biology and Natural Sciences).<br \/>\n– For learning complex movements in gymnastics, dance and acrobatics and solving coordination problems of the body, as well as dyslexia:<br \/>\nAssociating a movement with the phosphene (cenesthesic memorization) allows one to carry out what is desired without being blocked and be able to memorize it.<br \/>\n– For professions in the areas of creation and invention:<br \/>\nProjecting problems or ideas into the phosphene enables one to quickly obtain a swarm of ideas that are favorable to creation and invention.<br \/>\nThese functions are useful not only to artists, creators and inventors, but also for anyone who needs to find new ideas (jobseekers, managers, engineers, etc. for solving problems). A secondary effect of phosphenes is a harmonization of the personality and seeing things in a very positive way. Aggressive persons who practice regularly with phosphenes develop in a very positive manner and the best of their personality comes out.<br \/>\nOne could imagine using Phosphenism in jails, with drug addicts or persons who have depressive behavior.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pierre D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I noticed that when I practiced as session of phosphenes a few minutes before playing a video game, it was much easier for me to carry off impressive victories over my virtual enemies. I noticed these results with two super-fast combat games. In both cases, my reflexes are much sharper and I am ten times more audacious (I try tactics that I would have never dared before), my speed is greater and it is easier to improvise in action. I keep my adrenalin under control and I am surprised at being able to handle long rounds of intense battle without flinching. In addition, my comprehension of the game is improved: on levels that I thought I had completely explored, I have found new spots, new strategies, and new ways of manipulating this or that weapon…<br \/>\nI do not imagine that this testimony will contribute to the evolution of humanity, but this is just to point out that concerning rapidity and precision, phosphenic energy has once again accomplished its mission. However, there is a fly in the ointment: these games have become almost too easy and they bore me now. I am going to have to buy new ones!<\/p>\n<p style=\"text-align: right;\"><em><strong>Stephane S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I would like to let you know about the effects I have noticed after the practice of Phosphenic Mixing and the use of the Alternophone. My son is fourteen years old (in the 9th grade and he has always been among the 4 best pupils in his class, first this semester). He is very happy and motivated by Phosphenic Mixing and uses it for studying his lessons.<br \/>\nHe recently made a comment: ‟Since I have been studying with phosphenes I no longer forget what I am learning, and I’m afraid of remembering so many things that I won’t have enough space in my head for everything that I’ll have to study in the future.‟<br \/>\nOf course I put his mind at ease about the vast potential of the human brain and told him he could memorize everything he wanted without any fear.<br \/>\nSincerely yours.<\/p>\n<p style=\"text-align: right;\"><em><strong>Eloi G. (Gabon)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>My son Christophe is a 15 year old teenager who has always had serious spelling problems. He has a good memory. He knows the rules of grammar well enough, but when he is sitting in front of a blank sheet of paper, he forgets everything!<br \/>\nFor 2 months, we worked regularly using phosphenes.<br \/>\nThe effects after 2 months of practice:<br \/>\nImproved memorization of the words studied with phosphenes. As Christophe said: ‟I can see the words written in my head”. In a text where he usually made fifty mistakes, he made only twenty or so.<br \/>\nIntellectual acuteness: a greater quickness of thought. His elocution tended to be broken up, and it now has become much more fluid. His personality became more self-assertive.<br \/>\nHis mathematics teacher told him that he had completely changed: much better participation in class, more alert and clearer thinking.<br \/>\nThe technique used for a dictation:<br \/>\n– He does a phosphene.<br \/>\n– He then thinks about the word to memorize, closes his eyes and pictures the word in his imagination.<br \/>\n– He then does another phosphene, puts on the eye band and writes the word (in the dark) without looking at the sheet of paper.<br \/>\nAs you can see, I try to follow the precious instructions contained in your book ‟The ABC of Phosphenic Mixing”.<br \/>\nThanks ever so much for him.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I have noticed that this simple method has brought me a very satisfying balance, has increased my capacities, mental and physical alike, has activated my curiosity, has made studying easier for me, increasing both my capacity for effort and my comprehension. (…) After 2 to 3 weeks, I have started to experience the first effects on the quality of sleep : no more restless nights, refreshing sleep, easiness to wake up, etc.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Everyday, I realize more and more that Phosphenism is necessary, if not essential to my career as a Math teacher. I think that I am on the right tracks.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean N. K. W. (Mathematics Theacher)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>The effects of Phosphenic Mixing applied to Education are wonderful. I have developed my memory greatly. I remember a lesson that I have learnt a month ago as if I had learnt it only 5 minutes ago.<\/p>\n<p style=\"text-align: right;\"><em><strong>L. E. M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\nAs you have instructed, I have used the game of Chess as a theme for Phosphenic Mixing. I have noticed that everything does become clearer. The effect of mixing a theme with the phosphenes is quite obvious: a greater clarity of mind is developed.<\/p>\n<p style=\"text-align: right;\"><em><strong>Louis M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I am a 17 years old boy and I contacted you last fall. Meanwhile, I have practiced Phosphenic Mixing and noticed that many aspects of my life were improved, my studying in particular.<\/p>\n<p style=\"text-align: right;\"><em><strong>Michel C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I have noticed that this process has allowed me to progress, as much in my studies (I am a high school student) as in my everyday life.<br \/>\nA while ago, I have taken an oral exam in French that I had prepared with the phosphenes: the result was beyond my expectations. Indeed, I only had to read the text of the exam once and my thinking process started: the commentary of the text I had to draft came by itself. I have also observed the effects on sleep: for a few years, I have been suffering from insomnia; I would wake up during the night and only could go back to sleep a couple hours later. Since I have started to practice Phosphenism, I can sleep the entire night without interruption!<br \/>\nI can also say that the method has improved my eyesight: I have worn glasses since the age of 12 and I have noticed a sharp improvement.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Philippe S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Phosphenism corresponds completely to what I expected. Indeed, this method of development of mental capacities does not make the individual dependent. On the contrary, it allows one to awaken their possibilities, while leaving them free to choose which exercise is best suited.<br \/>\nPhosphenism has truly made me see life under a different light and has allowed me to abandon the insignificant things that were clogging my life. It has opened my eyes to the true questions that all young people should ponder.<br \/>\nIn the domain of education, it has brought me a greater concentration, improved my memory, increased my ideas and my capacity for assimilation. Moreover, it has clarified my mind by driving away the preconceived notions and irrelevances that had started to crowd it because of reading books and magazines that only exploit people’s naivety and credulity.<\/p>\n<p style=\"text-align: right;\"><em><strong>Isabelle R. (Student)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>After practicing Phosphenism every day, I have noted that my sleep patterns are now more regular (I do not suffer from insomnia any more) and that I also enjoy more physical and mental vitality in the morning.<br \/>\nMy dreams have become full of color, with sharper images and relate situations that provide me with a better understanding of the situations themselves or of the behavior of the persons that are present in the dream.<br \/>\nI have also obtained an improvement in memorization, both visual and auditory, in the artistic domain, a fact that has helped me in my profession and has allowed me to approach various roles with a larger artistic and creative ability.<br \/>\nEnjoying a greater nervous resistance, makes one feel above the others or, more precisely, protected from certain psychological attacks, and allows one to be more sociable with their workmates. Finally, I have noticed that people are more keen to work with me.<\/p>\n<p style=\"text-align: right;\"><em><strong>Françoise B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>From the first session, I noticed a considerable change in all the children and teenagers I worked with. In very simple terms, I explain to them what source they will tap into in order to get out of their difficulties at school. Then, I ask them to practice Mixing for three quarters of an hour. Their facial expressions change, from grumpy or timid, they become alive. Their verbal expression flows, with a spark of interest in their eyes. Some would say ‟this is great!”, others ‟this is fun!”, but all want to practice again.<br \/>\nFor some of them, the results are dazzling. After a single session, Aurelien memorized three months worth of geography lessons that he had left aside, as he could not and did not want to learn them. He had come to me as a last resort: he had a test the next day. I did something with him that can be considered absurd: doing so much work with a kid that was completely unfamiliar with Mixing. A few days later, his dumbfounded teacher gave him the highest mark! A couple days later, I explained to him the arithmetical principle of division with the help of the phosphenes and, the next day, he obtained an A, something that had never happened to him!<br \/>\nElise, who had been treated for two and a half years for a speech disorder, has progressed tremendously after 6 sessions: for the seventh session, she was radiant with joy, she arrived brandishing her exercise book, on which was written her teacher’s evaluation: ‟Spectacular progress in spelling and writing. With my encouragement”.<br \/>\nWith smaller children, the results are even quicker, if one judges by their drawings. They are immediately larger, more detailed, and contain a lot more color.<br \/>\nWith teenagers, the results are more progressive. Nevertheless, the three children I worked with that experienced difficulties, did in the end pass on to the next class. Such hope! The most important fact being that drive that the children suddenly develop, a drive to struggle with their problems, to accept them without panic, discouragement or revolt and to move forwards with patience and tenacity.<\/p>\n<p style=\"text-align: right;\"><em><strong>Evelyne D. (French Teacher)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I have noticed that my capacity for work at school has improved and that I appreciate more certain activities that used to put me off. At the same time, my capacity for organization, memorization and creativity has developed, allowing me to increase considerably my level.<br \/>\nI am attending the first year of university (having taken a three-year break off studies), the beginning has been difficult. During the first semester, I barely got average grades. That period coincided with my discovery of Phosphenism. It was such a joy, during the second semester, to see my grades improving considerably, allowing me to access directly the second year of studies.<br \/>\nMy apprehension of exams has disappeared, I am not stressed any more, I am confident in my capacities. I do not lose courage when facing difficult subjects. On the contrary, I enjoy more associations of ideas, I remember the lessons much better, to the point that it seems that I have them under my eyes. I have become much more driven, more ‟positive”, as I know that I will always find a way to solve the difficulties I am facing. I used to find it difficult to concentrate on matters that do not appeal to me. Now, on the contrary, I am eager to discover new things.<br \/>\nPhosphenism has allowed me to solve many problems at school. Consequently, it is very useful for a student.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pascal B. (French Teacher)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>For more than 15 years, I have used Phosphenic Mixing. I am been convinced by the results to such an extend that I have taught it very early to my daughter.<\/p>\n<p style=\"text-align: right;\"><em><strong>Collette G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I am satisfied by Dr Lefebure’s method and I would like to thank Mrs Colette G. who taught Phosphenism to my daughter, in primary school. I have mainly observed an improved capacity for memorization. She is also less unstable and her results at school are better.<\/p>\n<p style=\"text-align: right;\"><em><strong>Solange G. (Primary Teacher)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Let me give you news of Sebastien (…) He has progressed a lot at school, he is more mature and also more self-confident. He now considers finishing high school. That is quite a new development for him and that can be explained by the fact that it has become easier for him to memorize, and that studying and doing his homework take a lot less time.<\/p>\n<p style=\"text-align: right;\"><em><strong>Françoise (Primary Teacher)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I have witnessed the benefits brought by the method in different domains: in the evening, before going to sleep, a session of Mixing helps falling asleep quicker and also helps relaxing. Sleep is more refreshing, dreams are more frequent.<br \/>\nDuring the day, a session helps unwinding after an effort but also after a vexation. There is, without a doubt, a regularization, an harmonization of energies.<\/p>\n<p style=\"text-align: right;\"><em><strong>Chantal<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Having applied the method during remedial classes and having noted a distinct improvement in marks, I have introduced it in my class. Despite a bit of reluctance at the start, the pupils quickly became eager to practice with the method. Introducing Phosphenism to them is the best thing I have done for them.<\/p>\n<p style=\"text-align: right;\"><em><strong>Isabelle R. (Teacher)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I have three children who practice the exercises with me, Thomas, 3, Sandrine, 6 and Anais, 8. The oldest has got good results at school and expresses interest in various subjects, even some that put me off, like grammar. She benefits from much intuition and precision in her work. Her handwriting has also evolved, becoming prettier and easier to read. She understands the work she does with the phosphenes and enjoys it. I am very pleased to have opened the door to the inner world for my children and that they are developing the intelligence that I sadly lacked at their age.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>For a week, I had been working on a computer software under ACCESS2 and I was trying to find an error that eluded me. Instead of taking a break, I decided to practice Phosphenism for 10 minutes, without any particular goal. I went back to my PC and something extraordinary took place: I found the error in three minutes, thanks to the phosphenes!!!<\/p>\n<p style=\"text-align: right;\"><em><strong>Rene G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Phosphenism is truly great for studying. I have used it successfully in that domain. It is a little bit like cheating, but it is allowed! The lessons that I have studied with the phosphenes really appear as mental images during the exams.<br \/>\nLearning with the phosphenes is real pleasure. Personally, I project the phosphene on the lesson as it is explained in the book Phosphenic Mixing applied to Education.<br \/>\nThat book is a must-have.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patrick O.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I use Phosphenic Mixing applied to Education and Synchrophony with my three daughters (16 – 14 and 9). The youngest has learnt a poem in 20 minutes and is able to recite it with the right intonation without having to read it again.<br \/>\nThe oldest learns her lessons while blocking her ears (Acouphenic Mixing) and by reciting them aloud. She has realized that she can work faster than ever before.<br \/>\nThe cadet who has had major health problems listens to the tracks of Synchrophony on her mp3 player. She seems to have more joie-de-vivre, a greater drive to communicate and is integrated better at school. All this seems so promising.<\/p>\n<p style=\"text-align: right;\"><em><strong>Sonia H.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I am so pleased with the results. I am following evening classes to become an executive. I have obtained an A thanks to the phosphenes.<\/p>\n<p style=\"text-align: right;\"><em><strong>Lily<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I am a foreign student following a course to become a tax inspector. In the beginning, my studies were going quite well but, after three months, the rhythm of the lessons intensified. I also experienced difficulties concentrating, as 60% of the content of the training would be useless once I would get back to my country, a fact that made me lose motivation. Nevertheless, I was expected to get at least average marks in order to validate the training course. It is then that I had the idea to try the method of alternating hearing. I purchased the Synchrophony box set and I applied it.<br \/>\nThe results:<br \/>\n– After practicing for just three days, my concentration increased dramatically.<br \/>\n– After a week, I could remain attentive for longer periods and subjects that used to put me off became much more attractive. Consequently, it became much easier to memorize these lessons.<br \/>\n– I also noticed that I have developed a greater mental stamina and that I memorize much quicker when I study my lessons.<br \/>\n– On a personal level, I have become more calm and less sensitive and I have developed much more personal initiative.<br \/>\nI now continue the training course with joy and serenity.<br \/>\nThanks to these results, I have launched into the other aspects of the practice of Phosphenism, as I find the spiritual aspect also very interesting and I am trying to access higher states of consciousness.<br \/>\nThanks to Dr. Lefebure and his spiritual heir for the diffusion of Phosphenism.<\/p>\n<p style=\"text-align: right;\"><em><strong>Olabolza<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I can testify that this exercise is absolutely fabulous… I did it instinctively as well as many others since a young age.<br \/>\nWhen I met Dr Lefebure, I understood why at school I could be brilliant without effort, especially in storytelling and I remember (as if it was yesterday) the philosophy test of the Experimental Sciences baccalaureate.<br \/>\nInstinctively I had chosen a “ sunny ” place, as in all circumstances, moreover… The subject chosen “ can we assimilate man to a machine ? ”. Very quickly the plan became clear. The associations of ideas from the lectures and readings fused very precisely to support each development of the plan and the idea which carried my conclusion and which probably aroused the attention of my corrector (who gave me a 17 \/ 20 with a coefficient of 7) : Man cannot be a machine… the cells of the sigmoid valves of his heart “ start to beat ” by themselves ! enigma that still concerns my thoughts today …<br \/>\nThis exercise is breathtakingly simple ! There is only to let come the ideas (associations of ideas which the intellect would not have thought of) which will expand masterfully as by magic the theme mixed with the phosphene “ as if we were pumping water from the well of our memory ”. This action is done effortlessly thanks to “ the mixture (mixing) of the chosen theme with the phosphene and Doctor Lefebure, the first wonderful Being that I had the grace to meet on my way, did not forget to warn us :“ if upstream you have not worked on the quality of the supply to your well, if in your well there is only gravel, you will still be able to pump you will only pump what you have put there.”<\/p>\n<p style=\"text-align: right;\"><em><strong>Francette V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I am very impressed with what Phosphenism has given me and my family.<br \/>\nMy child is learning English at a speed that surprises me, whereas it used to take me a whole month to teach him a sentence.<\/p>\n<p style=\"text-align: right;\"><em><strong>William<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I have been practicing Phosphenism with my SES students from Lycée Paul Maupas in the city of Vire, Mexico for some time now. I was able to notice very quickly that thanks to this fabulous method, my students, ALL without exception, passed their exams and homework with ease and success.<br \/>\nThank you to Dr Lefebure for this incredible discovery.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe M. (Mexico)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Phosphenism has become an extraordinary practice that is essential on a daily basis. This science has changed my life, and studying it in pedagogy is extraordinary. At the moment, I have been helping a young 14- year- old girl for just over a month who is very shy and hardly expresses herself. The results are beginning to be seen, rather to be understood… to his greatest joy and the amazement of his parents. A big thank you to Doctor Lefebure and Daniel Stiennon.<\/p>\n<p style=\"text-align: right;\"><em><strong>Aline A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Thanks to you, I can help my son and, thus, improve his learning at school. I have discovered this really extraordinary method and I even plan to offer myself the complete training for the beginning of this year.<\/p>\n<p style=\"text-align: right;\"><em><strong>Mylene G. C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Thanks to you I can help my son and thus improve his learning at school. I discovered a really extraordinary method and I even plan to offer myself the complete training for this beginning of the year.<br \/>\nMylene G. C.<br \/>\nAfter reading Dr. Lefebure’s book Phosphenic Mixing applied to Education with much interest, I have used the elements I found inside to initiate my children to the practice of ‟Phospshenic Mixing”. These exercises have achieved results that were unhoped for.<br \/>\nWith a profound gratitude, I thank Dr. Lefebure for the beneficial action of his techniques on my children. In the domain of mental retardation, I have noticed that the practice of Phosphenism increases sensitivity and produces a more sociable, open character. Aggressiveness and irritability diminish after practicing several sessions of Mixing and it is with much satisfaction that one notices the perseverance and the application with which the backward children practice the exercises.<br \/>\nThe sways produce a cerebral rejuvenation on retarded persons. The energy produced by the brain increases. Consequently, thoughts have more rhythm, thus increasing cerebral activity.<\/p>\n<p style=\"text-align: right;\"><em><strong>Michele P. (Former Educator)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>After reading Phosphenic Mixing applied to Education, I have started to practice Phosphenism and to introduce it to my clients. I shall tell you about a very positive result: it is an 8-months-old baby who was brought to me for reeducation and who could not yet hold his head. During the first session, I proceeded with a complete check-up and then advised his parents to make him do phosphenes with the pocket lamp. When they came back, 8 days later, for the next session, I was very surprised. Not only the child could hold his head, but he could also trigger reactions in his chest!<br \/>\nThe parents then told me that their baby asked for the lamp as soon as he would wake up and went to sleep with it. I have been able to note a genuine development of his psycho-motivity, of such ease that one could say that it is a true metamorphosis!<\/p>\n<p style=\"text-align: right;\"><em><strong>Marc G. (Physical Therapist)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p><strong>PSYCHOLOGICAL ASPECTS<br \/>\nMENTAL STIMULATION &#8211; PHYSICAL RELAXATION<br \/>\nSELF-CONFIDENCE &#8211; OPTIMISM &#8211; PHYSICAL RESISTANCE<\/strong><\/p>\n<p>Life is better, I&#8217;m fine. I find that these exercises are wonderful for the mind. They give me reflexes, memory, balanced will, confidence and tranquility.<\/p>\n<p style=\"text-align: right;\"><em><strong>Andre M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\nLife is better, I’m fine. I find that these exercises are wonderful for the mind. They give me reflex, memory, balanced willpower, confidence and tranquility.<br \/>\nAndre M.<br \/>\nI must thank you for the exercises of Phosphenic Mixing, I get so much benefit from them : I enjoy peak physical and mental form, no fatigue and an unbelievable optimism.<\/p>\n<p style=\"text-align: right;\"><em><strong>Edmond D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>By improving the perception of our own ‟self”, and trying to perceive the ‟self” of others, it is certain that communication improves. Little by little, one realizes that it becomes possible to ‟feel” the others and to ‟describe” them rapidly. That process could be called: improved intuition.<br \/>\nI enjoy an improvement in physical resistance: I already needed very little sleep (5 to 6 hours a night), now only 3 to 5 hour suffice for me to be fully refreshed. My nervous resistance having increased, it is possible for me to sustain stress for longer, even if it is mixed with intense physical efforts. My resistance to disease also seems to have increased.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Pierre P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"25%\" color=\"#2eb7f2\" \/>\n<p>As a professional Psychotherapist, I use Phosphenism with my patients.<br \/>\nI used the method in particular on children in very great difficulty. Thanks to the phosphenes, they obtained clear school improvements in learning to read and spell, while being more attentive and calm in class. Results also on dyslexia, state of agitation and hyperactivity.<br \/>\nWith teenagers, it is above all, to be better in their skin, more at ease, more attendance and motivation in studies. Finally come to consider the future with more optimism, and find ways to answer their many questions, on studies, a profession, and finally be able to make choices.<br \/>\nAdults have also benefited greatly to improve their personal situation : work, couple, daily life. And also, positive changes in the perception of themselves : self – confidence, lucidity on the issues and decision to change, more will, calm, joy of life, dynamism, and confidence in the future and improving sleep. On a personal basis, the practice of phosphenic mixing has contributed to the improvement of my personality, to the development of qualities or dispositions. I also derive great physical vitality and intellectual liveliness from it, and many benefits in my personal life. When I want to see more clearly, when I have to make a decision, or make choices. In short, for all questions concerning the present and especially the future, answers, solutions emerge, a path is emerging, and sometimes they are completely unexpected ! I project the issue or situation while fixing the lamp and hold it 3 min.<br \/>\nAt bedtime, I think about it too. Then, I “ let go ” and try to listen to what happens in the following days, the ideas that come to me, the meetings that are made. When I walk, I also ” phosphenize ” by fixing the sun. More practically : the phosphenic mixing allowed me to obtain a very good level of English and Spanish, and to assimilate grammar very quickly.<br \/>\nI resumed my studies and was able to easily store the 3 years of psychology studies. I produced a 50-page thesis which concluded this teaching, and required multiple cross-searches. I find that the ideation, the analysis were markedly improved, with additional editorial facilities.<br \/>\nThen, I visualized the exam, the questions, my serenity, the jury by doing 3 sessions the day before the defense, as well as in the morning. I obtained an overall mark of 16\/20 with mention TB (very good).<br \/>\nThis allowed me to create an association of accompaniment and psychological support.<br \/>\nMy personal therapy was shortened as the analysis of my life story became more lucid, and the emotional more channeled. I was thus able to define wishes, projects, objectives for my future.<br \/>\nAs I like to understand and learn, in different fields I often use reading with phosphenic mixing, when the content is rather technical.<br \/>\nToday my project : get involved in humanitarian work : I want to be able to apply the phosphenic method to children in schools, in the country where I will be, but also to teach it to local teaching staff. The use of Phosphenism could bear fruit during the animation of educational and creative workshops, and within the framework of “ psychological support ” cells for women who have suffered violence and for adrift young people.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Pierre P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I have been using Dr. Lefebure’s method professionally for years now. My clients are always satisfied : dyslexic children, persons with problems of stuttering, high school children with learning difficulties… Dr. Lefebure’s guidelines are an inexhaustible source of fabulously positive results. Thank you very much for this method of individual development.<\/p>\n<p style=\"text-align: right;\"><em><strong>Michel (Personal Development Coach)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I have started to express interest in the method to help my 8-year old nephew who suffers from “spelling problems” and who has been treated by a speech therapist for a year and a half. After just five sessions with phosphenes, my nephew’s reading has improved a lot. He has progressed a lot and enjoys practising with phosphenes.<br \/>\nI have since been practising Phosphenic Mixing by myself and with the son of a friend who is a juvenile delinquent. I get good results.<br \/>\nI also help two adults learning foreign languages with the method.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>The techniques do wonders for children by gently offering them an evolution that goes far beyond simple learning methods.<br \/>\nI noticed on my niece that the phosphenes also accompanied a change in her perception of life, which was very marked and very adult when she was in her teenage years. Thank you.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yannick<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>The NEURO-SYNCHRONIZER was also a revelation, from the first listen, I felt a huge change in me. As if things that I had been working on for a long time “came to life” suddenly and effortlessly. In particular the feelings of loneliness and strangeness which have disappeared, giving way to calm.<\/p>\n<p style=\"text-align: right;\"><em><strong>Isabelle M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>I practice Phosphenic Mixing in order to allow me to progress in my knowledge of music theory and piano, to memorize my English lessons and also to calm me down when I cannot find sleep. With the “flashlight” I can practice the method on my travels.<br \/>\nMy 63-year-old brain is trying to keep all of its faculties and I gain self-confidence.<br \/>\nNo problem with my eyes rather a better view.<\/p>\n<p style=\"text-align: right;\"><em><strong>Bernadette D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Thank you for Dr Lefebure’s method which allowed me to regain good concentration and to memorize certain things more quickly. My children also practice it for school and they are very satisfied with it.<\/p>\n<p style=\"text-align: right;\"><em><strong>Christophe C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Your teaching has been very rich for me, in understanding certain mechanisms linked to some cognitive disorders, and has opened up a new field of interventions for me to improve my professional practice as a school nurse, in particular with children with academic difficulties and \/ or behavioral.<br \/>\nTwo cases of situations of children in difficulty have been revealing to me of the effectiveness of your method:<br \/>\nCase 1:<br \/>\nA 14-year-old teenager faced with anxieties and existential questions suffered in her relationships with her peers. This had repercussions on her ability to invest in class, as she often required visits to the infirmary during school time, as well as on the quality of her sleep, which greatly worried her parents who no longer knew how to help their children. girl.<br \/>\nNot being able to appease him either by dialogue, or by relaxation and bodily relaxation, I offered him a Phosphenic Mixing session.<br \/>\nShe was able to find a significant calm, visible through the expression on her face, which had become more relaxed and calmed by the end of the first session.<br \/>\nThe well-being she felt inside was astonishment and a surprise to her. Her recurring and intrusive thoughts disappeared immediately, and the inner calm allowed her to return to class quickly and resume learning immediately after the session. The teenager of her own accord requested a second session during the same day, and then never returned to the college infirmary during school time.<br \/>\n2nd case:<br \/>\nA 15-year-old boy, educated in the Adapted Pedagogical Education Section (SEGPA), developed a school phobia, with prolonged absence, during and after the hospitalization of his mother, who suffered from a stroke with significant sequelae neuropsychological.<br \/>\nWhile waiting for an appropriate psychological follow-up, I suggested as a consultation team a support for this young boy, depressed and very anxious at the idea of returning to college. The teenager finally agreed to benefit, before the start of each half-day’s lessons, from a relaxation session, with at the end of the session an exposure time to Phosphenic Mixing. The care lasted 10 days and the young boy’s attendance allowed a significant result in terms of well-being. The team found that the teenager was calmer and more cheerful, and gradually regained a taste for school activities with positive results. He quickly re-socialized with his group of comrades. The relaxation allowed him at first to express his deep thoughts which had been internalized, then, secondly, the effects of the Phosphenic Mixing soothed his mind during the hours following the session. His natural humor resurfaced and the urge to look to the future helped him stabilize over time.<br \/>\nObserving the teachers after each session allows me to confirm that the Phosphenic Mixing sessions have had a positive impact on the adolescent’s attitude in class as well as on his reintegration into college.<br \/>\nPersonally:<br \/>\nDr Lefebure’s method has helped me calm down during stressful situations. I was able to feel a boost of energy after each session, as well as a concentration and significant results through my professional and artistic activities such as singing, dancing.<br \/>\nOptimized memorization, with beneficial consequences such as better confidence in my abilities, but also a better understanding and acquisition of techniques for learning singing and dancing. Overall less stress, recurring thoughts in decline, restful sleep and inner calm.<br \/>\nThank you again for this prodigious teaching which accompanies me in my daily life and which has revolutionized the conception of my practice in my profession, for me and for others.<\/p>\n<p style=\"text-align: right;\"><em><strong>Martine R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>A few words to tell you that I really appreciated the courses which allowed me every week to stay connected to the techniques and the teaching of Dr lefebure .<br \/>\nI am a composer musician and I use the method to work my instruments (native flutes, piano, vocals) to work on my compositions and my studies and research on musical harmony and tuning in A 432Hz, natural scales and their benefits to humans. Also to work and prepare my concerts, memorize difficult rhythms, melodies and fingerings.<br \/>\nThe practice of the phosphene allowed me to access en bloc answers, questions and research that I had been doing for more than 6 years concerning the musical harmony most respectful of the human being and more than 25 years concerning the pace and means of using it in therapy. It happened en bloc, a real quantum leap !!!<br \/>\nLightning neural connections. And at the same time I got the information on how to organize my time to do it all. Magnificent !<br \/>\nMy taste for research and study, already present, was even more awakened and the energy necessary to carry out projects too. The practice gives a focus and astonishing energy. Oh yes, I forgot, greatly improved sleep and sight too (I’m 50 years old and I think I’ll wait a long time before putting on glasses, ophthalmological appointments canceled).<br \/>\nI also use Synchrophony a lot : track 2 in the morning when I wake up and track 6 in the evening when I fall asleep, for reading texts, in relaxation 15 minutes Zen during the day, or when I need to stay centered in front my computer or something is blocking. I like, it works great!<br \/>\nOne word: THANK YOU! Mr. Lefebure , thank you Daniel Stiennon for this wonderful work.<\/p>\n<p style=\"text-align: right;\"><em><strong>Cyrille C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>After having followed the Phosphenic Mixing training in pedagogy, I applied the method of Dr Lefebure in my office. The results achieved in a minimum of time by the power of the phosphene are impressive. That is why I would like to share my testimonies to encourage parents or adults concerned by the cases treated below to use the method of Dr Lefebure.<br \/>\na) case of hyperactivity<br \/>\nJohn is 7 years old, a child with hyperactivity disorder. His parents are in despair and came to see me after having tried “everything” (…). They made it clear to me that my intervention would be “the last” on their own terms. The pressure was quite strong, but using phosphenes since June 2015 with concrete results (memory, mental capacities, alertness, reduced anxiety…) I did not hesitate and I accepted the challenge.<br \/>\nFrom the 1st session, I apply the Phosphenic Mixing in front of John’s parents, who I must admit seemed rather skeptical. The next day, I receive an SMS from the father of the child who writes to me “Sir, despite John’s turbulence I don’t know if it’s a coincidence, but he is tired. After we left (the practice) he was very good and didn’t make a fuss over dinner, showering or going to bed. ”<br \/>\nDuring the 2nd session, John’s mother confirmed to me other positive points than those mentioned above (significant decrease in hyperactivity in class, improved attention…). During this session, I had him play a game: count from 30 to 1 while looking at the lamp (because he doesn’t like to count from 1 to 30) and then put on the blindfold…<br \/>\nHere are the results obtained: John knew how to count from 100 to 1 with the Phosphenic Mixing, he even wanted to take a nap during the session… this is to tell you that Dr Lefebure’s method is effective for ADHD<br \/>\nb) Dyspraxia case<br \/>\nThomas is 15 years old, he has difficulty following and applying the teacher’s instructions because of his dyspraxia. Suddenly, he isolates himself in high school to avoid derogatory comments from his comrades.<br \/>\nAfter the 1st session with the Phosphenic Mixing (5\/03), he was able to regulate his sleep and manage to slowly synchronize the parts of his body. In one session, I could see a clear improvement.<br \/>\nc) other resolved cases In<br \/>\norder not to take up too much space on the testimony space, I summarize the cases that I have resolved with Phosphenic Mixing on average between 2 to 5 sessions:<br \/>\n3 cases of depression, 1 phobia without light, 1 burn out, chronic pain.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Phosphenic Mixing has become an extraordinary practice that is essential on a daily basis, this science has changed my life and studying it in pedagogy is extraordinary. I have now been helping for a little over a month a young 14-year-old girl who is very shy and hardly expresses herself. The results are beginning to be seen or rather to be heard… to his greatest joy and the amazement of his parents. A big thank you to Doctor Lefebure and Daniel Stiennon.<\/p>\n<p style=\"text-align: right;\"><em><strong>Aline C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#2eb7f2\" \/>\n<p>Thanks to you, I can help my son and thus improve his learning at school. I discovered a really extraordinary method and I even plan to offer myself the complete training for this beginning of the year. Yours sincerely.<\/p>\n<p style=\"text-align: right;\"><em><strong>Mylene D.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-special-daniel-stiennon\/&#8221; button_text=&#8221;Special Daniel STIENNON&#8221; button_alignment=&#8221;left&#8221; admin_label=&#8221;Bouton: Previous Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%2%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_icon_placement=&#8221;left&#8221; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|-50px|||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.0&#8243; _module_preset=&#8221;default&#8221; global_colors_info=&#8221;{}&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-individual-development\/&#8221; button_text=&#8221;Individual Development&#8221; button_alignment=&#8221;right&#8221; admin_label=&#8221;Bouton: Next Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%3%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|||-50px|false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; global_colors_info=&#8221;{}&#8221; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extracts from our GUEST BOOKPHOSPHENIC MIXING APPLIED TO EDUCATIONI started to learn spanish. I&#8217;m 63 years old and despite being immersed in the country, it was very difficult. So I used the phosphenes for each lesson; what allowed me to go much faster, because I integrated them so easily that I could skip intermediate lessons. [&hellip;]<\/p>\n","protected":false},"author":28,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[43],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Phosphenic Mixing testimonies - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-applied-to-education\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Phosphenic Mixing testimonies - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"Extracts from our GUEST BOOKPHOSPHENIC MIXING APPLIED TO EDUCATIONI started to learn spanish. I&#039;m 63 years old and despite being immersed in the country, it was very difficult. So I used the phosphenes for each lesson; what allowed me to go much faster, because I integrated them so easily that I could skip intermediate lessons. [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-applied-to-education\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-01-13T11:00:00+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-10-05T21:52:04+00:00\" \/>\n<meta name=\"author\" content=\"Daniel STIENNON\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Daniel STIENNON\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"50 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-applied-to-education\/\",\"url\":\"https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-applied-to-education\/\",\"name\":\"Phosphenic Mixing testimonies - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-01-13T11:00:00+00:00\",\"dateModified\":\"2021-10-05T21:52:04+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-applied-to-education\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-applied-to-education\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-applied-to-education\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"TESTIMONIES 12: Phosphenic Mixing applied to Education\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\",\"name\":\"Daniel STIENNON\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"caption\":\"Daniel STIENNON\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/contact_uk\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Phosphenic Mixing testimonies - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-applied-to-education\/","og_locale":"en_US","og_type":"article","og_title":"Phosphenic Mixing testimonies - PHOSPHENISM - Dr. LEFEBURE School","og_description":"Extracts from our GUEST BOOKPHOSPHENIC MIXING APPLIED TO EDUCATIONI started to learn spanish. I'm 63 years old and despite being immersed in the country, it was very difficult. So I used the phosphenes for each lesson; what allowed me to go much faster, because I integrated them so easily that I could skip intermediate lessons. [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-applied-to-education\/","article_published_time":"2020-01-13T11:00:00+00:00","article_modified_time":"2021-10-05T21:52:04+00:00","author":"Daniel STIENNON","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Daniel STIENNON","Est. reading time":"50 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-applied-to-education\/","url":"https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-applied-to-education\/","name":"Phosphenic Mixing testimonies - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-01-13T11:00:00+00:00","dateModified":"2021-10-05T21:52:04+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-applied-to-education\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-applied-to-education\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/testimonies-phosphenic-mixing-applied-to-education\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"TESTIMONIES 12: Phosphenic Mixing applied to Education"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f","name":"Daniel STIENNON","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","caption":"Daniel STIENNON"},"url":"https:\/\/www.phosphenism.com\/author\/contact_uk\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/79"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=79"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/79\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=79"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=79"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=79"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}