{"id":8126,"date":"2020-01-03T12:00:52","date_gmt":"2020-01-03T11:00:52","guid":{"rendered":"https:\/\/www.phosphenism.com\/?page_id=8126"},"modified":"2021-04-15T13:11:43","modified_gmt":"2021-04-15T11:11:43","slug":"testimonies-visio-training-2","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/","title":{"rendered":"TESTIMONIES 02: Visio-Training #2"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; custom_padding_last_edited=&#8221;on|desktop&#8221; _builder_version=&#8221;3.22&#8243; custom_padding_tablet=&#8221;50px|0|50px|0&#8243; custom_padding_phone=&#8221;&#8221; transparent_background=&#8221;off&#8221; padding_mobile=&#8221;off&#8221; make_fullwidth=&#8221;off&#8221; use_custom_width=&#8221;off&#8221; width_unit=&#8221;on&#8221; collapsed=&#8221;on&#8221;][et_pb_fullwidth_header title=&#8221;TESTIMONIES&#8221; subhead=&#8221;Special VISIO-TRAINING&#8221; header_scroll_down=&#8221;on&#8221; scroll_down_icon_color=&#8221;#ffffff&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran: Visio-TRAINING #2&#8243; _builder_version=&#8221;4.7.1&#8243; title_text_align=&#8221;center&#8221; title_font_size=&#8221;48px&#8221; subhead_text_align=&#8221;center&#8221; subhead_font_size=&#8221;24px&#8221; background_color=&#8221;rgba(36,186,191,0.54)&#8221; min_height=&#8221;250px&#8221; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_row _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221;][et_pb_text _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221;]<\/p>\n<h2 style=\"text-align: center; line-height: 25pt;\"><span style=\"color: #993300;\"><strong>Extracts from our GUEST BOOK<br \/>VISIO-TRAINING #2<\/strong><\/span><\/h2>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_4,3_4&#8243; padding_mobile=&#8221;off&#8221; make_equal=&#8221;on&#8221; column_padding_mobile=&#8221;on&#8221; admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;4.7.4&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; custom_margin=&#8221;0px||||false|false&#8221; make_fullwidth=&#8221;off&#8221; use_custom_width=&#8221;off&#8221; width_unit=&#8221;on&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_sidebar area=&#8221;et_pb_widget_area_2&#8243; show_border=&#8221;off&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; header_font_size=&#8221;14px&#8221; header_line_height=&#8221;1.7em&#8221; background_color=&#8221;#f3dabf&#8221; custom_padding=&#8221;|||3px|false|false&#8221;][\/et_pb_sidebar][\/et_pb_column][et_pb_column type=&#8221;3_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_testimonial quote_icon_color=&#8221;rgba(36,186,191,0.54)&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221;]I insist on sharing with you my experience with a new training method. It is absolutely brilliant. I advise you to participate to the forthcoming video-trainings in Phosphenism. Not only it is cool to practice in a group, but the fact that we are using webcams does not reduce the sensations produced by the exercises in any way, whether one is emitting energy or receiving it.<br \/>\nAs for me, I was receiving energy during an exercise… everyone was projecting their double in my home while practicing lateral head sways and the mantra ILLI. I felt an expanding ball of energy in my throat and a kind of electrical current in my cheeks that diffused into my body. I had the clear sensation that my double was performing lateral sways of the head and the entire chest. Every time it passed by the center, I also felt a kind of electrical current. A sensation of lightness and well-being difficult to describe…<br \/>\nSo, do not hesitate to try the video-trainings.<\/p>\n<p style=\"text-align: right;\"><em><strong>Emy<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>To supplement the remarks of my friend Emy, whom I had the pleasure of ‟meeting” during the video-training, and for all those who wonder about the efficiency of that new tool:<br \/>\nI have discovered Phosphenism a year ago and I can be considered a novice; the image of the teacher appears on the screen, he can also see our faces, and that allows him to verify our movements; you only appear to the other participants if you want to (so there is no problem if you’re shy) you can then use the microphone to speak to everyone; also, a scrolling menu allows you to communicate in writing, by instant messaging.<br \/>\nThe atmosphere:<br \/>\nrelaxed\/hardworking; in good spirits.<br \/>\nWe have discovered Daniel Stiennon, who puts you at ease straight away by radiating much serenity. Sympathy, in the proper sense of the term is soon established, with the other participants as well. The expression is clear, in simple terms, it is easy to follow the guidelines, the rhythm is good and that helps performing the exercises well.<br \/>\nIt is nice to ‟meet” other participants, sometimes from far away countries (Canada, Eastern Europe…).<br \/>\nMy first impressions: I am assured that I perform the movements and the rhythms correctly. I find that reassuring. I have a feeling that I am in the right, though it is difficult to express it correctly.<br \/>\nAn extra, among other things: alongside the themes of study, Daniel Stiennon provides varied guidelines (one can easily feel that he knows a great deal about the techniques). It has been ten years since I have tried to direct my dreams towards higher states of consciousness, as every time I tried, I would wake up. Daniel gave me two or three pertinent indications on Thursday evening and, on the following Saturday – for my first attempt – I had a conscious dream of a duration that I had never obtained before. It was very pleasant…<br \/>\nWhat else can I say?<br \/>\nTry to do what is most appealing in Phosphenism: experiment by yourself.<\/p>\n<p style=\"text-align: right;\"><em><strong>Christian<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The video-training session was a complete success and the contact with Daniel Stiennon was very pleasant. Anyone that is interested in Phosphenism should try it to understand the value of online training.<\/p>\n<p style=\"text-align: right;\"><em><strong>Claudiu (Romania)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>During the exercises proposed by Daniel, the sensations, the vibrations, the projections of my double were largely present. It&#8217;s not because we are in the 4 corners of the globe linked by the telecommunication network like Internet that the experiences are of a lower quality.  For me, it was as if we were all together in the same room.<br \/>\nTo give you a few crunchy details, here are some of the experiences I had during the 4 classes:<br \/>\nProjection of my double with the lateral sway and the mantra ILLI:<br \/>\n&#8211; Projection on Rose-Marie, I felt vibrations as if I was wrapped in a rather pleasant whirl, I must admit &#8230;<br \/>\n&#8211; Projection on Peggie, I felt a sweetness and a well-being that really appeased my heart.<br \/>\n&#8211; Projection on Jean-Luc, so there, I felt totally aspirated.<br \/>\n&#8211; Projection on Geneviève, an immense joy invaded me, her smile was very present and we swayed together in joy and pure communion.<\/p>\n<p>Contingence the exercise of the pulsing sphere, it was also very interesting. After several rhythmic exercises, it was very simple for me to express myself. Indeed, I found myself in a narrow street in the middle of buildings of 6 or 8 floors (no time to count them) very similar to those of some cities in Italy. I was there in the middle of the street with my silver sphere which dilated every time I pronounced &#8220;A&#8221; and contracted every time I pronounced &#8220;O&#8221;. All this in an atmosphere full of joy and unconditional love under an extremely bright sky.<\/p>\n<p>Just one more little word, the exercises and experiences neither stop at the level of practice nor the dreams. In everyday life, this feeling of well-being continues until I can say that I am in peace with myself and that, as a result, face of life&#8217;s adversity, everything goes much more serenely.<br \/>\nPlease forgive me for not giving more details, but each experience is very personal. There&#8217;re our own rhythms, that we discover, without forgetting that Phosphenism leads us to the best of ourselves.<\/p>\n<p style=\"text-align: right;\"><em><strong>Emilia G. (Portugal)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have practiced Phosphenism on my own for a year, but I have found that video-training is a tremendous tool for optimizing practice.<br \/>\nI am a beginner and I have found the human contact with Daniel reassuring, as he knows how to put people at ease, while respecting everyone’s sensitivity.<br \/>\nMy first experience was manifested by a dream during which I was perfectly conscious, a state that allowed me to tackle calmly a difficult situation in which I am at the moment.<br \/>\nI am eager to progress and to continue practicing the head sways, so that I can discover their many benefits…<br \/>\nThanks again to Daniel for the video-training that happens to be a great medium for allowing many people to practice Phosphenism and to evolve towards a life of love and sharing.<\/p>\n<p style=\"text-align: right;\"><em><strong>Genova<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I started to become interested by Phosphenism 4 years ago for my daughter who suffered from a strong case of dyslexia and had difficulties learning. She passed the test easily. Before she started learning with the phosphenes, she used to have problems memorizing lessons.<br \/>\nAs for me, I am now studying again and I have decided to follow the basic course online to strengthen my memory that has been altered by the consequences of a failed surgery.<br \/>\n– I thought that the course with Daniel was great! It was as if we were taking a ‟real” course, but without spending money on traveling, accommodation and without fatigue.<br \/>\n– The picture on the computer screen was perfect, the sound could always be understood.<br \/>\n– As the icing on the cake, one can see the other participants, even though their image is not as clear as the image of the teacher, as the students are scattered all over the globe. I really enjoyed seeing the faces of the other students in Phosphenism and talking with them.<br \/>\n– Like in a classical course, the teacher can correct the way you practice the exercises.<br \/>\nSince the course, I have been practicing head sways regularly and I am eagerly waiting for the next one. Thanks to Daniel for sharing this Knowledge that open so many perspectives for improving the self.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pascale<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>It is great to work in a group and leave one’s solitude when practicing the exercises of Phosphenism.<br \/>\nI have particularly appreciated the in-depth approach to the exercises as well as learning many small details that can help improving.<br \/>\nCuriously, I experienced a greater ‟disengagement” of my double during the very first exercise of head sways than later.<br \/>\nOn the other hand, I sometimes felt pleasant sensations in my spine during the head sways, sometimes accompanied by a little jolt.<br \/>\nLately, I have experienced difficulties choosing an exercise to practice, so I will concentrate on the sways of the double that we have learnt during the online course.<br \/>\nThanks again for organizing these courses, I am looking forwards to the next time.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>First of all, congratulations on the performance; it is pleasant to see that all the efforts that you have made have been successful.<br \/>\nI am reassured that my daily practice is adequate. I did not experience any difficulties in visualizing my double and projecting it in a room in my house as well as in the homes of three other phosphenauts. I found that it was easier to proceed in an environment of semi-darkness, when I projected my double in the home of the first two phosphenauts. I had the sensation that I was moving in their environment. On the other hand, during the projection at the last phosphenaut’s, I found that brightness was annoying and I had to make an effort.<br \/>\nI am very pleased by this first participation as it brought me so much.<br \/>\nIf I obtain phenomena in the next few days, I will inform you.<br \/>\nThank you for your implication.<\/p>\n<p style=\"text-align: right;\"><em><strong>Gisele B. D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you for such a fascinating experience, made possible by the latest technology. After attending the video-training course, I have gone on practicing meditation every day (in the morning and in the evening).<br \/>\nI start with pranayamas (breathing exercises), associated to the phosphenes and to head sways. Then, I move on to the meditation proper, associated to the phosphene. At the end of the session, (30 minutes or more, depending on my daily schedule), I do more phosphenes and head sways and send light to my friends, to the Earth, to the Universe.<br \/>\nRecently, I have felt sways moving up from the base of my spine. They make my whole body vibrate in a moderate fashion, though it becomes more intense if I practice Yoga postures for 2 to 3 hours and then practice the meditation.<br \/>\nIn the beginning, I felt jolts. Then, they turned into whirling movements on my entire spine (it happens when I am in the lotus position): very subtle at first, then, little by little, they become more ample, often accompanied by a sensation of heat.<br \/>\nTonight, I practiced a session and experienced 3 intense sensations of whirling of my head and my entire body, something I had not felt yet: if my head could have rotated 360°, it would have. It was very, very fast. I was sitting on my bed, in the lotus position, with my back on cushions to maintain my spine straight.<br \/>\nAt the end of the session, I did more phosphenes and head sways. That was followed by circular jolts of exceptional intensity and I thought that the battens of my bed were going to break. It was as if an enormous engine had started. I was shaken ‟like a leaf”, the vibrations were taking place at an extremely fast pace, on a circular plane, but also on a lateral one. I burst out laughing as the sensation was truly wild. Then, everything calmed down little by little.<br \/>\nThe movement always starts in the spine and diffuses itself.<br \/>\nI do not know if I have talked to you about what has happened to me during the night of the Tuesday video-training course: my chakras have started to rotate in my back in a way that was very tangible. As soon as I was closing my eyes to go to sleep, I felt that I was immediately propelled at a phenomenal speed in the ‟void” (or the whole?) with a sensation of infinity. I do not know which, but I was very scared and I could not sleep for a long time in fear of being thrown out.<br \/>\nIt’s something worth watching…<br \/>\nWe are so lucky to live in these days!!!<\/p>\n<p style=\"text-align: right;\"><em><strong>Odile P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I really enjoyed the video-training.<br \/>\nI was pleased to see you in person and to attend this training with you. It is as if we were in the same room; the sound and the image were top quality.<br \/>\nI thought you looked in good health.<br \/>\nInternet magic has allowed persons scattered all over the world to participate together to a group exercise; it is truly impressive and interesting.<br \/>\nI am rather familiar with the exercises, so I can perform them quite easily. I am convinced that phosphenic telepathy functions and I experimented it with Odile, Paola and Georges. I liked the specific explanations that you provided throughout the course. That kind of small details truly make a difference and help progressing.<br \/>\nHave a nice day and congratulations.<\/p>\n<p style=\"text-align: right;\"><em><strong>Germain &#038; Nicole (Canada)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>What a night!!! For the first time in a long time, I have spent an entire night without waking up frequently. I was doing phosphenes in bed, to fall asleep and, unbelievably, I fell asleep before the third phosphene was over. The night was not only peaceful, but I also remembered my dreams. The next morning, I woke up with so much energy… This is it, I am going to do phosphenes for 45 minutes every day and in bed, when I want to fall asleep. To be continued…<br \/>\nThank you Daniel and to this magnificent online training. What a prowess! <\/p>\n<p style=\"text-align: right;\"><em><strong>Rose-Marie<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have known about Phosphenism for two years now, but something clicked during the summer course of July 2011. Since, everything has become much clearer in my life. The exercises that we practiced in the video-training (phosphenic telepathy) have allowed me to perceive my cerebral sensations better and to improve my practice of visualizations.<br \/>\nThe mental projection of my imaginary double:<br \/>\n– For the experiences with Paula and Odile, it was not easy, maybe because I know them.<br \/>\n– For my experience as a receiving subject: I felt light shivers followed by a rotation between my shoulder blades. Before the exercise was finished, a sensation of lightness engulfed me, dragging my head and my chest into a very pleasant spiral.<br \/>\nThanks again for this new type of course. For me, it was a success, both technically (perfect sound and images) as well as for the content of the training.<br \/>\nSee you very soon.<\/p>\n<p style=\"text-align: right;\"><em><strong>Georges L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you very much for all the work that you carry out for putting Phosphenism at the reach of everyone.<br \/>\nIt was with much pleasure that I attended the first course and I hope I will be able to attend more. When I projected my double towards the other participants, I could really feel the presence of my double near the person and I could send light to them.<br \/>\nThe following night, I had a dream. I was swaying on a swing, in space. Nevertheless, close to me there was the top of a slender green tower. I could not see its base. It was a sort of spiral staircase made of flat round steps that were not connected to each other, they were simply laid in space, one above the other, with a gap between them. I accentuated my sways in order to be able to jump on to the top of the tower.<br \/>\nAt the moment when I jumped towards the top of the tower… I woke up! Grr!!!<br \/>\nI can’t wait for the next session.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The first video-training course was simply perfect!<br \/>\nThe video images were fluid, of good quality, with perfect lighting and sound. I was very happy to see Daniel again, after all these years and to listen to him providing instructions. I followed a course with him many years ago, in Paris.<br \/>\nThe interface is very easy to use and can be loaded in a few seconds in Firefox. I believe that Adobe Connect is a quality solution for diffusing Phosphenism broadly and easily.<br \/>\nMaybe there could be a few tiny improvements: giving the possibility to enlarge the image to those who have a very fast Internet connection and placing the chat window a bit higher on the screen.<br \/>\nI thoroughly enjoyed practicing again in a group. The sensations were very much the same as those produced by working with a group in the same room.<br \/>\nAll good.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patrick S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>What can I say? It was a quality course, the technical aspect as well as the teaching. I have learnt many new things that I am going to endeavor to apply until the next course.<br \/>\nI had no difficulties visualizing my double and projecting it at a distance.<br \/>\nI have also appreciated the first part of the course that was more theory-orientated and reminded me of Theosophy. It is true that we should endeavor to fill the cells of our body with light and that the phosphene is the best possible way to achieve that. One needs to know how to delve into the light.<br \/>\nLots of quality information and exercises.<br \/>\nThanks again to all the participants.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pascal G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>It is great to be able to follow a course from the comfort of one’s home. When I projected my double at Odile’s I felt very particular vibrations. I did not experience any difficulties in performing the exercises. It really was as if we were joined all together. I truly liked this mode of training and I recommend it.<br \/>\nProjecting my double at Paola’s was great. My double found itself in front of her house, facing the door and climbed the steps to join her in her room. I saw her, felt her and we ‟danced” together in an ascending whirl, with a blissful feeling of love and harmony, it was magnificent. I did not experience difficulties projecting my double at Georges’ either. My double was on his left and I created a vortex on his right… I was a little bit bothered by the sound of his cats. My double swayed behind him and the whirl wrapped itself around him.<br \/>\nThanks again for that initiative that today’s technological progress has made possible.<\/p>\n<p style=\"text-align: right;\"><em><strong>Emilia G. (Portugal)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The video-training was a pleasant surprise. I was expecting something a bit ‟cold”, given the distance between the participants, and maybe less direct than working ‟in the flesh”. On the contrary, the training proved to be very appealing as well as very efficient for the particular exercise that we practiced (the densification of the double). Practicing exercises together, even at a distance, was pleasant and energizing, and Daniel’s direction was marvelous.<br \/>\nAs a receptor, I had the perception of the diffuse glow, extremely bright and stable.<br \/>\nThat night I did not have any particular experiences, but I learnt to fall asleep while concentrating my attention on the sensations of energy. Every day, I realize that my ‟double” is acquiring more and more density.<br \/>\nIt has also been very pleasant to ‟see” some persons I had met during last year’s summer workshops again.<br \/>\nThanks again.<\/p>\n<p style=\"text-align: right;\"><em><strong>Paola M. (Italy)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Well done, Daniel. With your video-trainings, you are offering us the fruit of your 30 years of experience in Phosphenism. Selvarajan Yesudian, a great yogi used to say: ‟I do not want a master who influences me. I want a master who teaches me not to let myself be influenced.”<br \/>\nDaniel STIENNON has always said NO to any form of indoctrination. He is the perfect illustration of Yesudian’s attitude and turns out to be, much to our benefit, a benevolent guide who is always ready to help the students.<br \/>\nDaniel is an atypical mentor, in the sense that he never tries to influence you. In my entire life, I have never met anyone so devoted to a noble cause…<br \/>\nHis sense of self-sacrifice, his selflessness and his commitment are equaled only by his generosity of spirit. Without him, Dr Lefebure’s works would have sadly sunk into oblivion and humanity would have missed its golden age.<br \/>\nDaniel has managed to make the most of the tools and resources of the Internet, gathering together enthusiasts for Phosphenism scattered around the world. It is an extraordinary technological advance that also has the merit of motivating those who, like me, are lagging a bit behind and only practice in an episodic manner. This is a gift unhoped for that you are offering us and I will never thank you enough for it.<\/p>\n<p style=\"text-align: right;\"><em><strong>Hassan B. (Morocco)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>A quality course, I enjoyed practicing that way.<br \/>\nThanks Daniel.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain (Gabon)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>First of all, thank you very much for the initiative of organizing video-trainings. By freeing us from many material restraints, you thus offer us an easy access to the basics of Phosphenism, and allow us to practice in a manner that is less solitary and impersonal. I am convinced that it will contribute to diffuse Dr Lefebure’s teachings faster and on a larger scale.<br \/>\nI take the opportunity to introduce myself briefly.<br \/>\nI have discovered the existence of Phosphenism less than a year ago by ‟chance”, while I was reading a book about cerebral abilities and, with a curious mind, I did a search on the Internet. The subject interested me so much that I quickly bought the appropriate equipment to experiment with that science.<br \/>\nI started to read Dr Lefebure’s books, I listened to his course again and again and I experimented with the exercises, in a rather random and sporadic manner, I must admit. I mainly practiced Phosphenic Mixing. I registered for the video-training to verify my level, but also to check how that kind of teaching went.<br \/>\nThe first part of the course was close to what I practice at home, though I had never approached astral projection from the angle of head sways. The course also helped me correcting my practice of head sways (that I performed too softly). Then, I was really surprised when we learnt how to project our double. Up until then, I had only practiced a little bit of static tensions and had obtained very little results. During the course, I managed something that I would have never thought possible through the medium of the Internet! I easily managed to imagine the projection of my double. At first, I felt positive though elusive emotions. Little by little, they turned into some kind of a vibratory enthusiasm. It went crescendo over the three experiments. How can that be explained? I still have many questions that remain to be answered.<br \/>\n1) It is difficult for me to believe that our doubles follow the Internet cable networks!<br \/>\n2) I have been able to project my double at a distance using only an image.<br \/>\n3) I do not know any of the members of the group personally.<br \/>\n4) I was not acting as a receptor though I had the feeling that I received much energy.<br \/>\nThat surge of energy I felt could be due to a process of balance between the energies of the different participants. Being a beginner, could I have benefited from the energy of the more advanced participants? Or is it simply because the energy produced by a group largely exceeds the sum of the energies of its individual members?<br \/>\nI will probably still ask myself many questions as I realize that I am reaching the limits of rational thinking. My knowledge in that domain is still somewhat limited. There is so much going on on a subconscious level that one can easily start believing that anything is possible.<br \/>\nI now wonder what will happen when persons who know each other and work together regularly connect online and practice that kind of experiments. It must be so powerful! I am very keen to try. Thanks again to Daniel and his very efficient team for the course. I would like to practice that experiment again.<\/p>\n<p style=\"text-align: right;\"><em><strong>Frederic<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I can say that I am very pleased with the training course, for several reasons:<br \/>\n– First, the technical aspect. Using Adobe Connect is a relatively simple process. I only needed to add a small module to my computer for using the webcam. Then, the technical staff of Phosphenism gave me instructions for opening the microphone and the camera.<br \/>\n– The time-slot chosen for the course is ideal. I had the time to organize my evening in order to be fully concentrated on the course.<br \/>\n– The video-training format facilitates communication. Although it does not replace the exchanges that can take place during a ‟physical” course, it is nevertheless an efficient substitute. Being able to see the other participants and sharing the course with them is really pleasant.<br \/>\n– The fact that the courses are organized all along the year makes it possible for everyone to make themselves available, depending on their agenda, for one date or another.<br \/>\nIt is possible to follow the lesson with your family, or to share the information and the benefits of the method with them. In the testimonies, people often mention that they practice Phosphenism with one or several members of their family.<br \/>\nThis video-training course has allowed me to refine my knowledge of the exercises of Phosphenism. Certain things that I used to find too complex were made simpler and understandable. The night after the course, I have remembered my dreams, something that had not happened to me for a long time.<br \/>\nNow, all I have to do is practice and ‟get high” like so many people have done before me.<br \/>\nThanks to Daniel for sharing his knowledge and his passion, and for setting up this video-training structure, which is an obvious advantage.<br \/>\nThanks to the other participants who have shared their beautiful energies with me, through their presence, their kindness, their smiles…<br \/>\nPhosphenism should be classified as being of public interest.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patrice<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>A few days ago, I was wondering what to do to improve my sensitivity, my energetic feeling, answer today by shopping in a large area (maybe because of the horseshoe exercises) : Swing with the daisy ! It was a cashier who gave me the answer, her glasses caught my attention, then the daisy in her hair and finally a white question mark on the back of her black t-shirt ! During the course, this is the first time that I have used the daisy. Before, I used a tree (very heavy) for the plant world. So I change. Message received 5\/5, I am sure to have a very good result. I also had a &#8221; good idea &#8220;, an &#8221; obvious &#8221; idea , I didn&#8217;t write it down I don&#8217;t remember it anymore, Daniel was right, you have to write it down right away on a piece of paper, on the notebook&#8217;s memo . GRRRRR missed on this one !<\/p>\n<p style=\"text-align: right;\"><em><strong>Alexandre (Palma de Mallorca)<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_text admin_label=&#8221;TXT: ANSWER by Daniel&#8230;&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221; custom_padding=&#8221;|30px||30px|false|false&#8221;]<span style=\"color: #aa442f;\"><strong>ANSWER<\/strong><\/span> by Daniel Stiennon<br \/>\n<span style=\"color: #0000f2;\">Hello Alexandre,<br \/>\nIndeed, it is necessary to know how to abandon the study and its reading to devote to the practice even if it means to resume them later.<br \/>\nFirst, you have to spend time on the swings because they are a base. Staying relaxed throughout the practice and not getting confused is sure to lead to experiences.<br \/>\nSubsequently, you will complete your session by practicing other exercises such as static tensions, ocular convergence, pneumophene etc.<\/span>[\/et_pb_text][et_pb_testimonial quote_icon_color=&#8221;rgba(36,186,191,0.54)&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221;]I had a dream in a state of half-sleep: I was surrounded by trees and I was climbing with difficulty through tangled branches. I made it to the top and there, I found a chasm full of water at the bottom.<br \/>\nWithout hesitation, I jumped into the water. I felt the sensation of being underwater and was holding my breath. I pushed with my legs (like a frog) and I started moving up a great speed. Nevertheless, I was still underwater. I increased the pace of the movements of my legs and I finally made it to the surface. I was breathing, happy to have succeeded. I then woke up fully and realized that I was conscious of what I was experiencing.<br \/>\nI do not know how long that dream lasted, but I should follow Daniel’s advice: ‟In order to extend the dream, concentrate on a detail”.<br \/>\nI will try next time.<br \/>\nThat was my first experience. I am eager to have more.<br \/>\nSee you soon.<\/p>\n<p style=\"text-align: right;\"><em><strong>Genevieve<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_text admin_label=&#8221;TXT: ANSWER by Daniel&#8230;&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; header_text_color=&#8221;rgba(0,0,0,0)&#8221; text_orientation=&#8221;justified&#8221; custom_padding=&#8221;|30px||30px|false|false&#8221;]<span style=\"color: #aa442f;\"><strong>ANSWER<\/strong><\/span> by Daniel Stiennon<br \/>\n<span style=\"color: #0000f2;\">Hello Genevieve,<br \/>\nThe experiences that involve movement in an aquatic environment are very pleasant. They belong to the domain of ‟astral traveling” though, in that case, one should talk about ‟underwater traveling”.<br \/>\nThe first rule to remember when you are confronted to that type of experience, is that you do not need to look for air to breathe. If you become conscious of that fact in the waking state, you will avoid thinking about suffocation during the experience. From the moment you understand the laws that govern the environment in which you operate, you will be able to enjoy it thoroughly, in a fully lucid manner.<\/span><br \/>\n<a href=\"http:\/\/www.phosphenisme.com\/z_atlantide.html\" target=\"_blank\" rel=\"noopener noreferrer\">http:\/\/www.phosphenisme.com\/z_atlantide.html<\/a>[\/et_pb_text][et_pb_testimonial quote_icon_color=&#8221;rgba(36,186,191,0.54)&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221;]I have enjoyed this course very much, from my home in Canada, without having to travel and find accommodation.<br \/>\nFirst, I would like to thank Daniel for this simple, clear and well-structured training course, conducted in a masterly fashion in a relaxed atmosphere. Thanks to all the participants, too.<br \/>\nAttending that video-training has provided me with very precise details about the techniques, details that I had not understood when I read the books. That is why such training courses are essential for diffusing Phosphensim.<br \/>\nI appreciated the numerous exercises that we practiced during the course as well as the clear and precise guidelines. For an entire week after the course, I felt full of energy and my mind was clearer than ever.<br \/>\nWorking with the phosphenes is great. I also use them when I perform treatments.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie-Michelle (Canada)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I discovered Phosphenism two years ago and was really thrilled. When I was a child, I had the habit of watching the sun and I remember having wonderful dreams, though I did not know what triggered them.<br \/>\nDuring the video-training, I was touched by Daniel’s friendliness, he would answer my questions before I even asked them. It was as if he could read our thoughts. He has a complete mastery of the subject and can communicate his passion for Phosphenism. For me, the video-training was a mystical initiation and I felt completely transformed. A genuine connection with the teacher was established, providing a new impetus for practicing Phosphenism.<br \/>\nThe head sways were explained in detail, as well as the practical applications of Phosphenic Mixing, with many examples provided.<br \/>\nI believe that this training course is essential, even if one owns the books and the videos.<\/p>\n<p style=\"text-align: right;\"><em><strong>Simon-Pierre (Ivory Coast)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I am happy to express my satisfaction with the video-training courses. It was clear and well explained. I could understand everything though I am Flemish and French is not my native language. Finally, I would like to congratulate Daniel Stiennon for conducting the course in a pleasant and relaxed manner.<\/p>\n<p style=\"text-align: right;\"><em><strong>Daniel (Belgium)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I discovered Dr Lefebure’s method approximately 2 years ago. I bought a phosphenic lamp and found the method quite complicated. I work as a therapist with energies, reflexology and massages. Several weeks ago, I woke up one morning and felt like taking my lamp with me at work. That day, I saw a friend who was not feeling very well at all. I explained the head sways to her and half of the session was devoted to the phosphenes.<br \/>\nShe left my office with lots of energy and a certain euphoria, a positive state of consciousness that maintained itself.<br \/>\nI was pleasantly surprised and wondered why I experienced difficulties with the method.<br \/>\nIt was the right time for me to delve into the new adventure of video-training.<br \/>\nI work in Luxemburg. Having the possibility to be trained with an online course is a major asset: it saves a considerable amount of time and working from home is an important privilege for a mother of young children…<br \/>\nIt is easier for me to learn with a teacher than with a book. That way, I can memorize information better. I had an accident when I was a teenager and I have experienced difficulties memorizing since.<br \/>\nAs I have crossed Dr Lefebure’s path, I should take full advantage of the method and develop my energies in order to become more efficient in my everyday life.<br \/>\nThank you Daniel for your teachings and the passion with which you transmit your knowledge.<\/p>\n<p style=\"text-align: right;\"><em><strong>Evelyne (Luxembourg)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>It was a real pleasure to hear and see Daniel live. It gives an extraordinary sense of reality to the training course.<br \/>\nRegarding the content of the course, I appreciated the exercises and the explanations tremendously, as they allowed me to check if I practiced correctly or not. Moreover, practicing with other people gives a whole new dimension to the video-training course and generates a powerful energy. Consequently, such training courses are particularly motivating and rewarding.<\/p>\n<p style=\"text-align: right;\"><em><strong>Kevin J. (Switzerland)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have studied Phosphenism for several months, flicked through the pages of the website, read all the free material and bought a few PDFs. In the beginning, I was rather skeptic. But, little by little, I became more and more enthusiastic.<br \/>\nThere really is lots of information in the website and in the various media, such as the books. After integrating all that information, I decided to purchase Dr Lefebure’s Complete Course, as it seemed the logical continuation.<br \/>\nThe Complete Course and the Rhythmic Thinking Course are an incredible gold mine of information. The other methods available in the domain of personal\/spiritual development cut a sorry figure compared to the contents of Phosphenism.<br \/>\nWith the continuing training course offered by Daniel Stiennon in the form of online training sessions, my enthusiasm keeps growing every day.<br \/>\nI own a large screen connected to my laptop and, for my part, the sound and the image have always been perfect.<br \/>\nSeeing and exchanging with the other participants was truly an enriching experience. It is unbelievable what you can learn when you are in contact with other phosphenauts, particularly those who are more experienced.<br \/>\nIn fact, there is very little difference between a traditional training course and this concept of video-training. The course is lively and the exchanges during the workshops help practicing in an intensive manner.<br \/>\nDuring the whole course, I enjoyed the instructions provided by Daniel Stiennon. They have always seemed rational and have always left space for the most important aspect of the method: PRACTICE.<br \/>\nWith his precise and pertinent advice, Daniel has managed to motivate me to practice regularly. Thanks again for that new medium of teaching.<\/p>\n<p style=\"text-align: right;\"><em><strong>Xavier<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have just attended the continuing training course and, before I forget the details, I would like to relate the sensations I experienced during the exercise of head sways (figure-of-8) between the earth and the moon, where I took the role of receptor. I felt an oscillation of my whole body, my ears felt blocked and I felt a tickling sensation on the top of my head. I noticed that I did not perceive any light, unlike certain other participants, but that I mainly experienced physical sensations.<br \/>\nThanks again for that video-training, it is great.<\/p>\n<p style=\"text-align: right;\"><em><strong>Odile<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Much to my surprise, I received so much energy when I took the role of receptor, that I leaped to a higher vibratory level. I clearly felt that my body went through a very dense though malleable level. My body went across that layer from my head to my feet and it then laid itself on my body, as if honey was being poured on my head.<br \/>\nOnce on that higher level, my body started to move at a tremendous speed. I will follow Daniel’s advice and use those sensations as a theme of meditation, by remembering them during the presence of the phosphene.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>First, thank you very much for your work!<br \/>\nWhen we visualized an expanding ball of light, I felt an expansion of my entire body. When we practiced the reversed movement, I felt a tightening of my entire body, first from the outside, then the sensation took place within my body. The experiment ended with the appearance of a bright dot of light in my field of vision.<br \/>\nDuring the ‟voyage from the earth to the moon”, my entire spine started to vibrate as it stretched upwards. Then, it started swirling around, dragging my entire body in a very fast spiral (my arms, too, felt as if they were stretched strongly. My toes were the only part of my body that remained connected to the earth, as my head seemed to want to go to the moon!<br \/>\nThat was a very pleasant sensation.<\/p>\n<p style=\"text-align: right;\"><em><strong>Odile<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>When we were practicing the exercise of traveling between the earth and the moon, I had the role of emitter and I was performing vertical head sways. I was visualizing the receptors and I saw a white cloud appear. Then, I spontaneously saw four persons wearing blindfolds, sitting on chairs in a circle, holding hands. The scene started to rotate, reaching a very high speed.<br \/>\nWhen I had the role of receptor, a point between my eyes was activated. It is hard to describe. It is as if a deep hollowness formed itself between my eyes. Then, the sensation reversed itself and it became a bump. Later, I felt a spiral whirling movement, rotating in one direction then reversing. It triggered a slight rotational movement of my head. At times, that rhythm spread to my entire body, and even beyond.<br \/>\nThanks to the School of Dr Lefebure for their dedication.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I practiced Phosphenism for the first time during my training as a naturopath and I got hooked straight away. For a year, I read all the books by Dr Lefebure in order to understand the method as much as possible. Then, I decided to attend a training course, to further my knowledge of the method. I am always eager to learn and experiment.<br \/>\nThe method is simple and efficient and has an action on the four levels of the individual: physical emotional, mental and spiritual.<br \/>\nI am not too fond of computers, but I have found the video-training very useful. I was enchanted by the experience. For the first time, I have felt many sensations that I had never felt during other workshops and training courses: I perceived subjective lights, sensations of my etheric body, etc. The video-training course gave me quite a boost. For me, the climax of the course was the exercise of telepathy: I felt a pulsation within my spine, then colors burst in my field of vision, like exploding bubbles of colored oils. I felt a very intense feeling of peace, or rather an absence of thoughts. Thanks to those who contributed to these experiences by sending me their energies.<\/p>\n<p style=\"text-align: right;\"><em><strong>Erick R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I was surprised by the quality of the sound and the image, considering how many people were involved.<br \/>\nFor my part, I felt magnetic activity around my brain and in my root chakra during the preliminary exercises. Then, much to my surprise, during the exercises of telepathy, I saw my visual chaos intensify itself. A ball of light appeared, pulsating with the metronome.<br \/>\nI have never seen my visual chaos like that… it was animated intensely.<br \/>\nThat reminded me of certain experiences that I had fifteen years ago, when I saw a ball of light in my field of vision, pulsating at a regular rhythm.<br \/>\nThe night after the course, I did not get any results. But, the following night, I had a lucid dream. I have noticed that if I practice the exercises during a lucid dream, it provokes interesting reactions. For instance, chanting a mantra (like ‟alla”) conveys much energy to the etheric double. The exercise of the pulsating sphere, performed at a slow rhythm triggers an elevation of the double.<br \/>\nThank you for providing us with lots of small details that cannot necessarily be found in the books.<\/p>\n<p style=\"text-align: right;\"><em><strong>Tristan D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I appreciated the video-training very much, as it allowed me to practice exercises that I did not know. I thought that it was very intense, particularly the voyage to the moon!<br \/>\nWhen I was a receptor, I felt as if I was swaying on a swing between the earth and the sky. Then I was floating on a cloud, with sensations of movement.<br \/>\nI feel the urge to surpass myself. Thanks for this course, it helps going further with the method while feeling supported.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie-Michelle (Canada)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>One night, as I was laying in bed after doing a few phosphenes, I saw an intensely bright light. It was a dazzling, colored light, in the shape of a tunnel or a round door, I cannot say. It was a very beautiful light, something that I had never seen in my life. I wanted to describe what I was seeing to my husband, who was reading next to me, but, everything stopped as soon as I started to talk.<br \/>\nA couple days later, I was practicing square breathing with the phosphene, in bed, at night. I must have dozed off, as my head was suddenly animated with strong lateral movements, and I had the impression that I was attracted by a very fast spiral. Again, I talked to my husband, both of us in a state of half-sleep and, again, the experience stopped.<br \/>\nSince then:<br \/>\n1. I did phosphenes in the morning, in a druidical location of a forest, near an ancient spring that emits lots of energy. I produced phosphenes with the sun and, with my eyes closed, I could see everything that was happening in the forest, though in fantastic colors, more beautiful than an impressionist or a surrealistic painting. I could see the path, the trees. I asked my husband to do the same experiment and he described the same phenomenon. We were practicing vertical head sways. The colors we perceived were different when our head was up than when it was down, but they were magnificent and the perception of distance was modified. Our phosphene was of a pure emerald color. The next day, at the same time, I tried that experiment again in my garden, but I only obtained a regular phosphene. This week-end, I shall go back to that forest location to conduct other experiments.<br \/>\n2. Last night, at about 2 am, I did phosphenes in my office for about 2 hours. Then, I went back to sleep. I practiced square breathing and, all of a sudden, the top of my skull started to vibrate. I think I opened my eyes and the dark wall in front of me turned into a large painting of a forest. I was attracted towards the painting, I tried to talk and the movement towards the painting stopped. I closed my mouth and the movement resumed. I found myself in bed, though I did not recognized my bedroom. The alarm rang and a man laying next to me got up, walked around the bed and whispered gently to my ear ‟Wake up Lucille”. I found that disconcerting as that is not my name and the man was not my husband. I woke up and the experience was interrupted.<br \/>\nThat’s it! Thank you Daniel for that training course. See you soon, I hope.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pascale<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I thought that the exercises provided by Daniel were excellent. They really help increasing one’s vibrations and working with a group amplifies them.<br \/>\nAs a receptor: I had the image of a luminous vortex in my field of vision. Physically, I felt a general well-being. Thank you Daniel for this course.<\/p>\n<p style=\"text-align: right;\"><em><strong>Georges L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I appreciated the video-training format offered by Daniel. Direct contact with a teacher, clear explanations, live advice and suggestions create a synergy that helps the students understanding the exercises in a much more efficient way than learning on their own.<br \/>\nI experienced particular effects during the exercise of the expanding and contracting luminous sphere.<br \/>\nThough interfering thoughts sometimes took over, there was a moment when the light densified itself and I had the sensation that I was in the center of a sphere that filled the Universe, suspended by the back of my head.<br \/>\nI have been practicing the exercises for two years now and I must say that the video-training has cleared certain aspects of the exercises that I had never properly understood.<br \/>\nToday, my main desire is to develop and teach this method, as it is obvious that it can change the world, the same way it has changed my life.<br \/>\nPhosphenism ranks among the ‟disciplines that awaken the soul” as it deals with practical applications. Many other methods merely mention this awakening without ever providing practical exercises for producing it.<br \/>\nFor those who doubt, I would say: ‟Give it a try and you will be convinced”.<br \/>\nThanks again to Daniel, Naïma and the whole team.<\/p>\n<p style=\"text-align: right;\"><em><strong>Claude D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>As a receptor, I experienced pulsations moving from back to front as well as a tingling sensation in my whole body, though more present in my extremities. I perceived my body as luminous dots slowly dissociating (like a slow motion explosion). That image occupied the entire space between the earth and the moon, I could feel the whole and had the sensation that I was everywhere at the same time.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marielle<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you very much, Daniel, for offering us the possibility to work together as a group. That process clearly increases the scale of the effects of the exercises, reaching a level that cannot be obtained when practicing on one’s own. During the exercise of dilation\/contraction of a sphere, I went past the limits of the infinitely small and the infinitely big: I enjoyed very much passing from subatomic dimensions to dimensions where our universe is lost amongst other universes. I enjoyed it so much that I could not maintain my sphere at a stable dimension. Consequently, I did not experience the ‟elastic” aspect of thought that usually ‟demands” to go back to its initial dimension, as I had already experienced when working on pulsating spheres with a metronome.<br \/>\nDuring the experiments of traveling between the Earth and the Moon, I first took the role of emitter. I experienced rather clear visual sensations and tactile sensations that were quite difficult to define (something resembling a slight brushing as well as changes of temperature, as if I was moving through a subtle substance). Then, as a receptor, I mainly experienced cenaesthesian sensations in my spine. First, it was a tornado-like whirling, moving up from the perineum and that turned into a lemniscate (though it was rather irregular and unstable). It finally stabilized itself as a rather fast anteroposterior sway of my entire spine, at a frequency of 1.5 cycles per second. As advised by Daniel, I concentrate on remembering that sensation while doing phosphenes before I go to sleep.<br \/>\nThat was the second time I followed a video-training and I am quite enthusiastic. I can only recommend it, such is the difference with solitary practice. It is also very enriching to be able to exchange feelings live with the other participants.<br \/>\nThanks again to Daniel and his team, thanks also to the participants.<\/p>\n<p style=\"text-align: right;\"><em><strong>Frederic<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The exercise of the swaying ear of wheat (I am the receptor)<br \/>\n– I immediately perceive images of quiet, regular waves sweeping a beach producing a sensation of coolness in my lower limbs.<br \/>\n– A horse galloping from my right to my left. It disappears then several horses appear, galloping from left to right (on the same beach I perceived before).<br \/>\n– 4 tornadoes then appear suddenly. They form a square with a vortex in its center that tries to suck up my double.<br \/>\nExercise of the point of concentration<br \/>\n– Infinitely small: as a reaction, the point of concentration attracts energy in order to inflate, but I manage to maintain it small.<br \/>\nInfinitely large: for but a brief moment, I perceive a pulsating ball. But, I do not manage to perceive a dot growing infinitely.<br \/>\nExercise of traveling between the Earth and the Moon<br \/>\nIn the role of emitter, 2 sensations I briefly experienced (with different receptors):<br \/>\n– Trembling at a rhythm of 1\/6th of a second (in my solar plexus).<br \/>\n– A sinusoidal movement between the Earth and the Moon.<br \/>\nAs a receptor:<br \/>\n– Ascending movement along a vertical rainbow.<br \/>\n– As I am wondering where this ascension is leading me, I see a luminous ball and move towards it.<br \/>\n– I go through it.<br \/>\n– I resume my ascension. It seems endless. I see a ‟passage” that is not luminous.<br \/>\n– In vain, I try to move towards it. It seems impossible to reach.<br \/>\n– At that moment, I find myself on the other side of that ‟airlock”, inside a spiral.<br \/>\n– Then, I see a gallery of portraits of men flashing past.<br \/>\n– Then, I see myself walking on a dirt track. A man riding a horse is moving towards me. He is not aggressive nor menacing but I feel that he does not want me to continue on that path. So, I turn around.<br \/>\n– Still intrigued by that encounter, I am walking down a slope (it actually is the back of a whale) until I bounce on the tail of that animal. At that moment, a very happy dolphin appears.<br \/>\n– Then, I see a saw-fish dancing, then horses.<br \/>\nThanks for your help and your presence, also for Naïma’s discreet and essential work.<\/p>\n<p style=\"text-align: right;\"><em><strong>Muriel M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I had a dream that was about a precise event (a change) that happened in my work. And, against all expectation, that change actually took place a few later.<br \/>\nThe night after the video-training of the 25th, when I went to bed, I had the vision of a great flash of light.<br \/>\nThe week after the video-training:<br \/>\nIn the evening, I was reading an article in the latest issue of Nexus. It was about a physicist who claimed he experienced synchronicities and obtained answers to certain questions by asking his ‟angel”. I decided to experiment: I invoked my guardian angel and asked a question. As I was getting ready to sleep, I thought that I should remain very attentive to signs and synchronicities that could occur within the next few days.<br \/>\nA short while later, I started to perceive very bright dots of light appearing in my visual chaos. I started to practice the exercise of ‟hunting for details”. Not for very long, as it was replaced by the sensation that my arms were moving up, as well as a part of my chest.<br \/>\nI then partially lost the sensation of my physical body.<br \/>\nI heard a feminine voice that pronounced a short sentence (I cannot remember it: I did not want to move to write down the phenomena I perceived, for fear of interrupting the experience).<br \/>\nThroughout the next day, for no apparent reason, I was in a state of slight euphoria and felt really good.<br \/>\nFunny detail: according to the tradition, my guardian angel is supposed to be of a feminine nature.<br \/>\nThank you Daniel for setting up those courses.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>During the course, when I was assuming the role of receptor, I quickly felt a flow of energy that was rising upwards from the bottom of my spine. The energy moved up my spine then, when it reached my throat chakra, the flux divided itself in 3. The energy rushed in my shoulders, moving down my arms, all the way to my fingers. Another part of the energy continued to move up to the top of my head. My visual chaos was then illuminated by a bright blueish light that formed a horizontal band. Once it was saturated with energy, my etheric body spontaneously started to rotate clockwise. The rotation lasted until the end of the exercise.<br \/>\nThanks to Daniel and Naïma for conducting these video-training courses.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I had a great time during this video-training course, as I did during the previous one. The whole session seemed to last only half-an-hour.<br \/>\nDuring the whole session, my phosphenes were more present, more luminous, easier to observe and contained very beautiful geometrical shapes. I even saw the image of a temple, seen from above. During the exercise of concentration of the cardiac plexus, I felt a sensation of heat and a sensation of joy.<br \/>\nI had never practiced that exercise and I was very happy to learn it. When I was the receptor, I felt like a cloud of light. It was very pleasant.<br \/>\nI cannot wait until the next session. Meanwhile, I will practice that exercise to explore it further.<br \/>\nThanks to Daniel and the whole team.<\/p>\n<p style=\"text-align: right;\"><em><strong>Claude (Belgium)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The work on continuous thought, between the different energy points of the body, between the perineum to the skull was interesting, some thoughts like the flame and the erupting volcano were for me easier to imagine outside the body as if I saw myself in a mirror. As one climbed upwards, a column of energy formed and made me sway my body slightly.<br \/>\nI had a little trouble at startup to imagine the receivers, I opened my eyes every time I wanted to send a thought to see the face of the receiver, then I imagined as suggested ghostly shapes or in the end I managed to send five simultaneous thoughts, one per receiving person, I imagined a flame going from the perineum to the skull.<br \/>\nBeing a receiver, between the two eyes, I perceived at the start a bright glow which was attenuated thereafter, then the activation of a decreasing and magnifying point, and some sparks here and there.<br \/>\nThe next morning I don&#8217;t know what time, while sleeping I found myself in a conscious dream and felt like my body was fully dilated, my mind was floating in bliss.<br \/>\nThank you Daniel and your team for the smooth running of this training.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Since the last video training, my sleep has changed, especially dreams. These have become intensive.<br \/>\nWhen the dream occurs, I felt like realizing that I am dreaming. My dream is developing and I analyze it. If it is interrupted by my waking up, when I fall asleep again, the latter continues where I left it.<br \/>\nThis state of affairs took on a new form, namely that during my last sleep I saw myself practicing the &#8221; air bubbles &#8220;, flame and volcano exercises with an intensity and a feeling superior to our exercises on Monday. . Although I had no particular difficulty during our last session, during this dream I was transmitting the three forms of energies to the receptors with great ease. I had felt the slightest bit of it and still a conscious analysis of the dream. Currently, during my daily trips by public transport to get to work, I have become accustomed to practicing phosphenic exercises automatically. It brings me to my destination without realizing it. I have thus acquired the ability to isolate myself mentally wherever I am. I have the impression that everything is jostling and rushing.<\/p>\n<p style=\"text-align: right;\"><em><strong>Gisele<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;rgba(36,186,191,0.54)&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; text_orientation=&#8221;justified&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221;]The discovery of Phosphenism &#8211; during the web-conference &#8211; was enriching, by the simple fact of having a teacher in front of you &#8230; much better than studying alone in your corner with a book.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean Louis R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I realized that I had some shortcomings in my side swings but will do my best to correct that from now on.<\/p>\n<p style=\"text-align: right;\"><em><strong>Martial<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I enjoyed seeing the side sway. Seeing it and reading the explanation in a book is different. It is very interesting to do a course like this.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you for this wonderful session !<\/p>\n<p style=\"text-align: right;\"><em><strong>Florence C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I felt from the 2nd exercise that my vibratory rate changed, I tested myself at the end of the sessions and I was surprised, I climbed quite high, on the Lipnick scale at 12,000 which is huge and would correspond to a merkaba at level 4 ! Thank you for this discovery Daniel.<\/p>\n<p style=\"text-align: right;\"><em><strong>Genevieve L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Regarding the course, I found it very interesting and motivating for the rest since you explain clearly, not neglecting any detail.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marc F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you for this beautiful evening ! I really enjoyed it and I had a very beautiful &#8221; dream &#8221; : I had rather the impression of a vision. During the work sessions I was very concentrated, I had very beautiful phosphenes sometimes with geometric designs and the very rapid sensation of &#8221; feeling &#8221; the people proposed for the exercises almost present.<\/p>\n<p style=\"text-align: right;\"><em><strong>Joelle D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I found the video training very informative. I had very sweet dreams and very deep sleep. The next day, a great mood, a lump in my stomach of happiness, it had been a very long time since I had had it. Thank you for this contribution.<br \/>\nComplement : When I went to bed, the images were scrolling. I&#8217;m a landscaper, I saw gardens as if I was on a plane, so a crowd of people looking at me, it was great. I felt like I was in a silent cinema. I hope to have other special effects later.<\/p>\n<p style=\"text-align: right;\"><em><strong>Fernanda F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>First of all, thank you for this wonderful demonstration and your enthusiasm for developing Phosphenism and its light in the world… This course invites you to go further.<\/p>\n<p style=\"text-align: right;\"><em><strong>Beatrice M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thanks for this very interesting course.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dominique<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you for this videoconference : a First for me ! It&#8217;s nice to follow her in peace at home with the feeling of being so many together.<\/p>\n<p style=\"text-align: right;\"><em><strong>Nicole H.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you for this video- training. This makes it possible to see a little better what phosphenism is in practice and in particular the “ esoteric ” part.<\/p>\n<p style=\"text-align: right;\"><em><strong>Beatrice L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I am someone who has been receiving your &#8221; newsletters &#8221; for a long time, but despite my great intellectual interest and my curiosity about Phosphenism, it is only recently that I decided to go from dreaming to practicing. I am delighted with my participation in the course which allowed me to see that my acquisitions and additional reading did not provide me with sufficient basic knowledge to generate good practice. I therefore thank you for this initiation, for people like me, it is simply vital… and I am very aware of not being unique.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patrice N.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you, for this first experience with phosphenes and learning head swings, as well as your passion for communication, I am a musician and I would like to be able to use this work in the deciphering of scores and oral memory, thank you again and see you soon.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dominique F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you to Daniel Stiennon for opening his training space to us.<br \/>\nThis evening allowed me to discover the very nice character of Daniel.<br \/>\nI was surprised by the number of participants from French-speaking countries.<br \/>\nIt is clear that I learned more about the technique of swinging in such a short time than reading the technique for several days in a book.<br \/>\nQuickly I was faced with measuring myself with reality and not sticking to the practice of theory.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you really for this wonderful work.<\/p>\n<p style=\"text-align: right;\"><em><strong>M. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I really appreciated your explanations and especially your advice which testifies to your benevolence and I am very sensitive to it. In terms of feeling, it is a pleasure to visualize with magnificent colors a phosphene in communion with other people motivated in this exploration.<\/p>\n<p style=\"text-align: right;\"><em><strong>Evelyne V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you for allowing me to take the course. I started lateral swinging practices (morning and evening), since Thursday evening. On Saturday morning when I was in the middle of a side sway, I received a phone call from someone I haven&#8217;t seen for 3 years, inviting me to come visit him. Which I immediately did. This person gave me a partial, but substantial, solution to the concern I had put in the phosphene. It cannot be a matter of a coincidence and for my part, I make a relation of cause and effect in the succession of the events. Receive my sincere feelings of respect.<\/p>\n<p style=\"text-align: right;\"><em><strong>Aboubacar A. T.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you very much for this enriching course.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patrice<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>It is with great pleasure and interest that I have followed your course. You spoke in a clear voice and with a vocabulary that was very easy to understand. While doing the exercises, I had a &#8221; funny feeling &#8221; but very good. Despite the fact that I was alone, closing my eyes, to visualize the phosphene, I had the distinct impression of being in a large room with lots of people, all sitting cross-legged on the floor, practicing meditation together. It gave me more confidence in myself, with this idea that I am not alone. Is it the fact that we are hundreds or thousands practicing Phosphenism together and at the same time a telepathic power to created ? It is undeniable ! Anyway, I think it&#8217;s very beneficial overall. May your video- training courses contribute to building an immense Égrégore ! Your videoconference lessons are really a great idea. Well done and good luck. Thank you very much Mr Stiennon.<\/p>\n<p style=\"text-align: right;\"><em><strong>Vadivel G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>During the session I felt a good being mixed with a lot of energy concentrated in the head. THANK YOU for your sessions.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dominique V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you for these well-explained practical lessons with great clarity. This allows to be less rigid and more creative in practice while keeping the framework of application. The exercises on the different planes were really enjoyable. It was easier than I would have thought it to visualize, to bring in memories, images, the point of concentration.<\/p>\n<p style=\"text-align: right;\"><em><strong>Kelly M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>It was very pleasant to be guided in this way.<\/p>\n<p style=\"text-align: right;\"><em><strong>Anne M. R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I am ” leaving ” your initiation session into Phosphenism. I appreciated his rhythm, the explanations.<\/p>\n<p style=\"text-align: right;\"><em><strong>Thierry<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Practice really gives us a lot ; I feel an obviousness, an invading and rich natural force that only asks to be welcomed in order to grow and develop. We start my daughter and I at the same time.<\/p>\n<p style=\"text-align: right;\"><em><strong>Catherine<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I come to share with you my great satisfaction with the training.<\/p>\n<p style=\"text-align: right;\"><em><strong>Nathalie P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I was a little apprehensive which made me hesitate a long time before taking the plunge. Indeed, I am not a champion of communication and am sickly shy. This ” one way ” system where direct participation is not necessary suits me perfectly. All the points addressed by Phosphenism converge with my personal approach, it would be a shame not to use it. Yours, and thank you.<\/p>\n<p style=\"text-align: right;\"><em><strong>Michel<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I would like to thank you for this initiative to offer distance learning courses : the books are very interesting but as they say nothing can replace contact, especially in a subject for which it is the practice that counts. I was just doubting my practice so the exercises done together reassured me on how to do it. I am happy to have registered for this first video- training because it gave me additional motivation to work. With my sincere thanks.<\/p>\n<p style=\"text-align: right;\"><em><strong>Maryse<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you for this course, I had no difficulty with head movements.<\/p>\n<p style=\"text-align: right;\"><em><strong>Catherine P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I am very satisfied with these first steps. I really liked the experience with the glass, and I found the water to be very soft and very good !! Thank you again for this special experience.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dominique P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you for this enriching course.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>A big thank you for this video- training which for me was a first. You are an excellent teacher. The pace is suitable for everyone (well to me) and the data is clear and accessible to everyone. You know how to guide us to find what suits us and to encourage us to work without constraint.<br \/>\nThank you again for this course which made me want to continue the discovery of Phosphenism in your company.<\/p>\n<p style=\"text-align: right;\"><em><strong>Sabine G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>It was a pleasure … Thank you for the site and the lessons. I’m in the tropics so I do with the sun sometimes. Thank you.<\/p>\n<p style=\"text-align: right;\"><em><strong>Robert P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>What is good about video training is to be guided through the exercises and to have immediate answers to the various questions that may arise.<\/p>\n<p style=\"text-align: right;\"><em><strong>Igor S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>This training fully answers the questions I had been asking myself until then about the exact practice of movements and their association with sounds and visualization.<br \/>\nFor those who have not yet done it, go ahead, it’s very well done and accessible to all !<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I attended the video training last week. I found it very interesting ! Daniel is a perfect teacher !!! Very pleasant to listen to ! Thank you very much for these evenings.<\/p>\n<p style=\"text-align: right;\"><em><strong>Mireille<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>This easy-to-use concept of taking courses over the Internet allows you to see the teacher, which allows you to better understand the exercises that are required. I really appreciated your calm and serenity in the message given.<\/p>\n<p style=\"text-align: right;\"><em><strong>Antoll M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I really like this atmosphere of relaxation and at the same time rigor in time and exercises. I really appreciate this way of teaching as well as the practice that we do in groups or in small groups of two.<br \/>\nThanks always to Daniel for his dynamism and his passion and thanks also to the whole group.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie-Michelle<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I really appreciate the work in small groups through video training, it really allows you to meet, work together and exchange.<br \/>\nThe distance is not a problem, some of the place of life, once connected we are together and feel things as if we were to each side of the other. I feel like I have more energy, to work better, faster and in creativity. Since this internship I started manual activities never tried until then with efficiency, creativity and success. I am amazed at myself and the people around me.<br \/>\nI could also practice the phosphenes for better relations and I am astonished, it works !?<\/p>\n<p style=\"text-align: right;\"><em><strong>Pascale<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Really well done for the great experiences I had last night<br \/>\nThanks to Daniel Stiennon and his team behind the scenes.<br \/>\nThe Visiotraining is an excellent tool.<\/p>\n<p style=\"text-align: right;\"><em><strong>Danielflam (forum&#8217;s pseudo)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The explanations he gave us last night were revealing to me, the people around us greatly influence our energy, which is why I will have to work twice as hard. Hard hard !!! I find that I am starting to let go better, and I thank you all for the energy you sent me yesterday when I was receiving. It is the benefit of being able to work in a group and video- training is a great tool for practicing phosphenism without leaving home. Thank you to Daniel for his dynamism and everything he prepares for us to continue working individually.<\/p>\n<p style=\"text-align: right;\"><em><strong>Genevieve<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thanks again to Daniel and the whole group. Experience that I highly recommend to all interested parties who hesitate. You have everything to gain. A precious help for everything we are already doing in all areas.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thanks to Daniel and to Phosphenism and to Doctor LEFEBURE for this opening.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain I.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>There is no doubt that this kind of training is much more productive than reading books. We understand much better the style of exercise to practice. Thus avoiding the small mistake that prevents you from going faster or which discourages you.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you Daniel for these openings that you provide, I will work so that they do not remain doors between open.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patrice<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>It is obvious that the teaching is very rich and the possibilities endless even if I do not perceive the extent.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yannick V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The next morning of the training I don’t know what time, while sleeping I found myself in a conscious dream and felt like my body was fully dilated, my mind was floating in bliss.<br \/>\nThank you Daniel and your team for the smooth running of this training.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>My sleep has changed, especially dreams. These have become intensive. When the dream occurs, I felt like realizing that I am dreaming. My dream is developing and I analyze it. If it is interrupted by my awakening, when I fall asleep again, it continues where I left it.<br \/>\nThis state of affairs took on a new form, namely that during my last sleep I saw myself practicing the exercises of “ air bubbles ”, “ flame and volcano ” with an intensity and a feeling superior to our exercises. Monday. Although I had no particular difficulty during our last session, during this dream I was transmitting the three forms of energies to the receptors with great ease. I had felt the slightest bit of it and still a conscious analysis of the dream. Currently, during my daily trips by public transport to get to work, I have become accustomed to practicing phosphenic exercises automatically. It brings me to my destination without realizing it. I thus acquired the aptitude to isolate myself mentally whatever the place where I am. I have the impression that everything is jostling and rushing.<\/p>\n<p style=\"text-align: right;\"><em><strong>Gisele D. B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I started practicing Phosphenism, it’s been about a month and a half.<br \/>\nAt first I started out by getting some useful dreams for my life.<br \/>\nThen, I had a rather extraordinary experience.<br \/>\nOne night, I felt myself in the cosmos, that is to say that my ” me “, the being that I am, my timeless and eternal consciousness found itself as a point or rather a small ball in the cosmos, very very far from the earth that I did not see. I saw nebulae, planets, I was among them. I was a conscious part of the cosmos, part of the greater whole, without a human body, just pure consciousness. It was lovely. The following days, I sometimes felt in a state of extreme lucidity, to feel very strong, very sure of myself, to know who I am and what I should do.<\/p>\n<p style=\"text-align: right;\"><em><strong>A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>As a receiver I felt a densification of energy all along the spine. The energy was very fine down then it flared up towards the top of the skull in the shape of an inverted cone, the point down.<br \/>\nThe energy then concentrated in the back between the 2 shoulder blades. The energy ball was then very big and very dense. An attraction seemed to want to pull my body towards the outside by this point. Then gradually the energy descended in the hands and the forearms which then seemed to have tripled in size.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>It was a most interesting new experience, a big thank you to Daniel. The breathing exercises led me to hyper-relaxation along with a feeling of energy around the body, because as a Yoga teacher I have a certain habit of these exercises. During the wonderful exercise, I had my head surrounded by an energy band and physically felt the small ball of light that whirled down around the body. Also during the exchange, as a sender I had no trouble maintaining a visualization of the exercise on the receivers, and, as a receiver, a feeling of scrolling light as if I was advancing at great length. speed in a current of energy.<br \/>\nThank you again to Daniel and his team.<\/p>\n<p style=\"text-align: right;\"><em><strong>Claude D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I wake up in my dream one night and find myself in an initiation stage.<br \/>\nThen the trainer asks me to come to the center and put his hands on the lower back of my back and there I feel my Sahasrara chakra start to turn but slowly enough<br \/>\nThe master turns to me with the face of Daniel STIENNON and tells me the sentence following : ” you do not know yet direct your breath towards your chakras … ” I insist on the exact transcription of the message it did not say ” energy ” but indeed ” breath ” although in the breath is the prana which is an energy. I had this experience right after the wonderful exercise. So now I add to this exercise worked in viso- training, rapid and rhythmic breathing. It also happened to me to have a very nice night experience following this coupling where I was able to visit a map quite close to ours (I sometimes visited frankly different ones !).<\/p>\n<p style=\"text-align: right;\"><em><strong>Dimitri F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The guided eye convergence exercise gave me a lot of information and clarification on the practice itself and the durations, as well as a much sharper observation of the phosphene. The concentration and expansion of energy was greatly facilitated, I felt myself floating contemplating the universe.<br \/>\nI stayed at the center of an energy ball that grew from the earth until I could contemplate the entire Universe.<br \/>\nWhen concentrating the light point, compared to other similar practices, I felt the whole body participating in the concentration and expansion, a bit like a static contraction but softer, as if the body was just ‘one with the movement.<br \/>\nDuring the exercise, as a transmitter, the concentration of light was extraordinary and the ball at the back of the head with the receptors was equally extraordinary. Throughout the concentration exercise, I felt like a band of energy around the head from the forehead to the ears and from the forehead to the center of the skull. Then by visualizing the ball at the back, the same sensation with in addition the energy which crossed the skull. The last exercise revealed something surprising to me, because having done yoga for years I had always felt a flow of energy when I raised my arms for a flexion, which I attributed to the movement. I learned in this lesson that it comes from open, straight hands. Thanks Daniel. There too, no harm in visualizing even several people and filling them with energy.<br \/>\nThank you to all participants and to the amazing team.<\/p>\n<p style=\"text-align: right;\"><em><strong>Claude<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>When I was receiving at the end of the session when the transmitters sent the energy into the ball located behind their necks I immediately felt a flow of energy entering me. My body then spontaneously dilated in a very important way with an impression of tearing my body upwards. The dilation eventually calmed down and my whole body began to rotate to the left. Once the rotation stopped I felt a tremendous searing heat and tremendous tingling in my hands.<br \/>\nThen at the end of the transmitters transmission everything calmed down.<br \/>\nA big thank you for this video- training series In<br \/>\naddition to the ease offered by these courses via the internet, I was especially struck by the extraordinary ease of transmission and feeling of sensations when I was a receiver during the various experiences.<br \/>\nI remain convinced that the Internet remains a very powerful vector for practicing Phosphenism from a distance in a group.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>In a dream, I realized that I was flying, it was very strong and very pleasant; then I realized that I fell. I decided : &#8221; I must go up &#8220;, instantly, I climbed at breakneck speed, so amazing that I woke up. The vividness of this dream was impressive. For about two to three months, I have been more and more aware of my dreams, but the most curious thing is that I am often “ active ” in my dreams. I feel like I am in control and I decide what happens. If I don&#8217;t work with the phosphenes, my dreams become less pleasant. On the night of Sunday, June 17, I had another dream that really impressed me. I was at Lefebure school and I was discussing with Daniel Steinnon (or Doctor Lefebure, I find it difficult to define it), all of a sudden Daniel grabbed me, turned over and put his hands on my shoulder blades , then he fixed his gaze on my neck and a cone of white light sprang from the back of my neck, above my head, I was invaded by this powerful light, but it didn&#8217;t scare me. Then his gaze was placed on my spine and there too, I found myself filled with light, it was pleasant and at that moment, I became aware of the enormous power emanating from the person (Daniel or the Doctor Lefébure ) who acted like this on me and it woke me up.<\/p>\n<p style=\"text-align: right;\"><em><strong>Roger<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I really enjoyed this video conference. I didn&#8217;t see the time pass : the pace was very good. I was as interested in the exercises as I was in providing information. I found the idea of densifying and projecting our double exciting. The exercises gave me a lot of energy during the session and in the days that followed. It was very nice to be in touch with the other participants and to meet some people I met this summer. I found the same atmosphere, both joyful and concentrated, as in the internship. Thanks Daniel.<\/p>\n<p style=\"text-align: right;\"><em><strong>Christine<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you for this introductory course. It is an excellent overview of Phosphenism, as well as a good introduction to the head sway exercises, which are new to me. I also have been able to understand all the potential benefits from regular practice with phosphenes combined to head sways, as well as the bare minimum of rigor and assiduity necessary for progression. On the technical level, I appreciated the clear and didactic explanations, the impeccable organization, as well as the possibility of interaction.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-François C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>This video-conference has greatly interested me, my only regret is that we did not practice long enough with the mantras.<\/p>\n<p style=\"text-align: right;\"><em><strong>Reine V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Though I had read many articles on the Phosphenism website, following a course with a teacher and applying the techniques directly is the best way to learn. I did not forget any of the information and I felt you were always guiding us. When I practices exercises on my own, I tend to forget certain elements: I have now well integrated the fact that I need to relax my head when I move it during the head sway exercises, that there are three phases in each cycle, and I also have understood the mantra “eellee”.<br \/>\nI have found this conference and the exercises very pleasant and I thank you very much.<\/p>\n<p style=\"text-align: right;\"><em><strong>Delphine W.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thanks very much to Daniel, a very friendly person! I was very interested by the different mantras that we learnt, as well as their specific use. I did not realize how important the regularity of the rhythm was.<br \/>\nI am very motivated and enjoy practicing at least 30 minutes a day. The simple fact that it improves my concentration and my dreams is already a lot. I am active on the forum from which I have already learnt a lot.<br \/>\nThis session was very positive, with generous advice.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patrick D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The video-conference was a great experience. I discovered the phosphene and the exercise of lateral head sways. I have already set up a training program for the week: I would like to integrate the notion of rhythm.<br \/>\nThe instructions are very well explained. Overall, I am very pleased.<\/p>\n<p style=\"text-align: right;\"><em><strong>Celine G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>This initiation was very enriching, soothing (I slept like a baby!) and, curiously, during the exercise when we visualized flowers, a surprising thing happened: at the start, I experienced difficulties visualizing a tulip and very quickly, it is a rose that imposed itself to my imagination. The same thing happened with the sunflower. Is this a logical continuation, or simply a good connection?<br \/>\nIn short, I had a wonderful time and wish to continue with the courses.<br \/>\nThanks very much for opening me to new horizons.<\/p>\n<p style=\"text-align: right;\"><em><strong>Brigitte B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I listened to you closely and practiced the exercises scrupulously.<\/p>\n<p style=\"text-align: right;\"><em><strong>Beatrice A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I was surprised by the quality of the sound and the image, considering how many people were involvI followed last night’s lesson and I am pleased to tell you that I found it very positive.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie-France P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I enjoyed the video-conference’s contents as well as its presentation. I felt pressure at the bottom of my nose, just like when I practice certain meditation exercises. That demonstrates the action of the phosphene.<\/p>\n<p style=\"text-align: right;\"><em><strong>Christian S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I enjoyed participating to this first lesson. I felt relaxation, wholeness and well-being. Thank you for this pleasant moment.<\/p>\n<p style=\"text-align: right;\"><em><strong>Sylvie G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I was very pleased to follow this first introductory course of Phosphenism and I really want to go further. During practice, when we were visualizing flowers, I was captivated by the clarity of what I was seeing. It was as if the flowers were present, I could feel their texture, their color, it was great. Thanks very much for this pleasant evening in your company.<\/p>\n<p style=\"text-align: right;\"><em><strong>Françoise F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>A very instructive course on head sways that represents a very good introduction to the practice of basic initiatory techniques.<\/p>\n<p style=\"text-align: right;\"><em><strong>Hicham B. (Morocco)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The introductory course was clear and practical and corresponded to what I expected. I appreciate the combination of theory and practical application. You have provided enough information to make me understand that behind even simple things there is genuine science. I really would like to know more.<br \/>\nI find practicing with phosphenes a lot easier than trying to meditate! From the first cycle, I felt relaxed, especially during the second phase with the small movements. I had the impression that I was on a boat, rocked by the soothing movement of water. I imagine this technique is very efficient for letting go.<br \/>\nI also have found that it was easier to maintain the image of flowers in my mind’s eye than when I practice sophrology or relaxation.<br \/>\nI was intrigued by phosphenes: sometimes clear and sharply defined, changing from red to blue, with or without an edge, to finally appear black…<br \/>\nThanks for this experience.<\/p>\n<p style=\"text-align: right;\"><em><strong>Nathalie G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have learnt how to practice sways and what they are for…<br \/>\nI was rather happy to follow the training and felt joyful during the entire session. The head sway exercises were a great discovery.<\/p>\n<p style=\"text-align: right;\"><em><strong>Christophe G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I enjoyed this session.<\/p>\n<p style=\"text-align: right;\"><em><strong>Noelle P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>It was the first time I attended a video training and I was very pleased by the contents. Many years ago, I had bought a CD from Phosphenism and I found the exercises difficult to practise. This time, I found the conference very clear and that allowed me to understand easily the exercises studied. Thank you very much.<br \/>\nAt the end of the session, I was surprised that an hour had passed. The course was very interesting as it associates head sways with phosphenes. Though I am only a beginner, I am already enjoying this discovery. Thanks again for sharing your time and these exercises with us.<\/p>\n<p style=\"text-align: right;\"><em><strong>Agnes P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thanks for this lesson.<\/p>\n<p style=\"text-align: right;\"><em><strong>Mickael P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>A very interesting lesson.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thanks very much for this very interesting video-training. I enjoyed the sensations I felt in my head during the small head sways. Thanks again for your teachings.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"25%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The training course seemed perfectly adapted to my needs: clarity, rhythm, interactivity, structure…<br \/>\nAs I have learnt the basics by myself from the website and some books, this training course corresponds exactly to what I was expecting.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have enjoyed the course very much. Daniel is clear, his words are simple, the lesson progresses smoothly and the subject is really interesting. I appreciate the balance between theory and practice (and I appreciate that there is more practice than theory).<br \/>\nAfter following four courses, I can perceive very well what training with Phosphenism can bring, though, obviously, I cannot understand its full reach.<\/p>\n<p style=\"text-align: right;\"><em><strong>Thierry<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I appreciated this lesson very much. I found it more meaningful than the books and it gives you a lot of motivation for practicing. However, the books contain a lot of extra information.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I enjoyed the first part of the lesson, filled with clarifications and guidelines. Usually, I simply concentrate on emitting energy in order to optimize transmission to the receptors, without worrying too much about my own sensations.<br \/>\nThis time, to my surprise, and though I was not the receptor of the exercise, its effects imposed themselves to me as if I was.<br \/>\nI immediately felt an ascending whirling effect along my spine and a sway from left to right in my shoulders and my head.<br \/>\nI did not want to let these sensations carry me away, so I re-centered my attention on the exercise in order to pass on as much rhythms as possible for the receivers.<br \/>\nThe group effect ensures that everyone receives a lot of energies and I felt overcome with rhythms throughout the workshops, much to my pleasure.<\/p>\n<p style=\"text-align: right;\"><em><strong>Germain C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>During the exercise with the constellations and when Daniel asked us to visualize the constellation of Sagittarius (which I had never seen before, and had no idea what it resembled) I had a very clear flash: the image of a constellation rotating in a very slow spiral.<br \/>\nAfter the course, I went on the Internet to find out what that constellation looked like, as I did not know it.<br \/>\nMuch to my surprise, the constellation resembled the one I had perceived spontaneously during the course.<br \/>\nThanks again to Daniel for his patience and his quality teachings.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>As usual, I appreciated Daniel’s advice very much: giving a direction, a goal.<br \/>\nAstronomy is indeed very interesting as it is easier to visualize something you already know. The Sagittarius constellation is very impressive.<br \/>\nVisualizing the sun during the exercises produced a sweet and intense sensation; I was being filled with light…<br \/>\nWhen I emitted energy towards Delphine, I could visualize very clearly.<br \/>\nThanks again to the entire team.<\/p>\n<p style=\"text-align: right;\"><em><strong>Claude D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I feel a point of compression in my belly followed by a point of dilation in a round universe that becomes flat like a galaxy. I AM this galaxy and rotate with this rain of stars. What I find very amusing is that it is instantaneous. There are millions of colors that shine and I feel that I am part of that everything. It is very pleasant as if I was bathing in an extraordinary power combined to a great sensation of speed. I feel totally integrated to that totality.<br \/>\nThanks to everyone for sharing these moments.<\/p>\n<p style=\"text-align: right;\"><em><strong>Evelyne<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have decided to perform static tensions while I practice Taichichuan by visualizing my double in front of the Milky Way.<br \/>\nWhile keeping my eyes open, I could visualize my shining double without difficulty. The energy produced by static tensions helps making this mental construction of the double denser.<br \/>\nI have decided to associate rhythmic thinking and static tensions to Taichichuan. This corresponds to the basics of Phosphenism: the utilization of a phenic sense (the myophene) combined to a rhythm, produced by both mantra and visualization.<br \/>\nAs I am writing these lines, I feel a manifestation in my third eye.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>During the exercise with the heart chakra, as soon as the voice sound started, I immediately had the sensation that the voice was coming out of my heart chakra.<br \/>\nI felt shivers every time the voice was starting again.<br \/>\nThen, when I concentrated on my heart chakra, I had the sensation that the voice was coming out from it.<br \/>\nI was in complete harmony with that voice, which vibration seemed in complete osmosis with my chakra’s vibration.<br \/>\nThanks ever so much for this intense moment that you have allowed me to experience.<br \/>\nThank you Daniel, for these exceptional online courses.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The exercises with music combined to the click sounds were very interesting… the exercise with the sound of the waves of the sea in particular. The exercises with the voice gave me the impression that I was being lifted upwards. At the same time, a resonance filled me with a feeling of well-being. The exercise with the flute was a particularly profound experience. My heart chakra as well as my root chakra started to shine, and I was filled with a sensation of deep Love. During the next few days, all I had to do was remember that sensation and it would start again, as if something had opened. A wonderful experience. This exercise is a must: pure bliss.<\/p>\n<p style=\"text-align: right;\"><em><strong>Claude D. H.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The session on Monday 18th was very useful. The techniques for protection are essential as we are not always strong enough mentally to protect ourselves from our entourage.<br \/>\nI was using other methods, but I am going to adopt the cosmic egg technique, as presented by Daniel, as it seems more efficient than any other techniques I have used.<br \/>\nReinforcing our mental structure with this type of meditation seems very judicious. Moreover, last night, I found myself inside a sphere and, as I was rising, the sphere was filling with energy that seemed to reinforce my mental energy.<br \/>\nIt is absolutely unbelievable what can be achieved thanks to the practice of Phosphenism.<br \/>\nThanks Daniel.<\/p>\n<p style=\"text-align: right;\"><em><strong>Xavier<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>When I was a receptor, I felt sensations of successive waves rising from my feet to my head, a strong sensation of antero-posterior sway that lasted for a long time. Then, I felt an intense point of contraction between my eyes, then the inside of my body rose slowly upwards as I could perceive a cloud of whitish light slowly dilating and contracting, at times, a dot of light would shine briefly like a star.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>My experience as a receiver was SIMPLY EXTRAORDINARY.<br \/>\nI had the impression that I was growing, growing, or inflating, something like that. Then, my chair started swaying (though it was completely stable) very slowly with much amplitude, backwards and forwards: if a drug could produce that effect, I would like to know its name.<br \/>\nThe sway reminded me of what one experiences before astral traveling, just before launching towards the infinite, for those who know.<br \/>\nIn short, a big, big thank you to everyone that allowed me to experience these sensations. Do not hesitate to follow a course.<br \/>\nThanks.<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I feel projected in the UNIVERSE and find myself in its center.<br \/>\nI connect to the mineral kingdom with much power combined to a lot of gentleness and the feeling of being in touch with that kingdom.<br \/>\nIn the universe, I can see thousands of rock crystals appear, they are full of color.<br \/>\nI feel taken away on an immense ship, a crystal ship with 6 facets, the Seal of Solomon. I am in the middle of these energies, I feel very tall and I have perfect balance.<br \/>\nThen, a spiral takes shape around me. It has the shape of a cone stretching upwards. I feel sucked up into that spiral.<br \/>\nAnd then, Daniel asks us to come back. What a shame!<br \/>\nThanks to everyone for letting me experience that beautiful evolution.<\/p>\n<p style=\"text-align: right;\"><em><strong>Evelyne T.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>For me it was very informative and of good quality whether video or sound and also the course itself. I have been following you for several years, but recently I have found the courage to practice techniques.<\/p>\n<p style=\"text-align: right;\"><em><strong>Olivier B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I found Mr. Stiennon very educational and very approachable. Daniel Stiennon is possessed by his subject and readily digests. This is not a reproach, quite the contrary. Thank you very much for these few presentation reminders.<\/p>\n<p style=\"text-align: right;\"><em><strong>Françoise<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I was delighted with this introductory course. I did the side sway again for half an hour before bed, and I actually fell asleep very quickly. I also really appreciated your simplicity, which allowed me to be relaxed but attentive. So a big thank you to you.<\/p>\n<p style=\"text-align: right;\"><em><strong>Sandrine<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you for the details provided during the Visio-conference last night. I recently started swinging exercises, especially those explained in Initiation Subud . Dr Lefebure&#8217;s books are very clear and very easy to use, however oral explanations also seem necessary. I will therefore try to follow your advice and consistently practice the exercises you illustrated yesterday. Thank you again and good luck in your effort to share Phosphenism !<\/p>\n<p style=\"text-align: right;\"><em><strong>Loic<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p> “ Spiritual Therapist ” and practicing various forms of meditations and healing tools, it is with an open, free and curious mind that I approached this videoconference. Not having really started an assiduous practice, this hour of very convivial conference brought me enormously in terms of “ various practices ” and “ potentialities of the experiments ” (that it is theoretical or practical). Although I am a little reserved on the fact of &#8221; all-phosphenism-or-nothing &#8220;, this method seems to me so promising, or in any case, to experiment serenely. Not depending on anyone is a plus. Daniel&#8217;s humorous and friendly tone is a plus. The video swinging method is worth all the explanations in the world, and this raised questions that I will undoubtedly share on the forum. The spirit of this site is very interesting.<\/p>\n<p style=\"text-align: right;\"><em><strong>Julien T.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>It is with great joy that I share with you my testimony of your conference last night. You have clearly evoked for me the main applications of Phosphenism and I was able, thanks to your videoconference, to share this moment with my friend in order to make him discover your teaching. It worked well ! Since yesterday I have felt a lot of joy and I am greatly motivated to continue this practice with a thousand virtues on a daily basis.<\/p>\n<p style=\"text-align: right;\"><em><strong>Anne-Marie<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The introductory course is useful to make sure you are doing the basic exercises correctly as well as to get a general idea of Phosphenism.<\/p>\n<p style=\"text-align: right;\"><em><strong>Nicolas D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I really liked this introductory session to Phosphenism because I was able to refine my practice which I had been practicing &#8221; wildly &#8221; for several years. For reasons of stagnation in my practice, this one had become fragmented ; and thanks to this quality of detail offered during the exercises, the effects felt came without delay and I started to apply them again just after in a field that I cherish, music. After these few pleasant moments, I went on social networks, and there emerged from me a relationship full of humor and spirit, natural and largely increased compared to my average; the phosphenes were undoubtedly the cause, my vibration had increased. From the night I got back to it, and this morning I started again and applied myself in a new way.<\/p>\n<p style=\"text-align: right;\"><em><strong>Vianney C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>A big thank you for your conference where you convey your desire to teach us and see us move forward in practice. For my part, the theory part was not too much because I am just starting out. I enjoyed the technique reminders and the practical exercises that are necessary. After a while, I started to feel a pleasant soothing relief from the swings, and I could have easily fallen asleep right after. The length of the session suits me, I never tire of learning more. Thank you again and see you soon for a follow-up.<\/p>\n<p style=\"text-align: right;\"><em><strong>Laurence P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The long explanations of a good hour enriched and completed everything I had remembered by reading the site at length. I guess the potential in me which can be &#8221; brought to light &#8221; by phosphenism. It&#8217;s exhilarating ! Thank you very much.<\/p>\n<p style=\"text-align: right;\"><em><strong>Elisabeth A.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_divider color=&#8221;#800000&#8243; admin_label=&#8221;Séparateur: Témoignages&#8221; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_divider][et_pb_text admin_label=&#8221;TXT: RESULTS DO ONLY MATTER !&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; custom_margin=&#8221;-25px||||false|false&#8221;]<\/p>\n<h3 style=\"text-align: center;\"><span style=\"color: #800000; line-height: 20pt;\"><strong>Following our training is the guarantee of an efficient practice.<br \/>Actually, no matter what we do, there is just one rule&nbsp;:<br \/>RESULTS DO ONLY MATTER&nbsp;!<\/strong><\/span><\/h3>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-visio-training-1\/&#8221; button_text=&#8221;Visio-TRAINING #1&#8243; button_alignment=&#8221;left&#8221; admin_label=&#8221;Bouton: Previous Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%2%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_icon_placement=&#8221;left&#8221; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|-50px|||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/&#8221; button_text=&#8221;Visio-TRAINING #3&#8243; button_alignment=&#8221;right&#8221; admin_label=&#8221;Bouton: Next Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%3%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|||-50px|false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extracts from our GUEST BOOKVISIO-TRAINING #2I insist on sharing with you my experience with a new training method. It is absolutely brilliant. I advise you to participate to the forthcoming video-trainings in Phosphenism. Not only it is cool to practice in a group, but the fact that we are using webcams does not reduce the [&hellip;]<\/p>\n","protected":false},"author":28,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[43],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Testimonies on VisioTraining #2 - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Testimonies on VisioTraining #2 - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"Extracts from our GUEST BOOKVISIO-TRAINING #2I insist on sharing with you my experience with a new training method. It is absolutely brilliant. I advise you to participate to the forthcoming video-trainings in Phosphenism. Not only it is cool to practice in a group, but the fact that we are using webcams does not reduce the [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-01-03T11:00:52+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-15T11:11:43+00:00\" \/>\n<meta name=\"author\" content=\"Daniel STIENNON\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Daniel STIENNON\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"84 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/\",\"url\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/\",\"name\":\"Testimonies on VisioTraining #2 - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-01-03T11:00:52+00:00\",\"dateModified\":\"2021-04-15T11:11:43+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"TESTIMONIES 02: Visio-Training #2\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\",\"name\":\"Daniel STIENNON\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"caption\":\"Daniel STIENNON\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/contact_uk\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Testimonies on VisioTraining #2 - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/","og_locale":"en_US","og_type":"article","og_title":"Testimonies on VisioTraining #2 - PHOSPHENISM - Dr. LEFEBURE School","og_description":"Extracts from our GUEST BOOKVISIO-TRAINING #2I insist on sharing with you my experience with a new training method. It is absolutely brilliant. I advise you to participate to the forthcoming video-trainings in Phosphenism. Not only it is cool to practice in a group, but the fact that we are using webcams does not reduce the [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/","article_published_time":"2020-01-03T11:00:52+00:00","article_modified_time":"2021-04-15T11:11:43+00:00","author":"Daniel STIENNON","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Daniel STIENNON","Est. reading time":"84 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/","url":"https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/","name":"Testimonies on VisioTraining #2 - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-01-03T11:00:52+00:00","dateModified":"2021-04-15T11:11:43+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"TESTIMONIES 02: Visio-Training #2"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f","name":"Daniel STIENNON","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","caption":"Daniel STIENNON"},"url":"https:\/\/www.phosphenism.com\/author\/contact_uk\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/8126"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=8126"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/8126\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=8126"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=8126"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=8126"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}