{"id":8128,"date":"2020-01-05T12:00:05","date_gmt":"2020-01-05T11:00:05","guid":{"rendered":"https:\/\/www.phosphenism.com\/?page_id=8128"},"modified":"2021-04-15T13:11:23","modified_gmt":"2021-04-15T11:11:23","slug":"testimonies-visio-training-4","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/","title":{"rendered":"TESTIMONIES 04: Visio-Training #4"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; custom_padding_last_edited=&#8221;on|desktop&#8221; _builder_version=&#8221;3.22&#8243; custom_padding_tablet=&#8221;50px|0|50px|0&#8243; custom_padding_phone=&#8221;&#8221; transparent_background=&#8221;off&#8221; padding_mobile=&#8221;off&#8221; make_fullwidth=&#8221;off&#8221; use_custom_width=&#8221;off&#8221; width_unit=&#8221;on&#8221; collapsed=&#8221;on&#8221;][et_pb_fullwidth_header title=&#8221;TESTIMONIES&#8221; subhead=&#8221;Special VISIO-TRAINING&#8221; header_scroll_down=&#8221;on&#8221; scroll_down_icon_color=&#8221;#ffffff&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran: Visio-TRAINING #4&#8243; _builder_version=&#8221;4.7.1&#8243; title_text_align=&#8221;center&#8221; title_font_size=&#8221;48px&#8221; subhead_text_align=&#8221;center&#8221; subhead_font_size=&#8221;24px&#8221; background_color=&#8221;rgba(36,186,191,0.54)&#8221; min_height=&#8221;250px&#8221; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_row _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221;][et_pb_text _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221;]<\/p>\n<h2 style=\"text-align: center; line-height: 25pt;\"><span style=\"color: #993300;\"><strong>Extracts from our GUEST BOOK<br \/>VISIO-TRAINING #4<\/strong><\/span><\/h2>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_4,3_4&#8243; padding_mobile=&#8221;off&#8221; column_padding_mobile=&#8221;on&#8221; admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;4.7.4&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; custom_margin=&#8221;0px||||false|false&#8221; make_fullwidth=&#8221;off&#8221; use_custom_width=&#8221;off&#8221; width_unit=&#8221;on&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_sidebar area=&#8221;et_pb_widget_area_2&#8243; show_border=&#8221;off&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; header_font_size=&#8221;14px&#8221; header_line_height=&#8221;1.7em&#8221; background_color=&#8221;#f3dabf&#8221; custom_padding=&#8221;|||3px|false|false&#8221;][\/et_pb_sidebar][\/et_pb_column][et_pb_column type=&#8221;3_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_testimonial quote_icon_color=&#8221;rgba(36,186,191,0.54)&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; author_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]I am delighted to have made the decision to register and feel privileged to participate in this magnificent work.<\/p>\n<p style=\"text-align: right;\"><em><strong>Guy G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>With Phosphenism, I notice the increase in premonitory dreams, about my personal life or about people around me, which allowed me to verify with them the veracity of the indications given by the dreams.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Luc C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The best thing I have had this year is to know Phosphenism. There are so many others, but this light has brought me more peace, serenity, and a lot of well-being. My wish is to go far in this adventure.<\/p>\n<p style=\"text-align: right;\"><em><strong>Claire T.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The greatest gift of Phosphenism is to have made me better in depth. I am fairer, calmer, more tolerant, more positive, I feel wise. I was already a bit like that before, but now I feel deeply beautiful (I&#8217;m not talking about the physical though &#8230;)<br \/>\nPeople say that I am a sun, a rainbow and that makes me smile, because that means that I radiate what I feel inside me and that is why they all come to pump my energy. I protect myself, but I gladly share this inner happiness; it is as if everything was beautiful…. At the work level, I am very efficient &#8230; what happiness!<br \/>\nThank you very much for all of this and for all the work you do.<\/p>\n<p style=\"text-align: right;\"><em><strong>Françoise D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you for your dedication which goes straight to my heart. I am amazed by your pedagogy and this training is totally at my convenience.<\/p>\n<p style=\"text-align: right;\"><em><strong>David E.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I thank you for the quality of the training courses and exercises as well as for all the help you give me on my life path.<\/p>\n<p style=\"text-align: right;\"><em><strong>Denis P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Phosphenism has taken place in my life; an interesting path that I never tire of, in lived experience. I felt, during sleep, the sensation of moving at high speed, and that of going up too.<\/p>\n<p style=\"text-align: right;\"><em><strong>Mickael C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>It is a long time since I should have switched to full training rather than doing phosphenes every once in a while.<\/p>\n<p style=\"text-align: right;\"><em><strong>William B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>For allowing me to enter this path of evolution, I renew my thanks to you a thousand times and hope to be able to actively participate in promoting Phosphenism in my fields of activity.<\/p>\n<p style=\"text-align: right;\"><em><strong>Geoffrey B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I really appreciate how the training is delivered, and I see after the fact that Phosphenism brings me a lot in my everyday life.<\/p>\n<p style=\"text-align: right;\"><em><strong>Vincent B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I would like to say a big thank you to Daniel STIENNON as well as congratulate him for the content of this training.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patrick S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Your training is really of a very high level. I am sure there is no equivalent. I talk about it knowingly, because now at 65 I do not count the number of movements, obediences and lodges that I have been able to attend without removing even a quarter of what you have brought me, because my path of life is the initiatory path… Your training is so complete that you just have to take the trouble to follow it. And as you rightly say, why play parrots when everything is much better explained in your training cycle. Answering a question is a bit like reading only the back cover of a book, when it is much more exciting to read the book. Your class on the Cave of Knowledge and the Power of Reverse Thinking has been a real eye opener for me. (&#8230;) With all my gratitude.<\/p>\n<p style=\"text-align: right;\"><em><strong>Patrick C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The teaching on the 4th light is particularly interesting and I would like to praise the educational effort accomplished. I was a teacher.<\/p>\n<p style=\"text-align: right;\"><em><strong>Bernard G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Since I recently practiced the phosphene exercises, my nights are very colored by beautiful colors. During experiments, I have the distinct sensation of flying over the room or the place I am thinking of. I just have to think of a place to get there directly in a fraction of a second. The distinct sensation of doing the exercises and of flying over other places just by thought. The feeling of flying is very pleasant and the fact to see the closed eyes is just magic. What more can I say, thank you and let there be Light !<\/p>\n<p style=\"text-align: right;\"><em><strong>Paolina P. F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Since practicing the exercises, I feel better, as if at peace.<br \/>\nI feel that my brain is more fluid, my ideas clearer, and also some perceptions of flashes of light during the day, and dreams more clear and precise.<br \/>\nAnd also the perception of feeling and seeing the energy of people and objects at certain times.<\/p>\n<p style=\"text-align: right;\"><em><strong>Thierry B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I am Dieudonné living in Kribi one of the seaside towns of Cameroon.<br \/>\nI have been drawn to spirituality from a young age. I discovered Phosphenism via Google about 9 months ago.<br \/>\nI have been initiated into the African Tradition since 1996 at the request of my clan as part of the preservation of the latter&#8217;s values. In my ongoing quest, I bought a Practical Guide to Spiritual Awakening which talked about phosphenes. Ignoring what was called phosphene, I had to resort to Google. This discovery of Phosphenism is for me a sign of destiny.<br \/>\nI am very happy to belong to this formation in the hope that the Phosphenism courses will allow me to ensure a clear and non-empirical transmission of the tradition to posterity.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dieudonne B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>This morning, up at 4 o&#8217;clock as often happens, here I am wanting to do phosphenes by myself and without video lessons.<br \/>\nLooking at the light and praying to the Divine, here I am feeling a natural movement that leads the light energy throughout my body. The feeling was strong especially in my organs. My request then was the healing of my whole being.<br \/>\nThen after about half an hour of practice, I started to cry thinking about the Love that was coming to me for my whole family.<br \/>\nIt is a real happiness to witness an emotional healing and to realize the action of the Divine.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dominique R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have had many experiences:<br \/>\n1 &#8211; First of all, on the fact of remembering the inter-hemisphere rhythm, anticipations of events occur at almost a second during the day, for example, it suffices that a person approaches without my being able to see him with my physical eyes, and I see him mentally in image as he is with great precision. So even though a person is behind me, I perceive his face in my mind.<br \/>\n2 &#8211; In terms of sleep, I can very quickly decide what time I want to wake up the next morning and indeed, I wake up not only at the exact time, but also to the nearest minute, this phenomenon occurs. is accentuated with the advance in practices.<br \/>\n3 &#8211; At the level of dreams, they are intense, they seem more real than the reality of the day, and generate real happiness, I have the impression of learning more in my dreams than in the experiences lived during the day.<br \/>\n4 &#8211; At the telepathic level, I sometimes anticipate what a person will say just by observing him, and if he talks to me about a particular person, I am able to perceive him mentally and him describe who she is talking about without even knowing her; it is quite impressive.<\/p>\n<p style=\"text-align: right;\"><em><strong>Damien C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I tried to send phosphenes to my hands and was greatly surprised at the heat I got.<\/p>\n<p style=\"text-align: right;\"><em><strong>Madeleine M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I am surprised by the quality of the explanations and the exercises.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you for all this realistic information, because for my part I feel myself trudging between contradictory elements that I attribute to age &#8230; and yet a certain internal force, whatever it is, is there, and I know that it is coming of your teaching.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dominique S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The training that I receive through Phosphenism has elevated my being towards another dimension which is certainly placed at the level of daily realities, but also and above all at the level of the height of the soul. I thank Dr Lefebure for all his inspiration and especially Daniel Stiennon for the continuation of his work. The formation is perfectly clear despite the distances; I live in Tanzania.<\/p>\n<p style=\"text-align: right;\"><em><strong>William M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Very good training, very complete which requires a real commitment. It is a unique and complete training without equivalent in my knowledge. (5\/5)<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean M. de C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I would like to thank Daniel and the team for having put in place this system which allows us from a distance to follow these initiatory teachings which improve our being. Since 2015 that I am interested in this route, I learn at my own pace and discover pleasant sensations during the day (or during dreams) brought by these exercises. I know deep down that I must continue on this path. I had a dream where the first and last name of Daniel appeared to me, my subconscious gives me the clue to continue and to go further; I feel fascinated by esotericism. In type of experience, I want to reconnect with my FRIEND, achieve what I came to do here, come to a state of enlightenment while remaining in balance, in order to become the best version of myself and subsequently impart this knowledge for the benefit of others; to come out of the illusory matrix. I want to go further and continue this teaching.<\/p>\n<p style=\"text-align: right;\"><em><strong>Mickael C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I am happy to have taken part in this training. The acquisition of phosphenic lamps allowed me to really practice the exercises. These brought me a lot in my initiatory journey. They developed visualization skills in me. I regularly reactivate the point of concentration as part of my teaching profession. The phosphene mixed with a vortex and mandala image allows me to concentrate, but also to chase away my negative thoughts as if it acts like a black hole.<\/p>\n<p style=\"text-align: right;\"><em><strong>David L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>My experience with the ring of light leaves me speechless. When I started with Phosphenism, I admit that my financial situation was not pleasant. I was still anxious as the monthly deadlines approached. But since I have been using the light-sided thoughts in relation to money, my life has changed. All these synchronicities that I have been going through for two months come from a simple coincidence. This is proof that the power of the Ring of Light is a reality. It is therefore with great gratitude that I share my experience with the Ring of Light.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dieudonne B.<\/strong><\/em>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;rgba(36,186,191,0.54)&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; author_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]I&#8217;m walking up a hill floating in the air a few feet above the ground and at one point I realize this is a dream so I&#8217;m heading for a precipice. I am quite impressed with the height, but I know that I am not risking anything since I am dreaming ; I continue to float towards the precipice and I have the impression that it is a certain way of breathing ( pneumophene with retention) which allows me to keep this control of the floating in the air… I then undertake to start a flight . A discovery of the region. In my dream (experience), I am amazed by the beauty of what I see (I do not fly very fast), I always keep this idea in mind of fixing a detail of the decor and not its globality so as not to lose this lucidity (as I learned during the training)… I have the impression after a while that I recognize certain landscapes… Today, I am completely out of all those personal development techniques that had never done to feed a sensitivity that has become invading and beliefs that I was able to cleanse with phosphenes.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I am more confident, more motivated, then with the vertical swing I had several awakenings in the night and was able to control a dream. Nice experience ! this had never happened to me before. Then, after taking the practical course in astral unfolding, I had an experience ; I was in my room and saw myself sleeping. Basically I was the play !, it feels weird. I heard sounds, I had a lot of kinesthetic sensations.<\/p>\n<p style=\"text-align: right;\"><em><strong>Kevin L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Very often I think of something that actually happens afterwards, and when a thought occupies my mind for several days, those around me start talking about the subject. Lots of involuntary telepathy with those around me.<br \/>\nMy dreams have become magnificent, I really feel like I&#8217;m living the night. I see splendid landscapes, the most beautiful was a kind of Bavarian castle in the snow and the pines next to an icy lake. I have the impression that there are very recurring places in my dreams, and I go there every week : Deserted urban environment, old disused house, lost village sparsely inhabited in unknown lands, summer camps. As if there was consistency.<\/p>\n<p style=\"text-align: right;\"><em><strong>Baptiste C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Although my schedule is busy, I have this growing desire to continue the initiation with a big thank you for your dedication Mr. Stiennon.<\/p>\n<p style=\"text-align: right;\"><em><strong>Veronique G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Until now I saw my double of a masculine nature. But one day, I saw my double as a beautiful woman like a goddess. Since then my male part has become quite strong and my intuitions are numerous and I have never known this inner balance that I find in me now. It&#8217;s a relationship with myself that I didn&#8217;t know yet.<br \/>\nOne evening I saw the Seal of Solomon growing so much that it took up all the space. The colors were beautiful (green, blue, purple, red and yellow) it was not turning, it was getting bigger and bigger. I am becoming more and more intuitive, positive. My dreams are beautiful and I listen to them like advice from my double.<\/p>\n<p style=\"text-align: right;\"><em><strong>Martine N.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Another day, after my rocking session I went to bed and in a sleep I felt myself thrown into the sky, in all white clouds. I was scared, I thought I was dying, but the experience itself was not scary. Then I was propelled towards the earth towards the African continent and as close as possible, I perceived a grid of small squares. A small square drew me closer, it looked like a TV screen in which there was a woman holding the hand of a little boy dressed in red and I felt that boy was me. A voice in me said this sentence : I will take care of you. What was amazing was that I was moving around in that space without being seen, and during that time I was trying to wiggle my foot to get back into my body and then I came back into my body.<\/p>\n<p style=\"text-align: right;\"><em><strong>Thierry B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have had good experience with the full body side sway with my hips being the base. It gives me a really positive feeling all day long and you just have to think or do a few swings to get the feeling back during the day.<\/p>\n<p style=\"text-align: right;\"><em><strong>Elie B. A. (Lebanon)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I feel more and more during breaks during the day when I observe myself, a presence which “ envelops me ” and which moves slightly. I also hear a slight constant noise that is difficult to describe. Heat in the palm of the hands and the crown chakra. Sensations in the root chakra also difficult to describe.<\/p>\n<p style=\"text-align: right;\"><em><strong>Denis P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I experienced indescribable sensations during the ring of light exercises. Also, as I regularly practice the different level exercises, I feel a subtle presence that dictates what to do: like “don&#8217;t eat this” or “do this”, “don&#8217;t do that”.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yvena G. L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Each of my practices densifies my body (or my bodies). From the regularity of my practices I note the increase or decrease of this phenomenon. After regular practice, I just need to close my eyes to “see” the light.<\/p>\n<p style=\"text-align: right;\"><em><strong>Fabien L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>One night, after doing several days of horseshoe swinging, I dreamed of two rainbows one under the other with extremely vivid, powerful and dazzling colors of great beauty. So strong that I think it woke me up, but I had this dream again several times in a row that same night, regretting that it didn&#8217;t last longer. Waking up was very pleasant with a feeling of powerful energy.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pierre D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>One day in the early morning around 6:45 a.m., in a semi-sleep, I had a flash of light about 2 meters away from me while I was in bed. There was then formation of a phosphene at this location. And it was as if my mind invited this phosphene to come and incarnate in me. Then, I saw my brain in the air where this phosphene had formed. There were dark spots in places in my brain. These spots disappeared one after the other under the effect of the phosphene resulting from the flash of light with which this experiment began. In the end, my brain was uniformly bright and luminous.<br \/>\nI also had a revelation in a dream, that the phase of diffused glow is the phase where transformations take place for the fulfillment of desires. I intend to deepen this revelation.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean Enokou K. (Ivory Coast)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I admit, that I was not dreaming, now surprised I dream in color, objects that move in whirlpools, trees that sway etc.<br \/>\nMy state of mind is quite different, totally in the positive. I have better concentration, I visualize my points of concentration very well.<br \/>\nExperience with my wife, facing me at about 5 meters I started practicing the little lateral sway, my thought was to make her sway ; successful ! I am very satisfied with this training and I will invite those I know to take part because it is concrete. Thank you for everything.<\/p>\n<p style=\"text-align: right;\"><em><strong>David E.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>What surprised me the most is that at night I have visions, especially if I do my session before going to bed. I say visions and not dreams because they are brief images that appear to me, and I wake up immediately, as if to remember this vision. These are images that give me information about people, or the answers I get to a question I have asked myself, or, and it often happens, premonitory images.<br \/>\nI would say in conclusion that since my practice, my perceptions are refined. And it is obvious if I do my session in the evening before bedtime. So, I take advantage of it when I need an answer to a question that I ask myself. Having said that, I don&#8217;t necessarily have the vision the night itself, but sometimes the next night and sometimes I have a picture that I don&#8217;t understand at all.<br \/>\nIn fact, I have the feeling of opening onto something immense without really knowing what… as if I was connected to an immensity, or to a space. And that, I would say almost permanently. Or as if my own space had expanded. A feeling also of being connected to a lot of things and especially in full consciousness, of having the mind sometimes very far, very high. What amazes me is to still feel well anchored in the earth. This feeling of expanse is found in all directions. It&#8217;s not easy to explain that.<\/p>\n<p style=\"text-align: right;\"><em><strong>Ghislaine M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>With the swings, I feel full of energy, calmer and more confident in myself. Also I feel more and more often a feeling of inner tranquility, of harmony with myself. At night, I often feel with a sensation of speed and movement like waves and clouds. I also feel a lot of glow and light in my visual chaos.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pablo M. S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have a lot of dreams and often they are premonitory about everything that touches me personally in my private, family and professional life. It sometimes remains to interpret them wisely and at the right time which is not obvious but over time it always turns out to be correct.<br \/>\nAfter doing my evening exercises, one night asleep, I found myself in a place in midair where there were trees with indescribable leaves and branches where everything intertwined with colors of gold, red, diamond and to inside each leaf I felt a life and I flew feeling in harmony with all this beauty. Thank you for your work.<\/p>\n<p style=\"text-align: right;\"><em><strong>Shabbir A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I thank you very much for this training which brings me a lot in terms of the development of my cognitive faculties and finally gives me a coherent access door to the initiatory path to which I aspire for several years, during which I felt totally lost.<\/p>\n<p style=\"text-align: right;\"><em><strong>Geoffrey B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>As I observed my subjective sensations after a session, I had the impression of “being and at the same time containing” a whitish mass, a bit like a cloud but quite dense, with almond-shaped eyes. a yellow light. I identified her as one of my subtle bodies.<\/p>\n<p style=\"text-align: right;\"><em><strong>Vincent B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>At the moment I live in peace with myself and with all the people around me, I am more creative, more positive, patient in everything, I live in full awareness, in listening. In addition to all that I experience, my family finds an increase in wisdom in me. With this practice my personality asserts itself day by day.<br \/>\nSometimes when I do my exercises, I don&#8217;t want to stop, because I have a feeling of ecstasy; I feel like I&#8217;m somewhere, especially when I do little swaying.<br \/>\nFrankly, it was great experiences for me and my entourage, because everyone benefits. Let me give an example: the dismissal of my companion was easy to overcome. The only word I have to add is gratitude.<\/p>\n<p style=\"text-align: right;\"><em><strong>Claire T.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>One afternoon, I was feeling tired and settled down in my chair to take a nap. After awhile, I realized that I could see myself sleeping. I found it curious but I looked calm and very relaxed, it seemed quite normal to me. I said to myself it&#8217;s curious to see yourself sleeping and it was very pleasant.<\/p>\n<p style=\"text-align: right;\"><em><strong>Raymonde G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>During certain exercises, dreams of a tornado, of a storm, of aspiration, a feeling of feeling more things. At times during the day, I feel my subtle bodies with a sense of floating and I focus on it trying to feel.<\/p>\n<p style=\"text-align: right;\"><em><strong>Mickael C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Pleasant nocturnal awakenings where I am immersed in my body or on the contrary detached. More generally, better sleep, better libido, better self-confidence and better speech when speaking in front of a group.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pascal F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I dream a lot more than before; I have several dreams every night, some of them carry a message for me or respond in a colorful way to a questioning formulated the night before. Overall my dreams are rich and varied. I “see” more the etheric of people, objects or plants under favorable conditions.<br \/>\nI would like to thank Daniel Stiennon as well as Dr Lefebure for having accompanied me in the occurrence of this great change in my life because Phosphenism has certainly contributed to perfecting the personal work undertaken.<\/p>\n<p style=\"text-align: right;\"><em><strong>Benedicte G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The amplified visual chaos and much brighter. Dreams of traveling in the cosmos. Easy to achieve spinning sensation.<\/p>\n<p style=\"text-align: right;\"><em><strong>Germain C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I was sleeping and I was aware that I was sleeping, I could walk along my body and feel the parts of my body that I was focusing on.<br \/>\nAt one point, I started to see images, kinds of flashes that paraded past me at high speed as if I could analyze a multitude of situations almost at the same time.<\/p>\n<p style=\"text-align: right;\"><em><strong>Daniel D. B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I often had lucid dreams and dreams of flight, but not regular and not at will (as I would have preferred). I have acquired a lot of kindness, gratitude, wisdom towards life and towards people. Thank you, my gratitude is sincere and total.<\/p>\n<p style=\"text-align: right;\"><em><strong>Claudy-Dominique V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I use Phosphenism for all my learning. Learning is much easier with phosphenes. I recently learned all the flags of the cities of the world and their respective capitals. I was impressed with how quickly you remember. Too bad this method is not chosen for learning for students, with light and rhythmic thinking ! I am in awe of Dr. Lefebure&#8217;s videos for his humor, the extent of his knowledge and the simple way to explain Phosphenism, he is a rare personality that we unfortunately rarely meet. I bought his book on Phosphenism over 30 years ago, found it when I signed up for the online training. I dream in color when I didn&#8217;t before.<\/p>\n<p style=\"text-align: right;\"><em><strong>Madeleine M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I felt in a state of intense calm, I have the feeling that access to another space opens up to me and that I am not alone. My dreams are of a new kind like the fact of flying in the sky but also to dive and evolve in a seabed. I didn&#8217;t know it was possible. My body is not an obstacle.<\/p>\n<p style=\"text-align: right;\"><em><strong>Isabelle R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Lying on my bed in the early afternoon, I had the feeling of spinning faster and faster with a very bright light above me. A great energy came over me. I had this feeling of being projected into the cosmos and seeing the Earth very small and bright. I felt light, filled with peace and joy, free with a lot of warmth in my body and in my hands. I stayed on my bed for a long time taking advantage of this moment. It also happens often during the day to have the sensation that my body is also swinging with the point of concentration and often before falling asleep.<br \/>\nSince I started the training, I have more control over stress, alertness, situations that unblock naturally with people, a more subtle perception of things. The only thing I regret is not having started the training earlier.<\/p>\n<p style=\"text-align: right;\"><em><strong>Christian G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Wow ! What a dream ! I am a multicolored bird with huge wings that emit a powerful yet gentle hiss. I go through the branches of the trees, and to my surprise, without touching them. Some trees move aside to let me pass. Other birds join my flight. Strident but harmonious songs burst forth from all sides. A lake in the distance, I dive into it, come out even lighter, and especially more powerful. An indescribable force that takes me to travel crazy distances. I fly over dazzling snow-capped mountains, sparkling with light, an icy cold invades me, then they are deserts of dark orange sand, and there reigns an enormous heat, I wake up calmly, serenely. A &#8221; divine &#8221; force accompanied me for several days and something different, like a deeper discernment, a &#8221; fluid &#8221; pragmatism took hold . In short, difficult to express… but superb to experience.<\/p>\n<p style=\"text-align: right;\"><em><strong>Liliane P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Beyond the initiatory experiences, the practice of Phosphenism has allowed me in daily life to develop a greater intuition, to better manage stress and to take a step back from events (with a better understanding of what I am experiencing and issues). At the spiritual level, to begin to understand what Man is and his duty &#8211; left to his free will &#8211; to nourish and take care of his soul.<\/p>\n<p style=\"text-align: right;\"><em><strong>Muriel M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I narrate a curious experience that appears and persists for 10 to 20 seconds, at the very beginning of each of my last sessions. A form of figure appears in the phosphene, sometimes smiling, sometimes like the face of a suspicious, even hateful person… Then, everything returns to a normal situation. Without doubt the good and the evil in each individual… !!! Once again, hats off to this new version of the really powerful training !<\/p>\n<p style=\"text-align: right;\"><em><strong>Georges C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I feel calmer and I communicate more easily with strangers in the street, in the market etc. I am more zen in general and in the relationship with my relatives, my wife, my child. I had dreams like participating in “workshops” with a master or even being in front of myself. It&#8217;s strange.<\/p>\n<p style=\"text-align: right;\"><em><strong>Thierry L. G.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;rgba(36,186,191,0.54)&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; author_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]I have been doing Phosphenism regularly for many years.<br \/>\nI must say that this new training formula with visualization of geometric shapes, plant subject etc. brings me much more in dreamlike quality.<br \/>\nI find the lessons remarkably well done.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yasmina D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I regret not having encountered Phosphenism earlier. THANK YOU to Dr Lefebure and Daniel for being there for us and making this knowledge available to us.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Marc N.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I watched the videos and now I have a better understanding of the sway and spin exercises. You were right that a video is worth 10,000 words, I experienced it. A big thank you also to Daniel for having found good ways to simplify the notion of “Phosphenism” by making it concrete and affordable.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yvena G. L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Phosphenism brings me a lot on a daily basis, I am better focused in what I do, I have much more imagination, confidence in everything I do, and above all it is a practice that gives me a lot of pleasure. . I have more and more vivid dreams, I wake up with a smile, because the effects of the practice provide a joyful feeling naturally during the day following the session, with a beautiful energy.<br \/>\nThe range of exercises offered gives the possibility of carrying out an alternation which allows not to be in monotony, this is what I appreciate in this teaching.<br \/>\nThe school of Dr Lefebure brings, in my opinion, very precise knowledge that we cannot find anywhere else on an initiatory path. In the past, I had taken the time to study different initiatory orders before knowing Phosphenism. The work carried out by Dr Francis Lefebure is really of a very high level, there is no equivalence. Thank you Daniel for letting us know his work by disseminating it to as many people as possible, and for passing on your experience to us during our monthly practices during continuing education !<\/p>\n<p style=\"text-align: right;\"><em><strong>Damien C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Very interesting, exciting ! I finally found with Phosphenism what I had been looking for for a few years.<\/p>\n<p style=\"text-align: right;\"><em><strong>Laurent M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I will talk about a curious thing that I experienced with the practice of initiation techniques. It is about the exercise on the concentration on the navel in order to unite his soul to that of Mother Earth, except that in my case I used the seals of the different planetary energies (Mars, Venus, Moon, Sun, Jupiter, Saturn, Mercury).<br \/>\nI managed to converse immediately with the personification of each of these energies thanks to your advanced techniques. One fact should be noted is that after each contact with the seal of each planet, I was able to observe the quality of each planet in my personality (Mars for courage, Jupiter for generosity, Venus for tenderness and affection, Saturn for power and aggression, etc.)<br \/>\nThank you very much for the techniques, I like them a lot.<\/p>\n<p style=\"text-align: right;\"><em><strong>Missewou L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Know that I am an unconditional fan of Phosphenism and I will remain so all my life. As such, Daniel, I thank you very much for all your work and your generosity !<\/p>\n<p style=\"text-align: right;\"><em><strong>Kevin J.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Less than a year ago, a friend introduced me to Phosphenism. I was very interested in the methodology and the teaching provided. I know and practice a lot of other methods of personal development in which I have been trained, and I find Phosphenism to be a powerful tool that I particularly appreciate for the accuracy of what is transmitted there.<br \/>\nI started to browse all over the site. I registered very quickly, because I realized that Phosphenism was an answer to many of my questions and problems. So I didn&#8217;t hesitate, I bought the lamp kit and the complete training, because it is definitely the way to go, at least for me.<br \/>\nThank you for what you are doing and for the truths you sow in us for those who are willing to let them germinate.<\/p>\n<p style=\"text-align: right;\"><em><strong>Kamelia<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I wanted to express my gratitude to you and tell you how precious and remarkable what you offer us is.<\/p>\n<p style=\"text-align: right;\"><em><strong>Catherine G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Very nice presentation, really pleasant course to practice.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yasmina D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>A big thank you for your work on the training space. Thank you for everything you do, I am finally ready to start the adventure.<\/p>\n<p style=\"text-align: right;\"><em><strong>Baptiste C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>A big thank you to Daniel for all this work, for his dedication. He is truly extraordinary… You are all extras to allow us to move forward in our study… a big thank you to all.<\/p>\n<p style=\"text-align: right;\"><em><strong>Ghislaine G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Phosphenism is the initiatory teaching that I have REALLY sought for over 28 years ! Why ? When I was young, in 1987, I started studying ROSE + CROIX AMORC. I left this school in 1999, finishing all the exercises without being satisfied. After that I joined the Arcane school of Alice Bailey for 5 years, then the URUSVATI institute for 3 years, without always being satisfied. I did a lot of research on the internet, and finally I came across Doctor LEFEBURE&#8217;s Phosphenism.<br \/>\nI finally found.<\/p>\n<p style=\"text-align: right;\"><em><strong>Emilien S. R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I finally had the experience of practicing and seeing. I saw a lot of light and deepened my practice. Thank you very much for all the possibilities that you put within our reach.<\/p>\n<p style=\"text-align: right;\"><em><strong>Isabelle<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I am happy to have crossed the road of your teaching thanks to the internet. Since my teenage years, I have been “drawn” to the spiritual side of our existence.<br \/>\nI have been writing down my dreams since I was 18, and I have noticed the various possibilities of our being. I have met various groups, without ever being a part of them, because each time I have found that the people supposedly supposed to give direction in the spiritual realm do not shine with their inner “light”.<br \/>\nI have recently been reading and practicing the teaching of Dr Lefebure and I already have many more indications than during all these years of research, for that I thank you from the bottom of my heart. Thank you to Mr. Stiennon for leading me on my life path (of light).<\/p>\n<p style=\"text-align: right;\"><em><strong>Pascal F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The practice of Phosphenism (even if my learning was a little shaken from time to time by questions of work, health, family…) brought me the capacity to contact and to maintain myself for a long time in an interior state of joy and peace. This allows me to consider life in general more calmly. Thank you.<\/p>\n<p style=\"text-align: right;\"><em><strong>Mireya R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I started dreaming, remembering most of them. In short, clear dreams, and sometimes even premonitory. Thank you for the light provided.<\/p>\n<p style=\"text-align: right;\"><em><strong>Christian K.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>There is a strange fact. For some time now, my fiancée with whom I live has dreams often along the same lines as the ones I have.<br \/>\nBut this morning, she claims she had a strange dream. In fact, she said, whenever she thought of something in her dream, well that thing immediately took shape in the dream. What surprises me is that she doesn&#8217;t even practice phosphenic mixing let alone rocking. How to explain this ? Is it because I do that that she benefits from it or is it due to the white light under which we both sleep ?<\/p>\n<p style=\"text-align: right;\"><em><strong>Serge B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have only recently started practicing the swings every day and the results are palpable, positive and encouraging.<\/p>\n<p style=\"text-align: right;\"><em><strong>Shabbir A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The fact of seeing the most striking dream (a city of very luminous crystal) under a phosphene and commenting on it at the same time internally made me experience a great luminous “flash” which filled me all the space of vision and all my cerebral mass, with then a very clear vision of a luminous pyramid held by two hands, then suddenly I felt a flash of light coming out between the 2 hemispheres and forming a luminous cross which overflowed from the skull to go into the surrounding space of my office.<br \/>\n(…) I will persevere in the teaching of Dr Lefebure. I am only a beginner, but your explanations and this teaching based at the same time on science, biology and the subjective feeling appeal to me enormously.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pascal<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Very enthusiastic to have discovered your site, I quickly bought the Pocket Lamp as well as several books.<br \/>\nHaving had a long and difficult journey, like many, your site as well as your editions give me immense happiness and the certainty that, finally, you are offering me “the tool” that I have been looking for so much for more than 5 years ( so much expenditure of time, energy, doubts, loss of confidence and money!)<br \/>\nI was just thinking about buying the lamp and doing the exercises, but I want to take it a step further and not waste any more time…<br \/>\nAs I find out about all this information that you are handing out, it is a relief for me to see all of them these secrets so jealously guarded by some and which seem to me so accessible to all ! And it all makes so much sense.<br \/>\nI thank you with all my heart, as well as Doctor Lefebure.<\/p>\n<p style=\"text-align: right;\"><em><strong>Cat.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>In the middle of the night, I heard a very loud whirring and immediately I had the sensation of spinning at a vertiginous speed &#8230; It stopped suddenly, and there, I was as if expelled from my body with the feeling of being like an elastic band that stretches towards infinity. I was aware of merging with the universe. I saw planets, galaxies with colors and luminosity difficult to describe in words… I don&#8217;t know how long the experience really lasted, but I woke up with phenomenal energy.<\/p>\n<p style=\"text-align: right;\"><em><strong>Yannick L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Today I started to see the videos of the second level, and there, hearing Professor Lefebure speak, I was very intrigued by what he was saying.<br \/>\nIn fact, it took me back to my childhood. Since I was little, I played alone when my mother corrected her students&#8217; papers by correspondence. I spent long hours alone in the room I shared with my parents. I would sit in front of the window and amuse myself staring at the ball of a pen until all I could see was a bright light. I would swing back and forth or sideways until I could see people or figures in the ballpoint pen. I stared at the sun in the daytime, then closed my eyes to trap the light in my eyelids and played at bringing the sunny image to a single point, and sometimes making it dance. I understood when I was little that when I did this, and that before I fell asleep at night I stared at my parents&#8217; bedside lamp while concentrating on seeing the rest of the Zorro episode, I could during my dream see the next episode. It lasted a long time. My mother didn&#8217;t believe me.<br \/>\nThen I continued as a young adult to &#8221; see the future &#8221; in the mirror of the gemstone of my ring. I had the feeling of being able to project myself into the place of the image. This is how I started to wake up astral travel. My boyfriend lived in Brazil and I in Paris, I &#8221; connected &#8221; to him via the sunlight reflecting in the mirror of my ring.<br \/>\nI use the same technique to rest and clear my mind when doing meditation in the oratory in front of a candle flame. And I have always noticed that it is during this kind of exercise that the most accurate inspirations come to me, like remote guidance from the outside.<\/p>\n<p style=\"text-align: right;\"><em><strong>Laurence E.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I regularly practice the suggested exercises. I find the sessions well explained and marked by benevolence. The progressiveness of the training and the resulting experiences are stimulating and encourage me to continue training.<\/p>\n<p style=\"text-align: right;\"><em><strong>Christian M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Following the rotation exercises (which I loved), I woke up twice one night. I was shaking all over my body as if I was in a static contraction, but more so, as it felt like my heart was beating harder and my whole being was vibrating. That&#8217;s exactly the feeling… it was awesome.<br \/>\nI was hoping to leave my body, I tried to activate an idea of rotation, but it only intensified the sensation, then it subsided and disappeared.<br \/>\nI remember a lot of dreams. The last one that marked me is a dream where I plunged into a body of water and I kept going up, so much so that I lacked air. I ended up taking a breath. I thought I was going to drown, but actually no. I was breathing underwater, suddenly I said to myself: above all, don&#8217;t go back up, keep going… it&#8217;s great, you breathe underwater… take advantage of it… and in addition it&#8217;s a dream that you can lead waow ! Two first times at the same time… And there… pff… my husband woke me up to go to work.<br \/>\n&#8211; tremor is the lightning speed in the dark, 1 000 000 000 plus faster than the largest 8, that is why the heart beats faster pfff &#8230; and even fear, génialllllll !<br \/>\n&#8211; I&#8217;ve only been doing breaths for 2 days, about 3 hours in all in 2 days… and things are moving… waow !<br \/>\nThank you thank you thank you<\/p>\n<p style=\"text-align: right;\"><em><strong>Françoise D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thanks to Phosphenism, I regain my self-confidence and begin to feel the energies again, and just for that, I would like to thank the immense work of Dr Lefebure , Daniel Stiennon , for this school which highlights all that some do not us do not explain, for lack of knowing or wanting to keep power &#8230;<br \/>\nA big thank you to all those who work in the team for the development and the good of all.<\/p>\n<p style=\"text-align: right;\"><em><strong>Catherine F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>This training suits me perfectly. It is structured and structuring. I feel like I am laying a very solid foundation. The feelings are very positive on the emotional and psychic level, feeling that everything lights up. All this, without being dogmatic or even sectarian. For a few years now, I have been exploring the spiritual and esoteric world in search of concrete experiences and knowledge… I have finally found my way !<\/p>\n<p style=\"text-align: right;\"><em><strong>Laurent M.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_divider color=&#8221;#800000&#8243; admin_label=&#8221;Séparateur: Témoignages&#8221; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_divider][et_pb_text admin_label=&#8221;TXT: RESULTS DO ONLY MATTER !&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; custom_margin=&#8221;-25px||||false|false&#8221;]<\/p>\n<h3 style=\"text-align: center;\"><span style=\"color: #800000; line-height: 20pt;\"><strong>Following our training is the guarantee of an efficient practice.<br \/>Actually, no matter what we do, there is just one rule&nbsp;:<br \/>RESULTS DO ONLY MATTER&nbsp;!<\/strong><\/span><\/h3>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/&#8221; button_text=&#8221;Visio-TRAINING #3&#8243; button_alignment=&#8221;left&#8221; admin_label=&#8221;Bouton: Previous Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%2%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_icon_placement=&#8221;left&#8221; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|-50px|||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-visio-training-5\/&#8221; button_text=&#8221;Visio-TRAINING #5&#8243; button_alignment=&#8221;right&#8221; admin_label=&#8221;Bouton: Next Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%3%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|||-50px|false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extracts from our GUEST BOOKVISIO-TRAINING #4I am delighted to have made the decision to register and feel privileged to participate in this magnificent work. Guy G. With Phosphenism, I notice the increase in premonitory dreams, about my personal life or about people around me, which allowed me to verify with them the veracity of the [&hellip;]<\/p>\n","protected":false},"author":28,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[43],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Testimonies on VisioTraining #4 - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Testimonies on VisioTraining #4 - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"Extracts from our GUEST BOOKVISIO-TRAINING #4I am delighted to have made the decision to register and feel privileged to participate in this magnificent work. Guy G. With Phosphenism, I notice the increase in premonitory dreams, about my personal life or about people around me, which allowed me to verify with them the veracity of the [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-01-05T11:00:05+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-15T11:11:23+00:00\" \/>\n<meta name=\"author\" content=\"Daniel STIENNON\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Daniel STIENNON\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"40 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/\",\"url\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/\",\"name\":\"Testimonies on VisioTraining #4 - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-01-05T11:00:05+00:00\",\"dateModified\":\"2021-04-15T11:11:23+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"TESTIMONIES 04: Visio-Training #4\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\",\"name\":\"Daniel STIENNON\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"caption\":\"Daniel STIENNON\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/contact_uk\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Testimonies on VisioTraining #4 - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/","og_locale":"en_US","og_type":"article","og_title":"Testimonies on VisioTraining #4 - PHOSPHENISM - Dr. LEFEBURE School","og_description":"Extracts from our GUEST BOOKVISIO-TRAINING #4I am delighted to have made the decision to register and feel privileged to participate in this magnificent work. Guy G. With Phosphenism, I notice the increase in premonitory dreams, about my personal life or about people around me, which allowed me to verify with them the veracity of the [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/","article_published_time":"2020-01-05T11:00:05+00:00","article_modified_time":"2021-04-15T11:11:23+00:00","author":"Daniel STIENNON","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Daniel STIENNON","Est. reading time":"40 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/","url":"https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/","name":"Testimonies on VisioTraining #4 - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-01-05T11:00:05+00:00","dateModified":"2021-04-15T11:11:23+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"TESTIMONIES 04: Visio-Training #4"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f","name":"Daniel STIENNON","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","caption":"Daniel STIENNON"},"url":"https:\/\/www.phosphenism.com\/author\/contact_uk\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/8128"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=8128"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/8128\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=8128"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=8128"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=8128"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}