{"id":8129,"date":"2020-01-04T12:00:51","date_gmt":"2020-01-04T11:00:51","guid":{"rendered":"https:\/\/www.phosphenism.com\/?page_id=8129"},"modified":"2021-04-15T13:11:33","modified_gmt":"2021-04-15T11:11:33","slug":"testimonies-visio-training-3","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/","title":{"rendered":"TESTIMONIES 03: Visio-Training #3"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; custom_padding_last_edited=&#8221;on|desktop&#8221; _builder_version=&#8221;3.22&#8243; custom_padding_tablet=&#8221;50px|0|50px|0&#8243; custom_padding_phone=&#8221;&#8221; transparent_background=&#8221;off&#8221; padding_mobile=&#8221;off&#8221; make_fullwidth=&#8221;off&#8221; use_custom_width=&#8221;off&#8221; width_unit=&#8221;on&#8221; collapsed=&#8221;on&#8221;][et_pb_fullwidth_header title=&#8221;TESTIMONIES&#8221; subhead=&#8221;Special VISIO-TRAINING&#8221; header_scroll_down=&#8221;on&#8221; scroll_down_icon_color=&#8221;#ffffff&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran: Visio-TRAINING #3&#8243; _builder_version=&#8221;4.7.1&#8243; title_text_align=&#8221;center&#8221; title_font_size=&#8221;48px&#8221; subhead_text_align=&#8221;center&#8221; subhead_font_size=&#8221;24px&#8221; background_color=&#8221;rgba(36,186,191,0.54)&#8221; min_height=&#8221;250px&#8221; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_row _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221;][et_pb_text _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221;]<\/p>\n<h2 style=\"text-align: center; line-height: 25pt;\"><span style=\"color: #993300;\"><strong>Extracts from our GUEST BOOK<br \/>VISIO-TRAINING #3<\/strong><\/span><\/h2>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_4,3_4&#8243; padding_mobile=&#8221;off&#8221; column_padding_mobile=&#8221;on&#8221; admin_label=&#8221;Ligne&#8221; _builder_version=&#8221;3.25&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; make_fullwidth=&#8221;off&#8221; use_custom_width=&#8221;off&#8221; width_unit=&#8221;on&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_sidebar area=&#8221;et_pb_widget_area_2&#8243; show_border=&#8221;off&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; header_font_size=&#8221;14px&#8221; header_line_height=&#8221;1.7em&#8221; background_color=&#8221;#f3dabf&#8221; custom_padding=&#8221;|||3px|false|false&#8221;][\/et_pb_sidebar][\/et_pb_column][et_pb_column type=&#8221;3_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_testimonial quote_icon_color=&#8221;rgba(36,186,191,0.54)&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; author_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]I could not understand what was meant by rhythm of two seconds, one second per side: however, yesterday the meaning became obvious to me.<br \/>\nDuring the exercise of Phosphenic Mixing, I kept concentrating on the phosphene… fortunately, you pointed out that… “The phosphene is simply there… there is no need to concentrate on it”. However the accumulation of misunderstood details can make practice too complex to be performed with pleasure, and it becomes tedious. Similarly, understanding even a small extra detail can be very stimulating.<\/p>\n<p style=\"text-align: right;\"><em><strong>Maryse<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Hello Sir,<br \/>\nThank you for this lesson. I have been studying and practicing Phosphenism for almost a year. I find Dr Lefebure’s books fascinating and the website is a blessing.<br \/>\nHowever, it is true that the video conferences and being in contact with you and the group, even if we never actually met, adds a lot to the experience.<br \/>\nEvery time I practise, I get the image of a rose, that I remember from when I was a child. It grew in the garden of the house opposite my parents’. It is a pale pink rose, in full bloom, one of its petals is burnt slightly by the sun.<br \/>\nThis rose and the gate behind it seem to be a recurring image in my mind.<br \/>\nAlthough I cannot connect it to any precise memory, this image might come from a particularly sunny day during which I might have done phosphenes.<br \/>\nThe books and the recordings help me understanding more deeply many experiences that I have lived.<br \/>\nI have the impression that I am now “home”, after trying and experimenting with many other techniques.<br \/>\nI am impatient to participate to some courses. Thanks again.<\/p>\n<p style=\"text-align: right;\"><em><strong>Isabelle M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The support during the exercises is great and it really helps understanding practice.<\/p>\n<p style=\"text-align: right;\"><em><strong>Christophe G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you very much, these courses have really made me want to practise every evening.<\/p>\n<p style=\"text-align: right;\"><em><strong>Mireille R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I am very pleased to have participated to the online lessons, as I am searching for a way to exploit the mysteries of the brain and its capacities. Thanks for your devotion to Phosphenism. You are very useful.<\/p>\n<p style=\"text-align: right;\"><em><strong>Fabienne L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Several times during the course, I felt a strange sensation. It is a sensation that I have already experimented several times, though it is difficult to describe. It is as if I was surrounded by cotton wool, maybe it is related to an early stage of o.o.b.e. I am starting to recognize these phenomena when they happen to me. Thanks again.<\/p>\n<p style=\"text-align: right;\"><em><strong>Agnes P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>This first introductory session was very pleasant. I would like to learn more and delve further into practice.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dominique V.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The video training lesson allowed me to correct the way I practised exercises. I have been practicing for 4 months, at a rate of an hour a day. I realised I was pronouncing the mantra way too slowly.<br \/>\nAt first, I found it difficult to combine sounds with sways and, especially, with the point of concentration. Now, I can perform this quite easy and I enjoy observing myself practising the exercises (as I am performing them) as if I was outside my body; watching myself. My capacity for visualization has increased.<\/p>\n<p style=\"text-align: right;\"><em><strong>Ginette B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>During the lesson, I mainly concentrated on doing what the teacher was asking to perform, as well as I could. It is only later that I felt the results of that practice: a sensation on my crown chakra, as well as something on the frontal chakra.<br \/>\nThough I have arthritis, I could perform the head sway movements, with a little bit of practice.<br \/>\nI have very happy to have followed this course and it fulfilled my expectations.<\/p>\n<p style=\"text-align: right;\"><em><strong>Lise P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I appreciated the progressive aspect of the lesson. I understood the techniques better than when I was practising on my own! This is very motivating. I could correct my mistakes and I learnt important information.<br \/>\nThanks for this lesson!<\/p>\n<p style=\"text-align: right;\"><em><strong>Christiane M. M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>It was the first time I attended to a visio-conference and I was very satisfied about the content. A long time ago, I bought a Phosphenism CD and I had some difficulties to do the exercises. Hier, I found this course very clear and it allowed me to understand how to do the suggested exercises. Thank you a lot.<\/p>\n<p style=\"text-align: right;\"><em><strong>Michelle M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>During the exercise of vertical head sway, I felt stimulation on my third eye. It was very pleasant but, later, at night, I found it difficult to go to sleep. I noticed more activity in my dreams and I felt very good when I woke up. Thank you for your explanations.<\/p>\n<p style=\"text-align: right;\"><em><strong>Angelo M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>This is the second time I attend a video training session. The first one was about lateral head sways and the second one on vertical head sways.<br \/>\nI appreciate the sensation of calm that rises during the session and remains afterwards. I felt my brain moving slightly in my skull, and I observed it was a pleasant feeling. I could sleep the entire night without waking up, for the first time in weeks.<\/p>\n<p style=\"text-align: right;\"><em><strong>Nathalie G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The lesson represents a good balance between theory and practice.<\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I appreciated this short lesson a lot and it makes me want to delve further into discovering Phosphenism. Thank you and see you soon.<\/p>\n<p style=\"text-align: right;\"><em><strong>Xavier D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I really appreciated the pneumophene session. I was slightly apprehensive of the exercise of square breathing but, in the end, I found it quite easy to perform. I entered a deep state of relaxation, my body felt very light. Mixing with the energy of the moon on various centres made me feel a wave movement, a genuine feeling of well being set in. Thanks for the session.<\/p>\n<p style=\"text-align: right;\"><em><strong>Françoise F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The action on the chakras was very strong, the frontal one in particular. When I focused my attention on that chakra, I could instantly feel a current of energy going through my head from side to side, with something like a funnel in the entrance and the exit.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alain R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Since I attended the pneumophene session, I have been practicing meditation every evening, with the visualizations that were introduced during the lesson. These exercises help me being more flexible in my relationships with others and taking on things as they come, without anxiety. The variety of exercises suggested allows me to change often during the various sessions I practice at home, depending on my mood. This keeps phosphenic practice fresh!<\/p>\n<p style=\"text-align: right;\"><em><strong>Loic G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>For the past 2 days, I have been practicing square breathing with my Qi Gong exercises and I have been interested in… shanmukhi mudra, as explained by Daniel Stiennon during the lesson on superficial breathing… A nice synchronicity with my morning exercises!<\/p>\n<p style=\"text-align: right;\"><em><strong>Marie B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Superficial Breathing:<br \/>\nI feel my energy becoming denser, then, I see a horizontal white light that dilates itself. As it grows, I am sucked into this white light that becomes a vortex with blue rays.<br \/>\nA very nice feeling of being at one with the universe.<br \/>\nAlternated and Superficial Breathing:<br \/>\nI become fluid with much ease and I feel heat rotating inside my lungs.<br \/>\nCircular Breathing:<br \/>\nStill very pleasant, I can play with the speed of the vortex, making it accelearate and slow down…<br \/>\nThe possibility to control that speed is a real joy.<\/p>\n<p style=\"text-align: right;\"><em><strong>Evelyne T.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I would like to share with you a few experiences that I have lived since I have been practicing with phosphenes.<br \/>\nI do phosphenes with my lamps every evening before I go to sleep. That has allowed me to fall asleep much quicker. I dream in colour, I see gigantic objects and I notice that I am guided by the logic of my dreams. It is truly extraordinary. I never had lived such experiences.<br \/>\nI practice and teach Qi Gong (Master Mantak Chia – Tao of Vitality) and, since I have been practicing head sways, I fell more and more energy in my centres, a soft and warm energy along my spine; though during a particular session, I felt that warmth in my heart chakra.<br \/>\nAt the end of the exercises of rotation, a memory sprung up: I could see myself as a child on a swing. I coiled the strings so that I could whirl, it gave me immense pleasure. I saw joy on my face. The memory was very clear, it was truly great.<br \/>\nI thank Doctor Lefebure with all my heart, as well as the entire team. Thank you for allowing me to discover Phosphenism.<\/p>\n<p style=\"text-align: right;\"><em><strong>Françoise F.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;rgba(36,186,191,0.54)&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; author_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]<\/p>\n<p style=\"text-align: center;\"><strong>Extract of testimonies on the viso-course whose theme was&nbsp;:<br \/>CURE &#038; HEALTH<\/strong><\/p>\n<p>I found the course very interesting, well structured and clear.<br \/>\nI intuitively used phosphenes to help heal animals or friends in addition to my Reiki practice. Preparation with phosphenes, then first aid with a phosphene. But I hadn&#8217;t thought of throwing it on the water or on one of my pains.<br \/>\nThe water that I phosphenized last night is Hepar in a plastic bottle, it initially vibrated at 8000 bovis . After reiki treatment at 13,000 bovis , after phosphenic treatment at 18,000 bovis . I gave it to my husband to taste it, who found it sweeter, I myself brought it closer to the water of mountain streams in the Aosta Valley, we want to drink it plain.<br \/>\nAs for the felt exercises, some exercises were more convincing than others, with some I felt a light breeze or tingling. Looking at an image, then visualizing it, then looking at it again, gave me the impression that the image was alive, an impression of the sea moving and the sun growing or contracting. During visualizations on my pain, for one I found a sudden accentuation, then a decrease until disappearance (spleen). For the other an immediate decrease (back).<br \/>\nThanks to the whole phosphenic team. <\/p>\n<p style=\"text-align: right;\"><em><strong>Pascale R. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I felt very calm after the session and the lower back pain went away. I liked the use of the photos, as it helps, but it will take practice, as the image of the phosphene being present hinders viewing. I know that the visualization of colors, as far as I&#8217;m concerned, is easier when I visualize a concrete image.<br \/>\nThe work on healing is interesting and I think that the phosphene precisely allows a concentration that is often lacking. For the water I will experiment.<br \/>\nThe idea of transmitting energy to people behind the figure seems very interesting to me and I was able to experiment with great ease. It was gratifying.<br \/>\nA very complete and varied course that makes me want to continue. <\/p>\n<p style=\"text-align: right;\"><em><strong>Maryse D. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>For some time now, I have been made aware of the question of light, energy, vital energy… these “notions”, however, remaining relatively abstract for me, I mentally accessed them only through the imagination, believing that I was thus “beside the plate”… But this evening, I discover that it is precisely by the imagination that it is necessary to proceed, the phosphene and its colors bringing in a way the concrete support to the perception of this energy, of its material (I thought it was only spiritual) and active part. It therefore appears to me tonight that two things have finally come together in my mind to make sense.<br \/>\nI also integrated the fact that it is illusory to try to maintain a constant concentration : okay , I welcome, it&#8217;s reassuring, I will remain fluid.<\/p>\n<p style=\"text-align: right;\"><em><strong>Karolle<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"25%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>This is the first time that I have participated in a video training course.<br \/>\nIt was very interesting, my connection was good, I didn&#8217;t have a cut.<br \/>\nHaving a teacher is an advantage for understanding and carrying out the experiments.<br \/>\nI will try to do them again alone in the evening because I will see the phosphenes better.<br \/>\nThe date and time fell well, given the time difference (11h with French Polynesia in winter and 12h in summer) and the fact that it is the weekend so no work.<br \/>\nI hope you will do the video training again during the weekends and, even better, during the holidays. I also wish you happy holidays of the end of the year. <\/p>\n<p style=\"text-align: right;\"><em><strong>Karolle<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>After having followed the training last night, I felt a deep well-being, I am still beaming this morning. This is why I decided to read all the cards that I received from you. And also to finish reading the course that I had already bought… I&#8217;m stuck on breathing! Then I think about enrolling in a regular course, if my finances allow it. Yours truly. <\/p>\n<p style=\"text-align: right;\"><em><strong>Marianne C. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Really very interesting this course, I discover the other infinite possibilities of Phosphenism. The course was crystal clear, clear and practical. <\/p>\n<p style=\"text-align: right;\"><em><strong>Patricia D. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>First of all, I have no expectations. Consider rather my “participation” in the Course as the “curious” exploration of a theme, the healing, and on the one hand of reality which goes beyond the “Course” but also includes the constituted whole which proposes it. A form of brief testing in awareness of what is proposed and which is intended to be experimental, in a friendly atmosphere. All this makes sense and takes place in a vast emerging ensemble inspired by living things.<br \/>\nAmong other things, it makes it possible to arouse possibilities and the desirable in terms of updating an existence and otherness.<br \/>\nHere the feeling would give rise to evidence, in terms of relevance and operationality, and not any powers or capacities to be developed. Thank you for your service. <\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Claude C. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>First of all, I would like to thank the whole team of Dr Lefebure&#8217;s school. It was wonderful. I understood well that it is a whole great machinery of spirituality and knowledge, which is in the study of Phosphenism. I also understood that the application of phosphene is limitless. This is great, your explanations are clear.<br \/>\nI am very happy to belong to the groups that exercise and practice phosphene. Thank you Daniel and everyone. See you soon. <\/p>\n<p style=\"text-align: right;\"><em><strong>William (Germany) <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I enjoyed the training, however when I looked at the photos on the screen or had to visualize the cells of my body or my brain, closing my eyes, I saw the phosphene, and &#8220;I imagined&#8221; the photo or the cells, but I couldn&#8217;t &#8220;see&#8221; them. Best regards. <\/p>\n<p style=\"text-align: right;\"><em><strong>Helene P. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I really enjoyed the course. I still have the images in my head.<br \/>\nIt&#8217;s impressive how easily these “print”!<br \/>\nAs for the water, it has a “curious” taste.<br \/>\nThank you for this evening, and these teachings, “out of time” !!<br \/>\nCordial greetings. <\/p>\n<p style=\"text-align: right;\"><em><strong>Joelle D. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Exercises full of promise. The results of the video are quite surprising, I see that I still have a little bit of work to go where I want, for 2014 I will take the Club card. <\/p>\n<p style=\"text-align: right;\"><em><strong>Michel L. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I am very happy to have taken this course on healing, it allowed me to reframe my practice.<br \/>\nSo far, I had only practiced it on my own and being guided left me with even more feelings. The exercises were sustained and effective in terms of sensations.<br \/>\nMoreover this course has re-awakened and confirmed all this potential of Phosphenism which will bring me a lot in my activity.<br \/>\nI warmly thank the entire team at Dr Lefebure&#8217;s school for your very serious work. <\/p>\n<p style=\"text-align: right;\"><em><strong>Gwendoline<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I didn&#8217;t see the time go by, I found myself completely relaxed and managed to relieve my sore throat which was very real. On the other hand , I had a very agitated night, but there, I believe that Lady Moon made hers…<br \/>\nThank you again to all. <\/p>\n<p style=\"text-align: right;\"><em><strong>Emilia<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I am new to Phosphenism. I have been practicing it for about a month. The course allowed me to see the different techniques and benefits that phosphenes provide.<br \/>\nI want to practice many of the techniques taught. Thank you. <\/p>\n<p style=\"text-align: right;\"><em><strong>Josee<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>For a baptism, it was great. Practicing Reiki daily, all that was “Chi”, energy, sending at a distance, for me that did not pose any problem to me and while being neophyte in Phosphenism, I took full advantage of this session. <\/p>\n<p style=\"text-align: right;\"><em><strong>Georges C. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you again for this course. I did all the exercises and felt great afterwards. But strangely, I needed to go to bed earlier than usual, I was tired but in great shape like a day in the great outdoors. However, I am a dowser and heal with energies. I also did all my naturopathic studies by practicing phosphenic mixing, but this is the first time that I need to “refocus” myself through sleep. It may or may not be something common for you to say. Happy holidays to all, cordially. <\/p>\n<p style=\"text-align: right;\"><em><strong>Evelyne D. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>It&#8217;s a great discovery for me, I really like and enjoyed the exercises, increased vibratory rate, concentration, energy with photos, and all and all.<br \/>\nI felt the energies very well: tingling, heat.<br \/>\nMy expectations, a perfect health interview, an excellent memory and an excellent vision.<br \/>\nFinally a permanent maintenance, physical and mental, and sell my artistic works, paintings and watercolors.<br \/>\nI have the correct flashlight, as I bought it from Servranx .<br \/>\nIt&#8217;s been years and never used it.<br \/>\nThis morning, I made a phosphene to fill my cells with light!<br \/>\nGreat, I noticed a lot more communicability.<br \/>\nI wish Mr Daniel Stiennon and the entire team at Dr Lefebure&#8217;s school a happy end of year holiday. <\/p>\n<p style=\"text-align: right;\"><em><strong>Marie-Ange N. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I really liked the course… As I was new, it allowed me to better understand several possibilities of using phosphenes.<br \/>\nI particularly liked playing with the phosphene between my thumb and forefinger…<br \/>\nTo feel it palpable, malleable, it was very pleasant to see it dancing happily under my fingers…<br \/>\nI also liked the possibility of “ energizing ” the water. I am a vegetarian and I would like, one day, to be able to eat only prana .<br \/>\nEverything went very well technically. The reception was perfect!<br \/>\nI also appreciated the way the session unfolded…<br \/>\nThe exercises chosen and the simplicity with which they were presented in addition to the calm with which they were conducted…<br \/>\nI felt a beautiful connection between those present. The only thing I would like more is the opportunity to ask questions and hear the questions of others.<br \/>\nAs the group is very large, I wonder how this would be possible during the course.<br \/>\nI wish all your team a pleasant end of the year, happy holidays and a coming year filled with beautiful (phosphenic?) Surprises ! <\/p>\n<p style=\"text-align: right;\"><em><strong>Roselyne R. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>First of all, thank you for your transmission and your patience.<br \/>\nMy expectations are met, I must and I want to practice more regularly, that means every day. Indeed in my main activity, I am a painter, plastic artist and occasionally I write; So I always used to connect to my antennas, to the invisible and to the visible, to light, to colors, the imagination is a very living entity that accompanies me, the capture of the breath is magical .<br \/>\nSo here is my profile quickly, with Phosphenism , I no longer feel alone in my research, but accompanied and richer by more intense, more luminous, deep, lasting sensations. Yes, perennial, because these feelings are an interior story which waters, nourishes and makes grow our daily life as well as our soul.<br \/>\nTo come back to the session, at the beginning you (Daniel Stiennon ) spoke of a session to act with the green phosphene on his destiny, when was it?<br \/>\nDuring the session, it was at the level of the solar plexus that I felt a bubbling, warming up, pulsations and intense resourcing. All the stages of this session: being filled with light, the concentration on the body then on the colors, and on the aurora borealis was particularly magnificent.<br \/>\nFor the rest of the session as a receiver, I left my body, I don&#8217;t really know when, it was around midnight that I came back, everyone had left!<br \/>\nSee you soon, cordially. <\/p>\n<p style=\"text-align: right;\"><em><strong>Catherine S. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I found the phosphenization of water interesting, I bought this summer a water energizer according to the Marcel Violet principle (made in India by a Frenchman and sold to Romorantin ), the benefits are felt quickly, if I have the time I would try in addition to phosphenize the water.<br \/>\nOverall the course was very satisfying. <\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe G. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you for yesterday&#8217;s lesson, it was serious and professional as it should be. This morning I felt an alleviation of the joint pain I have. Otherwise I am interested in a course that would be related to destiny.<br \/>\nYours truly. <\/p>\n<p style=\"text-align: right;\"><em><strong>Laurent C. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>Thank you for the very clear and well explained course. This opens up new perspectives in my practice of Phosphenism. I started to work (under phosphene obviously) with the yellow color which is indeed energizing. <\/p>\n<p style=\"text-align: right;\"><em><strong>Kelly M. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I am used to looking at the sun in the morning… The exercises of projection on the water bottle did not pose a problem for me, nor the exercise with the star on a part of the body or on an organ. Thank you for this course. <\/p>\n<p style=\"text-align: right;\"><em><strong>Colette M. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I enjoyed the training on Monday night. It was practical, with several exercises that were relatively easy for beginners to do. <\/p>\n<p style=\"text-align: right;\"><em><strong>Beatrice L. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>The course was very interesting and I have already started to do some of the exercises you explained . The night after the class I had a very special dream and I felt my body invaded by strong vibrations.<br \/>\nThe quality of the audio and video was good. I hope I can still participate in your classes. <\/p>\n<p style=\"text-align: right;\"><em><strong>Silvia del M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>For the healing exercise, it was very effective: in fact I had a cold since Saturday, my throat painful, and I followed what Daniel asked to practice: a finger on the throat to properly locate the phosphene then the thumb and forefinger on the nostrils, ditto fixation of the phosphene &#8230; I concentrated well, and already at the end of the course I felt the improvement, the next day, my sinuses were completely clear and since more nothing my cold is cured. Thank you for this fabulous exercise.<\/p>\n<p style=\"text-align: right;\"><em><strong>Denise D. C. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I really appreciated the theme of “healing” (wound healing, relieving a sick part, animals…) and that of “ phosphenization of water”, both for the very concrete application of phosphenism in the field of health, which is particularly close to my heart, but also for the awareness (obvious ???) that the human potential, through the study of phosphenism, can only grow to lead to an interior transformation.<br \/>\nJust THANKS. <\/p>\n<p style=\"text-align: right;\"><em><strong>Erik<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>It was my first video- training and I am satisfied with it. The exercises discussed were simple, varied and powerful. Currently I practice little and doing the exercises with guidance is a source of motivation for personal work. Having the video is a plus. I am ready to do more. The visio -Training is a nice way to connect teachers and teaching phosphenism. Thank you. <\/p>\n<p style=\"text-align: right;\"><em><strong>Thierry R. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p>I have found that this type of teaching has many advantages, in particular being able to settle in a comfortable and efficient way. The teaching itself was clear, the explanations as well as the rhythm of the exercises were perfect for me. I was able to easily get into the practice having long years of energy body practice and having already used the phosphenes.<br \/>\nIn short, experience to be repeated! <\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe G. <\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;rgba(36,186,191,0.54)&#8221; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; author_text_align=&#8221;right&#8221; author_text_color=&#8221;#000000&#8243;]<\/p>\n<p style=\"text-align: center;\"><strong>Extract of testimonies as RECEIVERS<br \/> (Phosphenic Telepathy&#8217;s Workshop)<\/strong><\/p>\n<p style=\"text-align: justify;\">At the latter meeting of the year, I had the opportunity to be part of the receptors for the final workshop of Phosphenic telepathy.<br \/>\nHere is my first hot testimonial a few minutes after the end of the session.<br \/>\nFirst reception<br \/>\nFrom the start I felt practically the same as I had felt when the phosphene was projected on the throat: a very strong concentration of energy in a point in the throat with a feeling of emptiness all around. Subsequently, I felt the energy coming into the hands and feet but oddly enough I did not feel it as usual in the form of an energy ball but I felt the energy coming out of my hands as I stretched out. more and more my fingers. I then felt my body float lightly and sway to the side.<br \/>\nSecond Reception<br \/>\nAs the energy continued to flow into me, my etheric body began to expand more and more while becoming lighter and lighter. It swelled more and more, far exceeding the volume of the room I was in. Little by little I ended up no longer feeling my body which was becoming less and less dense. Then gradually the energy went down the column to become denser.<br \/>\nThird Reception<br \/>\nThe energy at the bottom of the column became more and more dense, my root chakra and my frontal chakra began to swirl faster and faster. An immense plenitude then invaded my body and I remained thus for long minutes lying on my bed floating between 2 worlds &#8230;<br \/>\nOnce again the proof is thus made of the telepathic power of the phosphene.<br \/>\nI hope all the participants of this session will one day have the possibility of being a receptor so that they can in turn benefit from such experiences. Thank you to all participants. <\/p>\n<p style=\"text-align: right;\"><em><strong>Alain R. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p style=\"text-align: justify;\">The course just ended and while I think about it I&#8217;m leaving a comment. I felt a whirlwind of energy down the center of the body from the perineum to the crown of my head and higher, for several minutes back and forth, then an energy that enveloped me as it swirled from the bottom to the top. up, one way and then the other. After a spinning top of energy that went up and down in the axis of the body, then like an elongated serpentine (lianas that intertwined). Then another wave of swirling energy enveloped me. Cordially. <\/p>\n<p style=\"text-align: right;\"><em><strong>Philippe G. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p style=\"text-align: justify;\">I did a phosphene and visualized it on the back of my hand, I felt the energy of the phosphene significantly. I changed places, the phosphene and the energy moved, it was very marked.<br \/>\nThe session of returning the phosphene to the brain was very powerful. My energy was increasing, I was warm, and the level of consciousness was expanding.<br \/>\nSo when I was a receiver, I felt waves of energy and I visualized them. I felt like my body was moving. I loved this session. Thank you again for your transmission. <\/p>\n<p style=\"text-align: right;\"><em><strong>Fernanda V. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p style=\"text-align: justify;\">Thank you for this health and light course. I loved this class, which was based on more meditative exercises.<br \/>\nI have been practicing Phosphenism for almost two years, and my difficulty in getting to know the different exercises was to relax. At the beginning I always want to read everything, and also to experiment with several forms of possibilities, to be able to choose. And the writings of Doctor Lefebure are fascinating.<br \/>\nI have been practicing meditation for a long time, and coming back through that door has loosened me.<br \/>\nYesterday I got back into my feelings very quickly and at times I started to swing, twirl and wave in a very natural way.<br \/>\nSeveral exercises were close to my old ways of working and the &#8221; mixing &#8220;, if I dare say with phosphenism, went very smoothly, I think I will receive the benefits throughout my practice. I will find this necessary surrender in the breaths, the static contractions, and even the swings. Each exercise brought me a lot, and sometimes a simple detail given by Bruno, added a touch opening a new path. The most powerful, the aurora borealis, I had the impression at the beginning of being under a rather violent projectile fire, aiming for impurities in my cells, then the flow softened, and a great feeling of good being invaded me. Thank you again to the team. <\/p>\n<p style=\"text-align: right;\"><em><strong>Isabelle M. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p style=\"text-align: justify;\">During the work of the 15 people on my name (vertical movement), I felt very strongly the energy circulating in my 4 limbs and leaving by their ends, then a very volatile but dense energy concentration at the level of the solar plexus.<br \/>\nI am currently working on conscious dreaming, which corresponds to this movement, I think (awakening in sleep). <\/p>\n<p style=\"text-align: right;\"><em><strong>Catherine S. <\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"rgba(36,186,191,0.54)\" \/>\n<p style=\"text-align: justify;\">During cosmic meditation, I wanted to share that during the exercise which was to observe the profession that came to us if we had the cerebral capacities of a scientist, well, the profession was a cosmonaut ! &#8230; I never had imagined this profession before and there, it came spontaneously with also the profession of astronomer. I saw myself in space looking at the Earth and that was what seemed most important to me. Thanks again. <\/p>\n<p style=\"text-align: right;\"><em><strong>Aude L. (Reunion) <\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_divider color=&#8221;#800000&#8243; admin_label=&#8221;Séparateur: Témoignages&#8221; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_divider][et_pb_text admin_label=&#8221;TXT: RESULTS DO ONLY MATTER !&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; custom_margin=&#8221;-25px||||false|false&#8221;]<\/p>\n<h3 style=\"text-align: center;\"><span style=\"color: #800000; line-height: 20pt;\"><strong>Following our training is the guarantee of an efficient practice.<br \/>Actually, no matter what we do, there is just one rule&nbsp;:<br \/>RESULTS DO ONLY MATTER&nbsp;!<\/strong><\/span><\/h3>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-visio-training-2\/&#8221; button_text=&#8221;Visio-FORMATION #2&#8243; button_alignment=&#8221;left&#8221; admin_label=&#8221;Bouton: Previous Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%2%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_icon_placement=&#8221;left&#8221; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|-50px|||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-visio-training-4\/&#8221; button_text=&#8221;Visio-FORMATION #4&#8243; button_alignment=&#8221;right&#8221; admin_label=&#8221;Bouton: Next Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%3%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|||-50px|false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extracts from our GUEST BOOKVISIO-TRAINING #3I could not understand what was meant by rhythm of two seconds, one second per side: however, yesterday the meaning became obvious to me. During the exercise of Phosphenic Mixing, I kept concentrating on the phosphene… fortunately, you pointed out that… “The phosphene is simply there… there is no need [&hellip;]<\/p>\n","protected":false},"author":28,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[43],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Testimonies on VisioTraining #3 - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Testimonies on VisioTraining #3 - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"Extracts from our GUEST BOOKVISIO-TRAINING #3I could not understand what was meant by rhythm of two seconds, one second per side: however, yesterday the meaning became obvious to me. During the exercise of Phosphenic Mixing, I kept concentrating on the phosphene… fortunately, you pointed out that… “The phosphene is simply there… there is no need [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-01-04T11:00:51+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-15T11:11:33+00:00\" \/>\n<meta name=\"author\" content=\"Daniel STIENNON\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Daniel STIENNON\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"29 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/\",\"url\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/\",\"name\":\"Testimonies on VisioTraining #3 - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-01-04T11:00:51+00:00\",\"dateModified\":\"2021-04-15T11:11:33+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"TESTIMONIES 03: Visio-Training #3\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\",\"name\":\"Daniel STIENNON\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"caption\":\"Daniel STIENNON\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/contact_uk\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Testimonies on VisioTraining #3 - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/","og_locale":"en_US","og_type":"article","og_title":"Testimonies on VisioTraining #3 - PHOSPHENISM - Dr. LEFEBURE School","og_description":"Extracts from our GUEST BOOKVISIO-TRAINING #3I could not understand what was meant by rhythm of two seconds, one second per side: however, yesterday the meaning became obvious to me. During the exercise of Phosphenic Mixing, I kept concentrating on the phosphene… fortunately, you pointed out that… “The phosphene is simply there… there is no need [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/","article_published_time":"2020-01-04T11:00:51+00:00","article_modified_time":"2021-04-15T11:11:33+00:00","author":"Daniel STIENNON","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Daniel STIENNON","Est. reading time":"29 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/","url":"https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/","name":"Testimonies on VisioTraining #3 - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-01-04T11:00:51+00:00","dateModified":"2021-04-15T11:11:33+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/testimonies-visio-training-3\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"TESTIMONIES 03: Visio-Training #3"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f","name":"Daniel STIENNON","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","caption":"Daniel STIENNON"},"url":"https:\/\/www.phosphenism.com\/author\/contact_uk\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/8129"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=8129"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/8129\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=8129"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=8129"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=8129"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}