{"id":8650,"date":"2020-01-09T12:00:01","date_gmt":"2020-01-09T11:00:01","guid":{"rendered":"https:\/\/www.phosphenism.com\/?page_id=8650"},"modified":"2021-04-15T12:52:15","modified_gmt":"2021-04-15T10:52:15","slug":"testimonies-special-internships-2","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/","title":{"rendered":"TESTIMONIES 08: Special Internships #2"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_fullwidth_header title=&#8221;TESTIMONIES&#8221; subhead=&#8221;Special INTERNSHIPS&#8221; header_scroll_down=&#8221;on&#8221; scroll_down_icon=&#8221;%%3%%&#8221; scroll_down_icon_color=&#8221;#ffffff&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran: Special INTERNSHIPS&#8221; _builder_version=&#8221;4.7.1&#8243; title_text_align=&#8221;center&#8221; title_font_size=&#8221;48px&#8221; subhead_text_align=&#8221;center&#8221; subhead_font_size=&#8221;24px&#8221; background_color=&#8221;#49ba23&#8243; min_height=&#8221;250px&#8221; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; admin_label=&#8221;section&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_row _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_text _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;]<\/p>\n<h2 style=\"text-align: center; line-height: 25pt;\"><span style=\"color: #993300;\"><strong>Extracts from our GUEST BOOK<br \/>INTERNSHIPS #2<\/strong><\/span><\/h2>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_4,3_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_sidebar area=&#8221;et_pb_widget_area_2&#8243; show_border=&#8221;off&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; header_font_size=&#8221;14px&#8221; header_line_height=&#8221;1.7em&#8221; background_color=&#8221;#f3dabf&#8221; custom_padding=&#8221;|||3px|false|false&#8221;][\/et_pb_sidebar][\/et_pb_column][et_pb_column type=&#8221;3_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_testimonial quote_icon_color=&#8221;#49ba23&#8243; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; text_orientation=&#8221;justified&#8221;]<\/p>\n<h4><span style=\"color: #800000; \"><strong>Summer internships in Spain<\/strong><\/span><\/h4>\n<p><span style=\"color: #000000; \">Another season is passing and, with it, the summer training course, open to all the Club Card holders. This year, the course took place in Spain and those of you who have been able to attend it have come back delighted.<br \/>\n\u2028Let the teacher speak first and then the students who were present.<\/span><\/p>\n<p style=\"text-align: right;\"><em><strong>Daniel STIENNON<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#49ba23&#8243; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]As they left the course of Naturo-Phosphenology, all the students had much more energy than when they arrived. Their power of perception was also sharpened. I know why. It is because they experienced something important, with a sweet sensation in the heart.\u2028As it is always the case with the courses I conduct, a certain dynamic was maintained for the entire week, but this time, as it was a course of Naturo-Phosphenology, the energies of nature had woven life with a very subtle thread…\u2028<br \/>\nEveryone learnt so much and, in the end, that is what it is all about: an individual experience.<\/p>\n<p style=\"text-align: right;\"><em><strong>Francesc CELMA (Naturo-Phosphenologist)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>We had been in Santa Barbara (Spain) since Friday afternoon, a place where there is a point of convergence of energies; an ancient stone of impressive size called Hara. That was our starting point for the course of Naturo-Phosphenology, or phosphenic shamanism.\u2028Francesc (an authentic shaman) was our guide in that intense adventure in energy. On the Saturday morning, we started with a few exercises of synchronization so that the whole group would be in harmony with the energies of the place. In order to be able to work together, we had to accumulate a unified rhythm in our thoughts to reinforce and amplify the exercises that we were going to practice during the rest of the course.<br \/>\n<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/ermitage.jpg\" width=\"198\" height=\"149\" alt=\"\" class=\"wp-image-9318 aligncenter size-full\" \/><br \/>\nIn the ancient tomb of a druid, with the utmost respect, we started practicing synchronized head sways with the support of the natural energies of the place. Lateral and circular head sways, followed by triangular breathing, together with the recitation of mantras to harmonize and synchronize our energies, step by step. In the same location, at the end of the session, we practiced an exercise of phosphovision (seeing without looking) in order to let the subtle energies of nature appear gradually around us. During that experiment, some of us were able to perceive ‟beings” related to nature that were observing us.\u2028From that location, we took a track and arrived in an impressive place. We were heading towards a massive green oak that we called ‟Oscar”. It allowed us to start working with the plant kingdom.\u2028We practiced head sways, synchronizing our consciousness with its energy, moving our point of concentration alternatively between its aura and ours, at a rhythm of two seconds, together with the recitation of our mantra.\u2028 Why did we do that? For whom? I found out the answer during the workshop. Rhythmic work with the plant kingdom facilitates the access to the etheric matrix that unites the world of matter with the world of energy, the subtle, spiritual world.\u2028Such a practice allows a fast and secure access to the astral world, guided by the plant kingdom.<br \/>\nAnother goal of the training course was the search for Totems or ‟personal power beings” that can help us in our spiritual progression. \u2028For that purpose, we left for another location called Las Peñas del Masmut, searching for the appropriate energy that would lead us to the mineral kingdom: the personal stone of power.<br \/>\nAfter looking for an appropriate place, a task that was not that simple in these powerful locations, we formed groups and projected our point of concentration so that we could accumulate extra energy for the search of our inner Totem.<br \/>\nThere was so much energy that I was able to see the stone of power with absolute clarity. In the beginning, I was a bit skeptic but, during the exercise, I clearly saw a mineral with a very definite aspect and shape and I was very surprised when a member of our group described the same experience… the mineral that he described was exactly the same as the one I had perceived!\u2028The energy of the group, the location and the energies of synchronization were bearing fruits.<br \/>\nThe next day, we started by working with the water element in order to find our plant Totem, the personal tree of power. That is when I had my second great experience.\u2028During the meditation, while my companions were projecting their energies on me, the water around us, the sound of the waterfall, in particular, were increasing my sensitivity. I had the vision of a great tree of light that was coming out of me and the branches of that luminous tree hugged me and merged with me to protect me.\u2028That image released so much emotion that tears of gratitude and love flowed upon my face.<br \/>\nIn our search for the last Totem, the inner animal, the final element that we worked with was fire. In order to do that, we formed groups once more, to extract energy from the location and the elements around us, blending it with ours. With every exercise, I was finding it easier to synchronize and project my energy.\u2028A short while later, in the same place, we practiced the half-circle head sway. Its intense practice in nature provides access to the energies we call ‟guides”. That workshop was followed by a session of ‟seeing without looking” and ended with a few exercises of ocular convergence.<br \/>\nThere was still a final experiment that we had to conduct: a guided meditation, the projection of our double towards the center of the earth by using Oscar (the oak) as a vehicle. That will be related by someone else.\u2028To conclude the work in that zone, we thanked it and recited mantras as a mark of respect.<br \/>\nCONCLUSIONS\u2028I have learnt so much during this course. I have learnt to respect subtle feelings and I have learnt gratitude. You receive what you give. The rest is work and more work.\u2028Sways, static tensions, projection of mental light. When work is performed in a group, the energy is amplified. It is also possible to work on your own, but it requires to accumulate large amounts of energy and rhythms to obtain the equivalent of working with a group. The initiatory path is always indirect and subtle. In order to go up, one needs to know how to go down, to take a jump back in order to run better forwards.<br \/>\nThe energies of nature allow us to work with all our senses: vision, audition, taste, smell… Nature is a great vehicle. I must admit that, in the beginning, it was very difficult for me to harmonize myself with mother nature. When I tried to perform it, I realized that it was much more difficult than I imagined. I cannot recognize places of energy from places which are not so energetic, unless I am working with a teacher, nevertheless I feel that my sensitivity is increasing.<br \/>\nWe ate little and slept little. We worked a lot. Nevertheless, I would have gladly stayed for one more week.\u2028If I draw but a single conclusion, it is that the accumulation of rhythmic thinking can lead you to grand experiences.<br \/>\nThe environment, the persons, the energies… all that possesses a potential. But, you need to accumulate rhythmic thinking, like a battery that will give out its full power when it is charged. All the more if its contacts are clean, the cables in good condition and the car has an adequate electric system. This course has given me the incentive to go on and work some more in that direction. Nature loves us and, if we love her, she will open her arms, embrace us and guide us.<\/p>\n<p style=\"text-align: right;\"><em><strong>Daniel F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I attended the course of Phosphenism in nature, and, after a few days of reflection, I can say that these days were simply ADMIRABLE, MAGICAL and represented a GENUINE REVELATION… such was the intensity, the depth and the variety of the work we performed.\u2028<br \/>\nThe group functioned perfectly together with a coordination, a synchronization and a synergy between all the participants that energized our consciousness.<br \/>\n<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/barbara.jpg\" width=\"198\" height=\"149\" alt=\"\" class=\"wp-image-9317 aligncenter size-full\" \/><br \/>\nThe location had a sacred and magical aura. We were the privileged residents of an enclave, in the presence of Celtic druids, Templars and ancient mages, in a place that possesses a very powerful telluric potential.<br \/>\nThe main, predominant feeling, was the feeling of gratitude, first to Francesc for the mighty effort he made, as he succeeded in energizing the group while involving every individual in each druidical or shamanic exercise. He helped us surpass ourselves and lead us up to a profound respect for nature.\u2028I would like to thank each participant for their implication and their huge efforts. Everyone transcended their limits through their work and their personal qualities. How could we not thank the enclaves in which we practiced: the forest, the Chapel and our friend Oscar the green oak who are, first and foremost, living beings that transmit the protective energy of our mother earth.\u2028We thank Constancio for being our guide and Daniel for his work of discovering new locations. Special thanks to Avila Granados and his scholarly knowledge of the Celts, the Templars and the Cathars, he oriented us very ably. Moreover, his personality and his knowledge sparked, deep in my heart, the energy of the Matarrana and its sacred enclaves. I thank everyone for making that dream a reality.<br \/>\nLessons learnt:\u2028The first is humility and the respect for nature. If you cooperate with respect while working harmoniously with the right techniques, nature opens the doors to knowledge and energy for you.\u2028The second is, as Francesc mentions and demonstrates: what is not given and shared is lost. That is why I would like to communicate my experience in the second Magical Mountain of the Matarrana: the Masmut rocks, near Penarroya and Tastavins, where I learnt to see with the eyes of the mind. During an exercise in which I was a passive receptor surrounded by my companions, the participants performed static tensions to project their energies unto me. In the final part of the exercise, I was supposed to find my stone of power.\u2028I used the predominant energy to focus my mind and thought about different types of stones: diamonds, rubies, emeralds, sapphires; when I stopped searching, my entire being started vibrating with energy then, clearly, in front of my nose, appeared a huge white quartz crystal.\u2028I thank you from the bottom of my heart.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pedro Marco<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>We have just come back from a marvelous experience in the MATARRANA region of Spain where we attended a course of Naturo-Phosphenology under the direction of Francesc CELMA. Intense, pleasant, powerful, intimate and varied… It was easy to find many positive adjectives to qualify it.<br \/>\n<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/masmut.jpg\" width=\"198\" height=\"149\" alt=\"\" class=\"wp-image-9320 alignright size-full\" \/><br \/>\nBut, I have so many good memories that I am forgetting the beginning. It is true that the first thing that Francesc said was: ‟In order to work with the elements of nature, one needs to be very RESPECTFUL, to achieve that, one always needs to ask permission before starting to work and be thankful when the work is over; we must respect the locations and the beings that live there, as it is under their authority that we work.”\u2028‟We cannot pollute a place with our physical or mental trash. So, we need to work with emotion, feeling and put all our heart to it. Only genuinely heartfelt work can help us progressing. Love, Respect and Humility.”<br \/>\nSo, would you all please receive my gratitude, from the bottom of my heart. A great thank you to all the participants, who helped with their energies, to the energies that visited us and who let us practice, feel and live. Thanks to Francesc and Pedro who introduced us to that place. I would love to do this again.<\/p>\n<p style=\"text-align: right;\"><em><strong>Aiki (forum&#8217;s pseudo)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I would like to share with you the memories I have of the course in Naturo-Phosphenology that we attended in the MATARRANA area. If I was going to use but a single word to define it, I would say that it was a course in regeneration. A tremendous regeneration during which the contact with the natural elements and the totems provided us with so much energy that everyone of us lived considerable and significant experiences. I shall relate my experience by drawing on Francesc’s maxim: what is not given is lost.<br \/>\nI will start by thanking our mother Earth, the sun, the moon and the stars that have guided us on our way. Thanks to Francesc too, for his efforts, his love and his impeccable work. Thanks to our colleagues for their great efforts and concentration when transmitting the energies necessary for facilitating inner experiences.<br \/>\nOn the second day, we worked on the search for the tree of power. The previous day, we had worked with the masculine energy of the rocky platform that had been used as an astronomical observatory in ancient times and with the feminine energy of a line of megaliths.\u2028We worked with the purpose of obtaining a vision of the etheric matrix, by connecting ourselves to an enormous and powerful tree. We also worked with the impressive force of the rocks in “Las Roques de Masmut” and we finished by working in a chapel. Those were privileged moments.<br \/>\nWith all the energy accumulated on the previous day, I was getting ready to focus my concentration, to try and perceive my tree totem. I sat on a rock near the river. On the opposite bank, there was another group that was practicing. Francesc told us to concentrate on our solar plexus. As soon as we started the exercise, a circular galaxy, an expression of the location’s chakra, appeared in my field of vision. Then, I saw my tree of power. It was a grand vision.<br \/>\n<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/oscar.jpg\" width=\"227\" height=\"170\" alt=\"\" class=\"wp-image-9322 alignright size-full\" \/><br \/>\nI felt that the tree had taken root within my body and suddenly, I felt myself engulfed into the center of the Earth. The most curious sensation I felt in that location was that I was bathing in a kind of gelatin. Soon after, I saw on my right a shape that I recognized as my guide. It appeared to me with a hood hiding his face. I then saw him turn around and lift his hood. Much to my surprise, he was wearing a black mask with an elongated face, like an african mask.\u2028Then, he showed me my heart, strong, robust, full of energy, of a red color full of life.\u2028… Later I perceived myself in a deep cave where there were other people, Francesc was showing me my stone of power.<br \/>\nThe images kept flashing past. All of a sudden, I perceived my body as if it was filled with snakes exiting it through my eyes, my nostrils, my ears and coiling themselves around my arms. I then understood that this could be a sign of cell regeneration. Then, a larger snake crawled up my spine and came out through my head. Once out, it opened like a flower blossom and I saw lots of intense light coming out of my body, I was standing and, approximately two meters away from my head, there was that intensely luminous body. It was unbelievably marvelous.\u2028Soon after, a tube of light appeared along my spine and I suddenly came out of my body, thrown at one stroke all the way to the opposite bank where the other group was practicing. There, I found myself mingling with the other participants.<br \/>\nThat is how I started to perceive the etheric matrix, a kind of grid. At the end of the experience, I perceived water flowing from a chalice located in my solar plexus, until I heard Francesc’s voice say: ‟End of the experience” as a final, very high jet came out of the chalice.\u2028All these amazing sensations I truly and genuinely perceived during the course with Francesc CELMA, an authentic Shaman. I hope I will keep him in my heart and go as far as I can.<\/p>\n<p style=\"text-align: right;\"><em><strong>Sito (forum&#8217;s pseudo)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I attended the course in the Matarrana area and was enchanted by the experience.\u2028 Straight away, I felt that the place was really suited for working with energies, with varied locations of unique character, filled with an energy that was soft and impressive at the same time. I noticed a similarity with the energy produced by the group at work: it was at the same time soft and impressive. Never had I worked so well and so much in a course in shamanism. My energy levels were at the highest and that allowed me to work even more.\u2028<br \/>\n<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/oscar-soleil.jpg\" width=\"149\" height=\"199\" alt=\"\" class=\"wp-image-9321 alignright size-full\" \/><br \/>\nThe work dynamics were intense and productive. Francesc’s generosity, the ability and the harmony of the group, the involvement of the participants and the quality of the energy of the location all participated to that synergy.<br \/>\nThe sounds (the music of the forest) and the smells of the place were simply exceptional, with a multitude of pleasant nuances (thyme, rosemary, camomile, the sound of the wind and the birdsongs during the exercises, the sound of the small waterfall, etc.)<br \/>\nThe experiments and the explanations of the exercises seemed coherent to me, balanced and structured enough for me to be able to continue working by myself, without depending on a teacher. I must thank Francesc for that.\u2028I must also thank all the persons who attended the course and those who have organized it.<\/p>\n<p style=\"text-align: right;\"><em><strong>Victor Carral<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Report on the course in Naturo-Phosphenology.\u2028Fascinating. We went to the ‟Crystal Caves”, an impressive experience that charged us with strength and vitality.\u2028 Exercise: on a rock, the observation of the aura of the countryside.\u2028Experience: spontaneous regression, more than 50 ants climbing on my feet. Images in which I saw myself taking an initiatory trial in a forest, aged 10, my body covered in honey and insects. I did not pass the test. That experience might explain why, until now, I have been always been scared by the ‟critters” in the countryside.<br \/>\nDescent into the tomb of the druid and exercise: in a recess of the rock wall; I have seen the sediments of the rock appear and disappear while my consciousness was being united to the location.\u2028 I transfered myself inside the rocks, felt the water within me and, when I realized what was happening, I was watching our planet from space…\u2028<br \/>\n<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/arbres.jpg\" width=\"198\" height=\"148\" alt=\"\" class=\"wp-image-9316 alignright size-full\" \/><br \/>\nExercise of projection the double from the navel. We were supposed to enter the oak and then go up from its roots to its top.\u2028When I entered the trunk, there was a leprechaun with a hat that resembled the cap of an acorn. The visible parts of its face and its hands were pale and luminous. Dressed in green and brownish-red, it led me to the roots and took me to the top of the tree. From up there, I saw little fairies with wings, pointed ears, of a brownish color that reminded me of acorns, as well as other beings that were clinging to the bark.\u2028Between the roots a dwarf appeared and, a little bit further away, an entire family of dwarves that observed me and analyzed me. Their skin was coarse like the bark of the tree. From there I saw soil and water transforming into nourishment for the tree. I then understood what richness was.\u2028It was very difficult to come back once the experience was finished.\u2028I will eternally thank the group with whom I shared joy, happiness, jokes, anecdotes, food, water and energy.\u2028And also Francesc who conducted a magnificent course during which he gave so much.<\/p>\n<p style=\"text-align: right;\"><em><strong>Mara Eslelles<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>It is marvelous to be able to share this Naturo-Phosphenology course with you. During the exercise, we were invited to watch the sun set, a few minutes before it disappeared. Once it had disappeared, it manifested itself to me in the form of a bright phosphene that I felt within me for a long time. I united myself to the sun, experiencing magic and joy. It was marvelous.\u2028When I was in the cave, I received energy from the whole group and that came as a surprise. It was as if I understood the meaning of my existence on this planet.\u2028I abandoned myself to the exercise, there was a great inner silence. After the phosphene, I became connected to an energy, white, yellow and ochre. Where there was only emptiness, I observed peace and serenity, it was magical.<br \/>\n<img decoding=\"async\" src=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/masmut-2.jpg\" width=\"170\" height=\"128\" alt=\"\" class=\"wp-image-9319 alignright size-full\" \/><br \/>\nAs soon as we arrived near the tree, I was astounded. I had never seen such a tree, its large diameter surprised me. After a while, communication was established between us and the tree and it suddenly started to offer us its energies.\u2028It is true that when an entire group enters such a state of consciousness, the result is wonderful.\u2028I asked the tree to give me a sign and, like a gift, a leaf fell on me.<br \/>\nWhen we had finished the exercise, I realized that my soul (consciousness) had entered the tree with much ease. After we had finished practicing the exercises of mantras and head sways, I remained calm, satisfied and pleasantly surprised.<br \/>\nIn the chapel, the sensations were so intense that I had goosebumps, I was deeply moved. A moment later, I recovered peace and serenity. There were so many converging forces that it seemed that we were inside a volcano. Once the exercise was over, I felt cheerfulness, joy, peace and happiness.<br \/>\nThe experiment with water was great. I believe that, with Francesc’s guidelines, everything became simple and magical. I had the impression that, while I was contemplating the water, listening to its lapping and practicing phosphenic exercises, I felt a deeper calm than I had ever experienced before, even during my deepest experiences of relaxation.<br \/>\nOnce the workshop was over, a powerful energy seized me and I found my power animal. I do not have any doubt about what I experienced and I am sure that the memory will help me overcome difficult moments.<br \/>\nI remained totally still for a while, I could not lift my hands nor my arms. I was totally paralyzed, filled with peace and light. It was powerful and rewarding. After that great week-end, I went back to my active life with much more vitality. I feel light, happy and satisfied. I would like to thank you for your participation and thank Francesc in particular, for allowing me to realize such an experience. Thanks again.<\/p>\n<p style=\"text-align: right;\"><em><strong>Charo Lopez<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>For me, the most important moment was the meditation in the cave, during which I realized that our etheric body can grow alongside the etheric body of the Earth, in a mutual and reciprocal influence.\u2028I cannot forget Oscar (the name we gave to the tree). I admire trees. They give everything without asking for anything in return. Energy, peace, serenity, wisdom… I enjoyed Francesc’s meditation, integrated with Oscar, he is such a good teacher!\u2028I thank Francesc, Dani, Alfons and Meki for organizing the course. This is far beyond the other meditation retreats that are on offer… Work is hard, following closely the techniques of Phosphenism, but tremendous results are obtained. On a practical level, I could say that a three-day course has recharged our “batteries” more than a month of holidays. There is no sectarian ideology, nothing of the sort. I would like to express my thanks to all those who have participated to the course. You all have offered me authentic pearls of wisdom.\u2028As for my wife, she went through a complete transformation. I can see her eyes shining, showing all her inner strength. She is very enthusiastic. For her and me both, there will be a before and an after.<\/p>\n<p style=\"text-align: right;\"><em><strong>Gisleno<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>What a surprise! I was laying down, my head in the direction of the river and, within a few seconds, I obtained a superb experience: I perceived the etheric matrix, the connection between all things. I perceived something like a dense whitish body coming out of my head, sliding towards the river. I then saw a small ‟slit” in the shape of an eye that progressively widened. When I set my foot on ‟the other side”, I saw an admirable world where nature did not appear as a matrix divided in black and white squares, but as a blooming of colors. It was not a detailed vision, but it had a similar perspective as if I was on the top of a mountain where I could see birds flying. The whole scene was bathed in beauty, impressive and colored.\u2028As the experience went on, my attention stopped on my solar plexus. An enormous crystal of quartz appeared in its center. The crystal seemed larger and was filled with light. I felt a sensation of power. The force of the water element manifested itself in my plexus as swirls, like water being drained.\u2028I also felt the pulse of the earth entering in resonance with my body.\u2028Searching for the tree of power allowed me to perceive a manifestation of a force of nature. That was one more step taken on the path of illumination, thanks to the phosphenic rhythms.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alfons<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>When I was a child, I used to go fishing with my father. I used to love watching the reflection of the sun on water. Then, I would lay down in the grass and try to perceive shapes in the clouds.\u2028There were no limits to my imagination, I was dreaming every night. I was creative and I used to obtain in my mind everything that I could not have materially (at least that was what I believed). I used to dance and sing and create my own shows. I was putting on incredible stages and choreographies, with costumes full of colors. I did not grow up like the other kids in high school, I was different…\u2028Once I became an adult, again I started to see lights dancing in front of my eyes. There were lights everywhere and, one day, while I was watching the sun, it ‟talked” to me. A grand mandala formed in front of me, something beyond the imagination of a human being; all was shapes, light and color, a multitude of planes superposed over each other. Then, something happened and I had an out-of-body experience. When that fantastic experience took place, I became part of the entire environment. I knew that it was not a dream, that it was not the fruit of my imagination, that it had been for real, that there was another way to see things, another reality.\u2028I tried to comprehend these phenomena without success but, one day, I read that a French physician had conducted research on the various phenomena perceived by human beings and had found that they all had something in common: ‟light and the sun”. He had created a technique called ‟Phosphenism”.<br \/>\nThat is how I met Francesc CELMA, and his course was a revelation that allowed me to understand.\u2028Thanks to everyone for letting me in your personal space. It was marvelous.\u2028Thank you Francesc for your work, your implication and your patience.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pilar<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The cohesion of the group was admirable. Everyone taught me something and I must express my gratitude.\u2028It is not easy to assimilate the reality of the experiences produced by the phosphenic exercises, but I am flabbergasted by the manner in which the universe communicates its energy to us when we have harmony and rhythm in our mind.\u2028In the cave, the earth revealed all its power, the opening of the universe through 4 great vectors.<\/p>\n<p style=\"text-align: right;\"><em><strong>Josefina<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>For the first time, I have attended a course in Phosphenism in Nature. That is the best thing that has happened to me in a long time. It was an extraordinary, unique experience that does not resemble anything that I have experienced before.\u2028We were in the Matarrana area of Spain. What took place there was very different from what could have been realized in a city. Nature was the main protagonist, she welcomed us, allowed us to use her and offered her best gifts to us: clear weather, a soft ambience, trees, birds, butterflies, the almost full moon that was sharing the sky with the sun while we were climbing down from the cave.\u2028It took more time for us to climb down than to climb up. We stopped every three steps to contemplate the scenery, calling each other out: ‟look at the moon”, ‟watch the light”, ‟have you noticed those butterflies?”, etc.\u2028The beauty of the Matarrana area made me come to the conclusion that we need to approach nature with a different intention and with care.\u2028What can I say about the caves? During our journey, we made a stop in the ‟Crystal” cave and that was admirable. The dampness and the absolute darkness allowed us to feel something within us that we had never experienced before: our Voice, our path in Life. I do not know if it was the location that provided it for us.<br \/>\nMy ears are not trained for music and my voice is quite common. But, little by little, I have managed to produce the sound OM with my throat and joined the rest of the group without feeling too self-conscious. When we came out of the cave, during the entire day, I had the impression, then the certainty, that I had found the stone of power. It resembled a beautiful diamond, endowed with a soft blue light, that I saw rise in a helicoidal fashion. After perceiving mother earth from the inside, I had the sensation that she was within me, in the shape of a network of millions of tree roots.\u2028While I was laying down, a current of energy and a jet of light came out of that place, reaching me like a ray. It remained for a while. I could see it clearly, like the trees or the stones.\u2028Sharing these unforgettable days with you made me extremely happy.\u2028A great THANK YOU to Francesc for the quality of the course.<\/p>\n<p style=\"text-align: right;\"><em><strong>Amparo<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>‟La coveta de l’Aigua” is a cave that is located in a mountain known as ‟Mas de Pau” in the county of Fuentespalda. It is situated at an altitude of approximately 800 meters above sea level, and at a depth of roughly 100 meters. Within it, there are various rooms along a 700 meters path. In the cave, the temperature is approximately 10 degrees with a humidity level of 90%. We practiced Phosphenism in this admirable and powerful location. We wore warm clothing, though the outside temperature was over 30°C.<br \/>\nWe practiced exercises of Phosphenism. We were sending phosphenic rhythms in the direction of the solar plexus of a passive person, in an atmosphere of absolute darkness.\u2028The group was singing ‟OM” and everyone was performing head sways. The workshop lasted for four hours, during which the force of the Earth progressively manifested itself within me, in the zone of the perineum, in the solar plexus and the cardiac plexus. The accumulation of rhythms and the power of the location granted me an unusual strength. The sound of the mantra seemed not only to come from the depths of my body, but from the earth itself.\u2028As the exercise was unfolding, the sensation of personal power was increasing. It was as if an energy that had been asleep for a long time at the base of my spine had been awakened. A symbiosis was produced, a close relationship between the earth and my body. Something like a physical correspondence between the material cave where we were practicing and the ‟hole” in which the energy of Kundalini is coiled.\u2028The same day, in the afternoon, following the exercise in the cave, I felt something like a dense and whitish body that came out of the top of my head and slid towards the river. What came out of my head was like the double of my body, filled with light.<br \/>\nThe same evening, when the full moon appeared and we were still practicing in the hermitage of San Pedro, my body started to sway spontaneously with movements that resembled a love dance. I felt well, an ascending sinusoidal movement was running through my body, rising from the base of my spine to the top of my head. I was feeling a spiral movement within me. After a few minutes, it seemed that an enormous amount of energy was coming out of my skull…\u2028An intense dot of light appeared in front of me. I had a feeling that its purpose was to demonstrate its power to me… Suddenly, the light that was in front of me moved within me. My body was groping its way along and I had the sensation that I could see in the dark. Not with my physical eyes, but with the energy that was within me. At the same time I was moving, I was emitting a sound, as if the energy of the light wanted to demonstrate its force and its power.<br \/>\nOnce the session was finished, I was shaken by a feeling that I could not describe nor qualify… Something within me had changed. There is physical evidence of that: I feel stronger and, curiously, more flexible. I believe that many blocks have been released and that my body has acquired more motivity. The energy seems to have unjammed very deep things engraved in my body.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alfonso<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I started to project the mantra OM with so much intensity that I saw a patch of light appear on the cave wall. The remainder of the group was following me, rhythmically and sonically. I was feeling happy. But, when the exercise had just finished, I was in for a surprise: I noticed that my legs were trembling at a rhythm of 1\/6th of a second. That is when Kundalini started rising. It was admirable.\u2028From that lesson, I drew the following conclusion: if you let yourself be drawn into the rhythms (thoughts, ideas…) of other people or groups of people (fashion, politics, etc.) you lose your individuality and start acting like the rest of the group.\u2028By yourself, you can reestablish your own rhythm and vibration and become a complete individual. The persons around you will have to vibrate at the same rhythm as you. For me, that has consequences in everyday life.\u2028Francesc called that exercise the ‟synchronization of implosive personalities”. Anyone can accelerate their rhythm and their vibrations until they become an explosive personality. Is it for the best? For me it is, as one stops depending on others, stops attracting people with a low vibratory level, and starts moving on up (that might be slightly abstract, but those who can will understand).\u2028Francesc said: ‟one needs to build a strong mental structure in order to be able to work without obstruction.” That is the secret: a high vibratory level and the connection with our mother earth. Connecting our navel to the Earth can take our ‟soul” to Heaven. Man is full of weaknesses: certain words can destabilize, a gesture can awaken anger, a simple look can provoke mistrust. All things can become unstable. That does not affect those who have strong roots and a fast vibration.\u2028Perceiving the energy of the trees was magical, shapes, sounds, colors… I was enchanted.\u2028It was also surprising to see the faces of the participants and their transformations after they had experiences.<\/p>\n<p style=\"text-align: right;\"><em><strong>Dani<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Just a moment after we started practicing vertical head sways, I felt the presence of beings moving around me, something not unlike the public transports during rush hour or a crowd coming out of a football match. It was a powerful sensation.\u2028Then, I perceived several beings, of a greenish color, and I felt the accumulated power of all the exercises we had practiced.<br \/>\nDuring the exercise of ‟seeing without looking”, I perceived nature’s etheric matrix. The entire forest moved as a single unit and, at the same time, a being was swaying behind a tree, alternatively showing and hiding itself, following the rhythm of nature.<br \/>\n– The exercise of the animal of power: during my role as an active inducer, I saw the triskel appear several times, as well as reversed mathematical symbols and several types of crosses. Then, I invoked my animal of power and it appeared.\u2028– The exercise of the stone of power: during my role as a passive receiver, I perceived something that I cannot describe with precision. It was whether a piece of coal or a tourmaline and, next to it, two tear-shaped blue crystals.\u2028Then, I saw a column of light and a very thin swirl that was coming out of my navel. Then, I saw many lights and said to myself: ‟What is Francesc doing with the lamp?”.\u2028In the light, I saw a fairy. Her wings, her golden face, she was magnificent. Her eyes were wide open. I was fully conscious of what I was perceiving.<br \/>\nThe sensations I experienced during the course were extraordinary. Thanks to Francesc for sowing the seed of Phosphenism in Spain. Thanks to Dr Lefebure, who would have deserved to obtain the Nobel Prize.<\/p>\n<p style=\"text-align: right;\"><em><strong>Edu<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>How can the spirit be tamed? Thousands of philosophical treaties have been written about mystical experiences, some of them describing a reality, the others relating fantasies. Thousands more will be written: reflections crystallized on paper in an attempt to find the answer to the greatest of all questions. As for me, I have found my own answer: practicing Phosphenism.\u2028The primitive memory of our human essence has set me on a search for the extraordinary. I have always wanted to understand the substance of human beings and the mystery of their union with nature, in order to understand why we experience such fascination and beauty. In a sudden fervor, I participated, without expecting anything, to the course of naturo-phosphenology organized by the School of Phosphenism, in the heart of the Matarrana region of Spain. I felt attracted to that teaching, seeking a personal experience that would later have an influence on my everyday life.<br \/>\nWhen you cross the border of the Matarrana area, you are invited to abandon yourself in its dense green arms. The surprising scenery wraps you in joy until you let go completely. That location welcomed us and allowed us to vibrate in unison with an ancient, powerful and effervescent enclave of energy; a pool of peace that invites you to merge with its magic, its beauty and its secrets, so that step by step, sensations and smells, wind and humidity, tame the spirit, understanding the miracle of life.<br \/>\nThe ruins of the hermitages, scattered everywhere in a sepulchral silence, unveil and whisper the glorious and forgotten secrets; inciting you to discover the latter with the eyes of your soul, to touch the particular energies confined in the rocks of a past in fusion. It seems difficult to discover nature in just four days and to unify yourself with the four primary elements of life; but, accompanied by Francesc in a masterly fashion, it becomes possible. I discovered the sweet embrace of the air on my mouth, I flew without wings at the rhythm of my heartbeat. I danced with the wild fire and I burnt without flames in the spiral rhythms of life. I enjoyed with relish the humidity of the depths of the earth, following the beat of the drums of the Universe. Speechless, in a guttural moan produced by the surprising spectacle of life, unveiled in front of me.<br \/>\nThe enchantment ended by an immense explosion of sparks of light produced by my brain. I was at the same time the actress and the spectator of my own ecstasy, the rise of the energy of Kundalini.\u2028A powerful experience that fills me with joy day after day, satisfying my love, my life and my heart with smiles. It has allowed me to perceive, in a brilliant, fleeting moment what is concealed behind my eyes.<br \/>\nThe teacher showed us the way. Nature opened its arms. We were allowed to touch fire, earth, air and water with the one and only essence that we truly are: Love, powerful, fragile and true. It is now up to us to protect, cultivate and evaluate what we have discovered during this march towards knowledge and to tame the wild horses of the mind. Thanks to all the persons who participated to that union.<\/p>\n<p style=\"text-align: right;\"><em><strong>Adriana S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>On the first day, I had an experience in which I was a monk. I was holding a small bottle containing a liquid in my right hand. I poured the liquid on an altar while moving around it. It was night-time and there was a magnificent moon. I do not know if I was performing some type of ceremony or invocation.\u2028On the second day, I saw a kind of nymph of nature, she was trying to hide her head between the trees and was showing her face every now and then. I do not know if she was the protector of the place.\u2028In the afternoon, in the cave of Magdalena, I had the successive vision of five animals: a wolf-dog, a wolf of the steppes, a bear, a leopard and a shark. I also saw the image of a shaman with his face painted in blue and white. He was moving like an animal. I also heard voices, but I could not distinguish what they were saying. I felt that I had lots of energy.\u2028The next day, during one of the sessions, I saw a being of light…\u2028I also found out that my tree of power was the fir, I connected to it and it made me feel its ‟immobility”.\u2028In the hermitage of San Pedro, I noticed that there was an impressive energy. I felt a spiral around my navel, the second chakra. Later, I noticed that my fourth chakra was rotating very quickly. That was a fantastic sensation… Thanks again to everyone.<\/p>\n<p style=\"text-align: right;\"><em><strong>Alberto<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>During the rhythmo-phosphenic exercises, my heart was vibrating at the rhythm of the sun. I could feel it pulsating and my heart was in complete harmony with it. There was a perfect synchronization and it was very rewarding. At the end of the exercise, I felt happy and satisfied.\u2028Early saturday morning, we went to an old convent to practice. We practiced head sways while repeating the mantra OM. I saw the aura of the trees as well as the energies that connected them to each other. They appeared as a dense web, all the trees were united and interwoven by lines of energy. It was surprising to discover how the world can be perceived when one enjoys a higher state of consciousness. The trees had a much brighter color. After that workshop, I was much more sensitive to all the tiniest changes. I perceived nature with a greater vitality, strength and beauty.\u2028In the afternoon, we climbed up to the cave. There, we practiced static tensions. I let myself go completely into these exercises. I could feel an enormous amount of energy within me, there was much clarity and there was a force that allowed me to send it to my companions, who received it. There were moments when there was so much energy that I could feel the cave and the ground move. As we were reaching the end of the exercise, I had so much energy that I was close to a state of ecstasy. Everything was admirable and fantastic. I did not need to practice any more as I was already full of joy.<br \/>\nOn Sunday, in the Water cave, the group went into interconnection. A moment after we started working, without anyone asking us to, we repeated the mantra. It was coming out by itself from the depths of our selves.<br \/>\nThere were two very special moments: I felt a profound peace. My body was totally still and connected to the earth. I could feel the Force of all the group, it was so rewarding that I was overcome by tears, then by laughter. I wanted to be profoundly grateful to the universe, to the earth. I experienced a superb communion. My deepest thanks to Francesc, thank you all.<\/p>\n<p style=\"text-align: right;\"><em><strong>Charo<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I do not want to go too much into detail, as the experiences are very personal. They are connected to each person’s path in life. As a whole, the experience was very positive, intense and enriching. The locations where we practiced the exercises were chosen very well and very well prepared. We had the luxury of having the keys to the cave and to the chapel and to have as much time as we wanted in these places.\u2028About the exercises proper, the first session was easy going. We charged our batteries by synchronizing and connecting ourselves energetically. I perceived the etheric matrix clearly.\u2028The search for the animal of power was a complete success, an imperial eagle now accompanies me. It merged with me in the hermitage in the mountain and we spread our wings together. That was quite an experience.\u2028The stone of power: an admirable smoked crystal presented itself in front of my eyes and I could “see” through it… the cave was full of energy.\u2028The Kundalini session at the Hermitage was very intense.\u2028Many thanks to Francesc.<\/p>\n<p style=\"text-align: right;\"><em><strong>Raul<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The experiences produced by the exercises of Phosphenism do not depend on personal predispositions, nor concrete situations, nor specific emotional or psychological states. The exercises simply produce the expected results when they are practiced properly, as described by the method. That is what I find the most surprising.\u2028One must accept to let go and push their rational thinking aside.<br \/>\nI must recognize that it was complicated, at times, to focus only on the rhythm of thinking, whether purely because of physical fatigue or because of lapses in concentration. It helped to have so many different people around me (each with their unique charm, stories and intelligence), while enjoying a rewarding coexistence.<br \/>\nOne sunny morning, a gentle breeze in the ‟Sanctuary of the Virgen de Gracia” allowed us to practice exercises of synchronization as well as experiments with the acouphene. We were listening to the air, the sounds of nature, while we were practicing vertical and lateral head sways. There, we united ourselves with Nature; we densified the rhythms of our thoughts in order to transmit them to the location around us. That was the exercise of ‟seeing without looking”. Mixing a dot of light with our thoughts: that apparently simple exercise requires intense concentration and much practice to make the most of it.\u2028In the afternoon, we searched for our ‟animal of power”, by practicing exercises of static tensions, concentrating on the Solar Plexus of a person that acted as a ‟passive” receiver, helped by the fire element (the latter person was supposed to conjure up the image of fire in their Solar Plexus).<br \/>\nI witnessed spectacular phenomena that some persons from my group or the other groups experienced: a rise of energy accompanied by the famous Kundalini and the identification with one’s ‟animal of power”, a bear or a dolphin, for instance. A colleague even went back to the time of her ancestors…\u2028Saint Magdalena is a venerable location that transfered us towards a magical world under the influence of the mantras and the harmonics.<br \/>\nThe next day, we practiced exercises to find the ‟stone of light”. The size of cave in which we practiced was impressive, so were the silence and the water, pure and crystalline. We sat at the back of the cave and I became the first passive receptor of our group. I perceived a sinusoidal current of blue light that originated in my sacrum and rose along my spine.\u2028I had to generate an important mental effort by concentrating very deeply on the exercise. I saw the stone of power, and even had the sensation that I touched it physically…<br \/>\nOn the last day, after a night filled with an emotional charge due to the experiences of the day, we left to work with Oscar. It is a very old oak, enormous in size and powerful in energy. During physical contact with the oak, we transformed our navel into a vortex, where jets of energy converged, so that our etheric double would be interlocked with Oscar, transforming us into branches and roots. We were that noble wood for a moment.<br \/>\nLunchtime, we ate in the Matarrana restaurant and, much to my regret, the course was finished. We said goodbye to each other, certain that we would renew the experience with a much greater drive to continue learning and practicing.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pedro N.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Two days before the course, I felt a bit nervous, I could barely sleep, I was prey to a thousand doubts… I wondered if I would be able to experience some of the amazing things that were related by the others. It is difficult for me to see and hear these ‟things”. I read in the ‟Naturo-Fosfenologia” magazine an experience that seemed so intense that I decided to put the magazine aside and read no more.\u2028I wanted to get there with a clean subconscious, without any information or suggestion.<br \/>\nWhen I arrived, I discovered a very pretty village in which I felt very well. I started meeting my companions who greeted me, I was happy.\u2028The same day, we climbed to the top of the village. Francesc presented the schedule of the course to the group. The place was magical, with a magnificent sunset. There, we practiced a breathing exercise of pneumophene. It was unbelievable, when I breathed out, I could feel my entire chest moving forwards…\u2028Then, we practiced an exercise of ‟sonic vision” with the forest. It was marvelous, you could see beyond what you can usually see when you go into a forest. The scenery was changing.<br \/>\nIn the cave, there was a very strong energy. We formed groups. I decided to take the role of passive receiver, and that was an unbelievable experience.\u2028At a certain moment, I do not remember when, I saw two large, beautiful slanted eyes in my field of vision. It reminded me of the patterns on the peacock feathers. Then, I felt as if a muscle of my left leg was moving spontaneously and that attracted my attention. In quick succession, I felt several sensations: my hip moved for a few seconds, my right hand started to move by itself. I took care not to interrupt these sensations.<br \/>\nI was not afraid and I let myself go. I felt my entire body moving, it is a rather difficult thing to describe. Every time, the rhythm was faster. I felt a grand sensation in my lower abdomen, a rising column of intense white light, as if the gates of a dam were being opened. That made me shout, a long and loud yell…<br \/>\nI felt that useless things were being taken away, that it was cleansing time. I could feel Francesc pulling me, it was a comforting sensation. Ten years ago, I had undergone hip surgery, consecutive to an accident. I thought it had healed, but, during the course, I realized that it had not. As the exercise was finishing, I was feeling like a different person, lighter and happier. I was surprised, as I thought that such things could not happen to me.<br \/>\nThe next day, we went to the ‟caves”. The very entrance was impressive, there was much pleasant energy enveloping us. The group I worked with was unbelievable.\u2028Before we started searching for the stone of power, I noticed that our mantras were harmonized to such an extend that it sounded as if we had been practicing together for years.\u2028I felt that my head was sinking while being supported by hundreds of ‟white bubbles”. Then, I saw the inside of a gigantic cave with celestial structures and a crystal of quartz.\u2028Then, with my eyes open, I saw a pale blue light appear several times… That was pleasant.<br \/>\nThen, we worked again with the pneumophene, the object of that breathing exercise was to feel a swirl on our navel, where our tree of power would be born. I think we all achieved that objective.<br \/>\nDuring the night of the full moon, we went to an hermitage. There, we did a workshop of rhythmic meditation to make the energy rise from our feet to our head. The results were impressive.<br \/>\nOn the monday, we met Oscar, the great tree. Impressive! Francesc conducted a very powerful meditation during which we formed our etheric double. We moved inside the tree. What a sensation! I felt that I was stretched like chewing gum, entangling myself with Oscar’s roots. I sinked into the earth and I perceived the same things that I saw in the black caves, as if I was looking from a balcony.\u2028That was a very subtle though very intense workshop. I felt part of a whole, it was very peculiar. I felt lots of love for everything.\u2028I would like to reemphasize the conviviality and the cheerfulness of the group.\u2028Thanks to everyone, and to Francesc in particular. He is great!<\/p>\n<p style=\"text-align: right;\"><em><strong>Meki<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The fairy tale of Sleeping Beauty.\u2028I used to be a woman. Not any more, as I now am a spouse, a mother, a listener, as well as an organized housewife, multitasking without logistic support, a woman like so many others…\u2028One day, I was running from one chore to the next and I heard my husband speaking calmly on the phone: ‟I would do anything to be able to go to the Matarrana”. That made me feel bitter, as I had never heard him say something like that about our son or about me, or anything else for that matter.\u2028I breathed deeply, and, over the days, I got the idea to accompany him there. I could not understand how a person like him could express such an emotion in a loud voice. I was intrigued.\u2028On the day of departure, I really wondered where we were going, what we were going to do, and with whom.\u2028We finally arrived and things got clearer. I was the only person who did not expect nor perceive anything: a sleeping princess.<br \/>\nTime stops in the Matarrana. River Matarrana pushes us forwards: it is a time for watching the sun with the eyes of the soul, flying with the wind, bathing in the waters of the river, kissing the earth and feel its womb.\u2028The Matarrana is not magic nor a miracle, it is a collective effort, it is personal work accompanied by a guide, Francesc, who shows the way with subtlety.\u2028The Matarrana is not an end in itself. It is a principle and I have awoken.\u2028Once the course of Phosphenism was over, my stone of power appeared. I obtained it thanks to the meditation process in the caves.\u2028Thanks to every one of you, I received something sweet.\u2028My deepest admiration goes to Francesc for his work and his impeccable course that gave me a new outlook on Life.<\/p>\n<p style=\"text-align: right;\"><em><strong>Ana<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-special-internships-1\/&#8221; button_text=&#8221;Special INTERNSHIPS #1&#8243; button_alignment=&#8221;left&#8221; admin_label=&#8221;Bouton: Previous Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%2%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_icon_placement=&#8221;left&#8221; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|-50px|||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/&#8221; button_text=&#8221;Special INTERNSHIPS #3&#8243; button_alignment=&#8221;right&#8221; admin_label=&#8221;Bouton: Next Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%3%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|||-50px|false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extracts from our GUEST BOOKINTERNSHIPS #2Summer internships in Spain Another season is passing and, with it, the summer training course, open to all the Club Card holders. This year, the course took place in Spain and those of you who have been able to attend it have come back delighted. \u2028Let the teacher speak first [&hellip;]<\/p>\n","protected":false},"author":28,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[43],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Testimonies on Internships #2 - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Testimonies on Internships #2 - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"Extracts from our GUEST BOOKINTERNSHIPS #2Summer internships in Spain Another season is passing and, with it, the summer training course, open to all the Club Card holders. This year, the course took place in Spain and those of you who have been able to attend it have come back delighted. \u2028Let the teacher speak first [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-01-09T11:00:01+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-15T10:52:15+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/ermitage.jpg\" \/>\n<meta name=\"author\" content=\"Daniel STIENNON\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Daniel STIENNON\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"50 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/\",\"url\":\"https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/\",\"name\":\"Testimonies on Internships #2 - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-01-09T11:00:01+00:00\",\"dateModified\":\"2021-04-15T10:52:15+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"TESTIMONIES 08: Special Internships #2\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\",\"name\":\"Daniel STIENNON\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"caption\":\"Daniel STIENNON\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/contact_uk\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Testimonies on Internships #2 - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/","og_locale":"en_US","og_type":"article","og_title":"Testimonies on Internships #2 - PHOSPHENISM - Dr. LEFEBURE School","og_description":"Extracts from our GUEST BOOKINTERNSHIPS #2Summer internships in Spain Another season is passing and, with it, the summer training course, open to all the Club Card holders. This year, the course took place in Spain and those of you who have been able to attend it have come back delighted. \u2028Let the teacher speak first [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/","article_published_time":"2020-01-09T11:00:01+00:00","article_modified_time":"2021-04-15T10:52:15+00:00","og_image":[{"url":"https:\/\/www.phosphenism.com\/wp-content\/uploads\/2020\/11\/ermitage.jpg"}],"author":"Daniel STIENNON","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Daniel STIENNON","Est. reading time":"50 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/","url":"https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/","name":"Testimonies on Internships #2 - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-01-09T11:00:01+00:00","dateModified":"2021-04-15T10:52:15+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"TESTIMONIES 08: Special Internships #2"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f","name":"Daniel STIENNON","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","caption":"Daniel STIENNON"},"url":"https:\/\/www.phosphenism.com\/author\/contact_uk\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/8650"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=8650"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/8650\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=8650"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=8650"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=8650"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}