{"id":8655,"date":"2020-01-10T12:00:33","date_gmt":"2020-01-10T11:00:33","guid":{"rendered":"https:\/\/www.phosphenism.com\/?page_id=8655"},"modified":"2021-04-15T12:52:26","modified_gmt":"2021-04-15T10:52:26","slug":"testimonies-special-internships-3","status":"publish","type":"post","link":"https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/","title":{"rendered":"TESTIMONIES 09: Special Internships #3"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_fullwidth_header title=&#8221;TESTIMONIES&#8221; subhead=&#8221;Special INTERNSHIPS&#8221; header_scroll_down=&#8221;on&#8221; scroll_down_icon_color=&#8221;#ffffff&#8221; content_max_width=&#8221;none&#8221; admin_label=&#8221;En-tête, plein écran: Special INTERNSHIPS&#8221; _builder_version=&#8221;4.7.1&#8243; title_text_align=&#8221;center&#8221; title_font_size=&#8221;48px&#8221; subhead_text_align=&#8221;center&#8221; subhead_font_size=&#8221;24px&#8221; background_color=&#8221;#49ba23&#8243; min_height=&#8221;250px&#8221; button_one_letter_spacing_hover=&#8221;0&#8243; button_two_letter_spacing_hover=&#8221;0&#8243; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_one_letter_spacing__hover_enabled=&#8221;on&#8221; button_one_letter_spacing__hover=&#8221;0&#8243; button_two_letter_spacing__hover_enabled=&#8221;on&#8221; button_two_letter_spacing__hover=&#8221;0&#8243; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_fullwidth_header][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; admin_label=&#8221;section&#8221; _builder_version=&#8221;3.22&#8243; collapsed=&#8221;on&#8221;][et_pb_row _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_text _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;]<\/p>\n<h2 style=\"text-align: center; line-height: 25pt;\"><span style=\"color: #993300;\"><strong>Extracts from our GUEST BOOK<br \/>INTERNSHIPS #3<\/strong><\/span><\/h2>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_4,3_4&#8243; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; custom_margin=&#8221;0px||||false|false&#8221;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_sidebar area=&#8221;et_pb_widget_area_2&#8243; show_border=&#8221;off&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; header_font_size=&#8221;14px&#8221; header_line_height=&#8221;1.7em&#8221; background_color=&#8221;#f3dabf&#8221; custom_padding=&#8221;|||3px|false|false&#8221;][\/et_pb_sidebar][\/et_pb_column][et_pb_column type=&#8221;3_4&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_testimonial quote_icon_color=&#8221;#49ba23&#8243; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]The method is simple and synthetic. It affects all the planes of the individual, his physical, his emotional, his mental and his spiritual. And she gets lost in the mists of time. It&#8217;s incredible to understand that everything is already in us and that nature, our environment, offers us everything when we know how to capture it. \u2028My most memorable experience was the muscle tension exercise. It was impressive to feel his physical body empty of something and then recharge with new energy, accompanied by an indescribable inner peace : a total absence of confusion. The feeling of being part of a big Whole. I can&#8217;t wait to practice more, further, harder. The course went very well, a pleasure to come back every day. Francesc is a great teacher, very accessible and very clear. The staff team always available and helpful ! With all my thanks and with the pleasure of going further in this method.<\/p>\n<p style=\"text-align: right;\"><em><strong>Erik R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>What sensations all in subtlety !!! What a joy to feel alive : pulsations, emotions, heat, spiral… To feel this lightness, this energy. See those stars reaching out to you . It is all magic. I found what I had come to look for : to grow up, lighten up and open up to the world. Thank you for this clarity, this mental rest. Many thanks to Francesc for his charisma, his passion that he was able to transmit to me as well as to the whole team who were able to make me spend a few fantastic days.<\/p>\n<p style=\"text-align: right;\"><em><strong>Mireille C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Workshop at the washhouse: 2 swings + a rhythm + the OM mantra \u2028Freedom, lightness, communication with the forces of nature \u2028Transmission of forces, pleasant feeling of physical detachment. \u2028Need to become one with the forces of nature (the wind, the movement of trees). The feeling that if the exercise had continued, I would have been mixed with this whirlwind of wind felt on the skin and the perpetual movement of the leaves, that my mind would become one with nature thanks to the energy given and shared with the group.<\/p>\n<p style=\"text-align: right;\"><em><strong>Georges L.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I witnessed with love and wonder the beautiful experiences of others. And I felt in me all kinds of sensations which are the colors of my person and which I accepted in all directions. And a big YES to life in its beauties and its difficulties. A desire to share so well given by Francesc, a permanent gift, firm and empathetic in his generosity, someone who sees the group and the individual, who combines the mind, the brain and the heart in what he offers us . Big thanks. \u2028Thank you also for allowing to land here, in nature so beautiful and so calm and thank you to those who ensured the stewardship with a smile.<\/p>\n<p style=\"text-align: right;\"><em><strong>Sylvia D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>My most beautiful experience connected me with the earth and the &#8221; sky &#8221; with a desire to go beyond my physical body. I felt the will to surpass myself, to change “ dimension ”, to explore infinity by going into my “ deep self ”. The main thing is to come, it is on the “ road ”, that I am convinced of. I have experienced great bliss, but the word is weak in relation to the experience. I felt that all this energy sent was to be given to humanity, to nature, to the world, to the universe. And I felt a &#8221; tremendous &#8221; power . I want to be one with everything. I want to be the light forever, in all circumstances, to love fully. I also felt all the potentiality of the human being and his &#8221; infinitude &#8220;. But I still have a lot to learn. Francesc is an extraordinary person who transmits his knowledge with a lot of clarity, intelligence, passion, love. It&#8217;s phenomenal !!! These days have been exceptional in his presence and I hope there will be more. We must continue, I wish to receive still other “ initiations ”. The internship : INOUÏ, PHÉNOMÉNAL ; infinite thanks As for the organization, there was a lot of kindness, attention, respect, gentleness. A great harmony which was very peaceful. Well done for all the very competent team. This internship is a turning point in my life. Fabulous, wow !!! With love and &#8221; prayer &#8220;.      <\/p>\n<p style=\"text-align: right;\"><em><strong>Odile P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Experience : exceptional openness of my subtle senses, very gentle contact with the subtle, in fact listening and stronger sensations, more total than with my ordinary senses. Touch : sensation of the subtle around my body, my skin, feeling of freedom, liberation and well-being with the body. I saw the stop, the silence, the stillness, the pleasant meditation, far from the difficult asceticism. And at the same time, the perfect awareness of others around me, of where I am. It is something very simple, the wind on my skin and the subtle energies are perceived : I perceive, I receive. The internship : a natural joy to be there, the energy helps me open up to my nature, to my being. Contact with nature and other trainees fills me with ease and well-being. It&#8217;s easy to be here and do the exercises like the kids. Thank you all.<\/p>\n<p style=\"text-align: right;\"><em><strong>Delphine M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Myophenes : very strong experience. Release of emotions. Feeling of heat at the bottom of the spine, electricity, like a discharge. Want to experience kundalini , duplication, want to travel through the infinite space to share this emotional vibration ! When this discharge occurs, it gives me the impression of pushing a door without being able to open it but only half-open it. Want to develop my abilities. It is also as if I were a balloon that we inflate to the bottom ; it stretches to the maximum and I wait for the moment when it will explode, to be free, to go where I want. Lots of pressure sensations on the head, arms, back. Very pleasant exchange of energy with others. Impression of making only ONE during the experiments. Lots of questioning. Very existing spiral movement, limit hypnotic trance. In general, very well guided course : experiences conveyed very clearly. The exercises are explained very simply, very clearly and very precisely, exactly as I like. Very pleasant place, out of time.<\/p>\n<p style=\"text-align: right;\"><em><strong>Roy C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The experience of conjugating the phosphene with a rocking rhythm is a formidable opening of the potentialities that we have in us and which were until now unknown. We discover by putting it into practice how our brain can activate areas connecting us with everything, with cosmic and universal energy !!! Suddenly, a mechanism of purification, of internal ordering takes place. It is very subtle and even if the effect can seem perfectible at the cost of a long interior work, we feel that a movement is taking place in us. The phosphene works ! It is therefore a formidable path which is opening up and which deserves to be undertaken because it is by changing oneself that one enriches the other with what one has lived and understood. . This experience is therefore a richness which, personally, brought me a lot and encourages me to approach the initiatory plan.<\/p>\n<p style=\"text-align: right;\"><em><strong>Eric G.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Subtle mixture of the subtle in materiality, the ego and the other, the feeling. (…) \u2028I am enthusiastic about the internship, the place and I want to continue the journey.<\/p>\n<p style=\"text-align: right;\"><em><strong>Aurore R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>In the sway and the rhythms, I found a breathtaking mix of energy sharing, energy recharging. I discovered a wonderful journey in light, an inexhaustible source of discoveries and experiences. \u2028The “ Francesc Law ” should apply everywhere with its ease, simplicity and authenticity. I&#8217;m leaving with the desire to play extra time. Thank you all.<\/p>\n<p style=\"text-align: right;\"><em><strong>Fabienne R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I come home with a variety of exercises, practices that I can easily integrate into my daily life. This is the most important for me ! (…) In the exercise of projecting the phosphene with multiple swings, I was the passive subject. I had the feeling of being rocked more than rocked, very slowly and very pleasantly, the feeling that the group was taking care of me, with muted fear that others would get bored. At the end of the journey, a feeling of gratitude.<\/p>\n<p style=\"text-align: right;\"><em><strong>Louis S.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Small group practice of lateral, vertical and Tibetan swings : passive subject I felt a sweet and deep joy to be connected to the movement, to the vital energy of the earth as well as to the energy of each member of the group in total confidence in the guidance and benevolence of Francesc.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Francois K.<\/strong><\/em><\/p>\n<p>The experiences lived in depth at all levels, particularly with the rhythms, the phosphenes and the very concrete explanations of Francesc, make me hear or sense the movements and cosmic rhythms and open the doors to other shores, behind the mirror ! I really liked the practical aspect of the teaching which gives the keys to the trip.<\/p>\n<p style=\"text-align: right;\"><em><strong>San L. C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Exercise at the 6th of a second : feeling of growing, of receiving an unknown substance from the sky through the mouth which opened by itself in a very pleasant sensation which carries me ; I feel light and anchored to the ground. The trainees around me found this experience very pleasant. The whole group had a great time, a moment of intense exchange : then, the whole group explained to me that during this experience, my body had adopted a position almost impossible to hold, even to perform. I felt genuinely rested, relaxed and oddly in great shape, powerful and filled with a very pleasant strength. Excellent atmosphere, zero tension, no worries, a real atmosphere of camaraderie.<\/p>\n<p style=\"text-align: right;\"><em><strong>Franck B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I appreciated the warm welcome and the atmosphere of the groups. The natural place, among nature, it is wonderful. \u2028I appreciate the structure of the course, first the experience then the theory with mini exercises to “ touch ”, “ taste ” the different methods and practices. I like the link that the facilitator makes with other disciplines, the shamans. I have experienced magnificent things, an experience of seeing myself &#8221; very small, in miniature &#8220;. It gives me ideas for developing and applying phosphenism in everyday life, professional and personal, in training, therapy, spiritual development. I feel good in the exercise, all the exercises. I feel open, accepting differences. I see the qualities of the other members of the group. I learned to grow, to evolve with the experiences of others. I develop respect for myself, for others, for nature. I see myself living in the wonderful world of colored light. I feel connected. I thank the participants, member of the group, the facilitator Francesc for giving me the opportunity to discover different cultures. The organizer Daniel and his family, the “ nurturer Naïma ” With love and gratitude, thank you.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jerome C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Exercise: the Tibetan swing \u2028The feeling of well-being of the power of rhythm, sound and light. \u2028Well-being to detach from the physical. \u2028It is the discovery of essential things, the confirmation of another reality. The so-called “ supernatural ” phenomena are in fact very natural. Thanks Francesc. This internship was great. Thank you for the welcome and kindness of Daniel and the staff. Thank you all. This internship will surely help me in my life for my personal development and to help others.<\/p>\n<p style=\"text-align: right;\"><em><strong>Raymonde P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Experience : projection to the 6th of a second <br \/>\n1.\t <br \/>\n\t•\to\tbe taken by a rhythm that is not mine<br \/>\n\t•\to\tafraid of this rhythm<br \/>\n\t•\to\tlet go of this fear<br \/>\n\t•\to\tsensation that the pelvis and legs are laughing with pleasure<br \/>\n\t•\to\tirresistible dance feeling<br \/>\n\t•\t2.\t <br \/>\n\t•\to\twell-being, happiness of feeling<br \/>\n\t•\to\tsharing<br \/>\n\t•\to\tvibrate with active subjects<br \/>\n\t•\to\tfeeling of disposition of active subjects<br \/>\n\t•\to\tfeeling of elevation<br \/>\n\t•\t3.\t <br \/>\n\t•\to\thappiness to be able to let go in this unknown rhythm<br \/>\n\t•\to\tconfidence in the active subjects around me<br \/>\n\t•\to\tfraternity<br \/>\n\t•\to\tgratitude for this gift from others to me<br \/>\n\t•\t4.\t <br \/>\n\t•\to\twant to give others this good energy<br \/>\n\t•\to\tgratitude<br \/>\n\t•\to\tlightness and feeling of enlargement of my being<br \/>\n\t•\to\tfeeling of appeasement, serenity<br \/>\n\t•\to\tpeace with myself<br \/>\n\t•\t5.\t <br \/>\n\t•\to\tquiet, peaceful place, stars, cicadas, very soothing. No parasitic noise from the car.<br \/>\n\t•\to\tWarm welcome (…)<\/p>\n<p style=\"text-align: right;\"><em><strong>Agnes B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I have been interested in the Lefebure method for 3 and a half years. I was happy to do an internship to realize what I had assimilated until then . \u2028After 4 days with Francesc Celma , I allow myself to give a report. Francesc Spanish with a singing language with his keywords : Loi Francesc, no stress , magnificent, good direction or not, fantastic, magic etc. that still echo in my head. These landmarks so important for me, to continue the method and make it come alive and at the same time integrate it into my daily life (which I do) but there with an experience : smells, sensations, colors, sounds, the trainees with various personalities, rich in know-how &#8230; A theoretical and practical method where the impetus, the dynamism of the beings give the impetus to the motivation of the exercises &#8230; The atmosphere of the organizing team showed me the people&#8217;s state of mind and makes the method credible. What the Lefebure method brought me :<br \/>\n•\tStrengthening the personality<br \/>\n•\tconcentration of thought<br \/>\n•\tsignificantly less fears<br \/>\n•\tlive better with myself<br \/>\nTo sum up, bringing my nature to life for my own good, but also for that of others. \u2028Thank you again, I wish for a long time to keep this team spirit so warm for me, intern. Thank you Naïma, your personality, your smile warmed my heart. \u2028Best regards to all.<\/p>\n<p style=\"text-align: right;\"><em><strong>Odile A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Quality training for teachers in the organization. For all those who wish a technical improvement on chacras , telepathy, duplication, states of consciousness, daydreams, visions, clairvoyance, elementals … will have clear and precise answers. (Phosphenism is like a large supermarket, thank you Francesc !!) The diversity of exercises and techniques used allows everyone to find what they are looking for. I strongly recommend this training filled with light ! And I would like to thank the whole phosphenism team again.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jonathan M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>This is my second internship ; I had already done a basic internship before, but, despite the practice, not always constant, I felt the need to repeat it. And I did well. The group experience is quite different from the individual work, and the fact of arriving this time with a previous personal experience, made me progress enormously. Even if I know the theory well, the details of Francesc cleared up various doubts, some of which were not even conscious : new questions, new answers. I must say that Francesc is right when he says that it takes several courses to really master the question : phosphenism is too broad… But above all, the group work was fundamental. The workshops, either as a passive subject or as an active subject, made me perceive very stimulating particular sensations. Seeing on myself and the other participants the physical effect of a purely mental projection was fantastic, almost unbelievable. The effects of group work, the rhythms set off, lasted even, and above all, after the exercise itself. These sensations grew more and more over the days. Now that the internship is over, when I close my eyes, without any effort, I see movements, colors, rhythms. I believe this is a tremendous acceleration in the awareness of my subtle parts. It is not faith, it is not belief, but the physical reality of something that has been triggered. Thanks to the participants with whom a group spirit was created, thanks to the magical place, thanks perhaps also to the song of the cicadas which punctuates the sleep during the night (perhaps to the sixth of a second.) This course was a experience which really represents an initiation, that is to say the beginning of a path made of course of exercises, but exercises practiced in a physiological and pleasant way, which arise from the exteriorization of an interior impulse which is grown up, and which requires manifesting itself in the physical world, through a concrete exercise in matter. It is not the exercise that comes from outside but the interior impulse that manifests itself in the exercise : you just have to find the key, and I have found it in the internship. Francesc was fantastic in his way of leading the course : clear, precise, expressive, very energetic, he guided us through progressive experiences to touch with his hand all the power and all the potentialities of phosphenism. Thanks Francesc. Group work truly triggers mechanisms which, with individual work alone, would require much more time and perhaps not with the same power. A big thank you to all the staff of the School of Dr Lefebure , and to Daniel Stiennon and Naïma who organized and allowed the internship to be carried out.<\/p>\n<p style=\"text-align: right;\"><em><strong>Paola M. (Italy)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>As an active subject during the rhythm- phosphenic workshops, the energy intensity is powerful when all the groups repeat the mantras aloud and in perfect synchronization, we then feel within us the transmission of energy that takes place. In addition, when stationary, we still feel the vibrations which are indescribably powerful. The rhythms are literally anchored in us. I had a feeling of pleasure and love in me during the workshops.<br \/>\nAs a passive subject, I felt more or as much energy ; Through my body passed sensations of movement, my arms were numb, some very pleasant and surprising pulsations in the lower abdomen. It was on the last day of the internship that I had an intense experience, working on the rhythm of the 6th of a second : I was a &#8221; passive subject &#8220;, I had the impression that my body was upside down and reversed, right arm to left and vice versa, ditto for the legs.<\/p>\n<p style=\"text-align: right;\"><em><strong>Kevin D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The first days when we reviewed the essential bases allowed me to better understand the phosphene and the almost supernatural impact that it can have on each element of our daily life. \u2028I realized with joy that the first days were decisive in the rest of the workshops which led me to live the experience that I am going to tell you about. \u2028We are in groups of 6 active people who project the rhythm of the 6th of a second onto a passive one. After a few minutes, it&#8217;s a &#8221; barely noticeable &#8221; vibration that I feel in my lower abdomen. All my concentration then freezes on this tiny sensation ; tiny sensation which like a suspension bridge when it is made to vibrate from one end gradually starts to vibrate from the other, gradually gains other organs, until my spine trembles at 1 \/ 6th of a second (…). My arm is completely numb, the amplitude that this vibration has now taken in “ my interior ” brings me to the climax where my double is ready to literally unhook from my physical body and when the beginnings of my doubling occurred… Francesc ended the workshop.<\/p>\n<p style=\"text-align: right;\"><em><strong>Thomas B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Report-synthesis (phosphenism internship July August) \u2028This phosphenic initiation stay was very pleasant to me, both on the reception side and on the internship side itself. Young people, Frank, Thomas, Kévin, always present in our slightest request in any field whatsoever. Naïma is the icing on the cake, with her kindness and warmth in relationships and the preparation of abundant food. The Moroccan soup, excellent !!! <br \/>\nFrancesc and Gilles, each in their field, really brought us the maximum of themselves with warmth, sincerity and enthusiasm, answering all our questions, taking us through their lived experiences when necessary. \u2028I lived an extremely enriching workshop, something that I did not know until now, even having done the exercises at home : my alliance with the plant world. I slipped, becoming one, into the soul of an old twisting oak tree, in front of me. My visualization in the trunk, then in the roots and then in the branches, receiving all the sunlight. I found myself bathing in an enveloping sphere of light of indescribable softness. There, I was good. It was calm and serenity. I was light. All the aggressiveness in the world was gone. I got out of this intense well-being after a few minutes but would have liked to have stayed longer.<br \/>\nI now know that my initiation can bring me more in my care, which I practiced occasionally, because I tried twice before coming to the course, on my wife who was blocked and could no longer walk. With a phosphene in my hands, then one on each hand resting on his spine, the evening before falling asleep, I saw my wife the next morning, go up again, as if nothing had happened the day before. I was blown away, I was wondering so much I couldn&#8217;t believe my eyes, usually it was less dazzling. \u2028Once the internship is finished, I hope to go much further in my development and in my positioning. I don&#8217;t see a definite path yet, in which area I could give myself more to help my environment to flourish, in any way. I hope that the light of my guide (or my guides) will help me take the path that suits me best.<br \/>\nA big thank you to everyone for having fostered the atmosphere of this internship and in particular to Daniel, a hard and tireless worker who does everything possible to make phosphenism known in the world, after Dr Lefebure and, thanks to his work, allows us to participate in these initiation and training courses in an atmosphere full of energy.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Claude M.<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][et_pb_testimonial quote_icon_color=&#8221;#49ba23&#8243; admin_label=&#8221;Témoignages&#8221; _builder_version=&#8221;4.7.4&#8243; _module_preset=&#8221;default&#8221; body_text_color=&#8221;#000000&#8243; text_orientation=&#8221;justified&#8221;]<\/p>\n<p style=\"text-align: center;\"><strong>TESTIMONIES OF SUMMER INTERNSHIPS<\/strong><\/p>\n<p>About twenty years ago, after having painfully exhausted the meanders of an ordinary and superficial life, after having lost everything or almost everything, I had for some time a waking dream, which, by its intensity and its nature, restored a fairer direction to my life. This dream was as follows : I saw myself in a dungeon, standing in armor with a helm, holding a sword on its point, large to eye level, my hands resting on the hand guards, the hilt encrusted with stones. precious stones composed of 4 colors : blue, green, yellow and red. In a state of distress, I begged to be let out so that I could &#8221; work &#8221; again. This work is of course spiritual. Since that time, I have sought the finality without finding it, until I encountered phosphenism. The continuity is evident. I think that when you understand the potential of phosphenism, you have to be crazy not to share and teach it. Thank you to Dr Lefebure, Daniel, Gilles our brilliant trainer, and, above all, to the whole team who gave us all their kind attention.<\/p>\n<p style=\"text-align: right;\"><em><strong>Claude D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Logistics : perfect Content : great ! What dynamism ! Bravo Gilles who was able to make me understand the rhythms at 1 \/ 6th and 1 \/ 12th. Visualizing the point of concentration is now easy. Felt : I was in harmony with the group and I felt comfortable there. It was interesting, surprising to hear the comments of the participants who had feelings. (…) I became aware of the importance of the exercises and I will invest myself now more than before. (…) I am very happy to have met you Daniel ; this confirmed the honesty and the purity of the phosphenism that I had a presentiment of.<\/p>\n<p style=\"text-align: right;\"><em><strong>Gilbert L. R.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I had electric shocks at the level of the coccyx, strong sensations at the level of the forehead (3rd eye), the temples and the nape of the neck, ignoring my other feelings related to magnetism and visions. I let myself go more. During an 8-minute workshop, too short for my liking, I had the impression that a ball wanted to come out of my neck. I have seen electric power like never before. During this internship, I met and exchanged with great people, I learned a lot about myself. From now on, I will be regular on the practice of phosphenism in all areas of my life, starting with me and my emotionality. \u2028Thank you again to the group, Daniel who received us so well. An idyllic setting, people available, welcoming and open. \u2028Gilles, our teacher for the week, is a wonderful person, completely connected, frank. Everything he says comes from the heart ; he doesn&#8217;t mince his words. Like it or not and it&#8217;s perfect. A big thank you to the whole team. Kevin is on the right track, Franck who gave a lot of his time, Thomas and his delicious dishes, Naïma for his serious demeanor and kindness and above all Daniel for his good advice, his arrangements, his availability for children.<\/p>\n<p style=\"text-align: right;\"><em><strong>Roy C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Overall, I am satisfied to have received a teaching on naturo-phosphenology . Likewise, I am satisfied to have put a face and an energy on the names of Gilles and Daniel. Another stimulating aspect was the fact that the course offered a lot of group activities. \u2028The proposed exercises and the pace of the teaching allowed me to make some immediate experiences. In addition, I noticed a significant increase in my energy level. Another notable aspect is the evolution of my visual chaos. This one has become more structured with sharp geometric shapes in bright color.<\/p>\n<p style=\"text-align: right;\"><em><strong>Michel C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>An internship in which I felt very good in the middle of the group. Lots of friendliness, joie de vivre and fluidity in relationships. \u2028Many words heard from Gilles and Daniel made me think. The reflection will continue after the internship and I aspire to go even more radically towards authenticity in my life choices. \u2028The strongest experience I received was yesterday (penultimate day) during the so-called “ royal ” workshop by Gilles. I was surprised that my breathing became rapid and automatic and I had the feeling of being invaded by an energy that I felt especially by the contortions it made me do and the spasmodic movements. It&#8217;s a shame that I tried to contain my movements for fear of losing all control. One very remarkable thing is that this experience made me very happy as it was taking place. I still keep a feeling of blooming, fullness, great well-being. I have the feeling that my energy is blocked in my upper back. I also had a curious experience on the morning of the second day of the internship. I thought I was already awake when I felt that I was falling into the real wake up call. I will leave full of energy and optimism and more distant from the current problems of my existence. The internship encourages me a lot to intensify my practice because I am convinced that it will be a source of physical and psychological balance. Thank you to everyone and, in particular, to Gilles.<\/p>\n<p style=\"text-align: right;\"><em><strong>Christine L. F.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>First of all, I would like to thank Gilles from the bottom of my heart for his dedication, his sincerity and his generosity both in terms of his teaching and for his energy. \u2028This week was simply magnificent, on a human, energetic, philosophical and spiritual level. In my case, the exercises awakened in me very interesting first results (feeling of levitation, continuous vortices in visual chaos, feeling of detachment from the material, wonder in front of nature &#8230;) thus giving me immeasurable energy and courage to persevere on the path of phosphenism. And of course, a big thank you to the entire organizing team (Daniel, Naïma, Franck, Thomas and Kevin).<\/p>\n<p style=\"text-align: right;\"><em><strong>Kevin J.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Bright these 5 days ! I approach with serenity the rest of my life. The phosphenes open unsuspected doors on myself and I discover incredible possibilities. I come back with the conviction that I did not come here by chance, but guided by something that I may have found ! And then what harmony, all these people with whom I spoke, we were in the same bubble ! Thank you for this wonderful time spent in your company, what availability and openness ! I can&#8217;t wait to practice and start over !<\/p>\n<p style=\"text-align: right;\"><em><strong>Dolly D. M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>This is the experience that struck me the most among all those I have had this week. It happened in the forest where we usually did the exercises. This workshop followed a convergence exercise that I had difficulty doing at home. Thanks to the teacher&#8217;s explanation, I understood how to converge correctly. So the next exercise was a workshop where you had to imagine yourself in a sacrificial ceremony where you had to open your heart and offer it like an offering. I lay down trying to relax and imagine an Indian ceremony where the characters were dancing in rhythm around me. I then imagined that I opened my skin and that I took out my heart, stretching it out at arm&#8217;s length to the sky. \u2028Then I imagined at the same time a small door which opened at the place of my chacra just next to the heart. I imagined this scene several times during the workshop. I could see my heart very well in my hands and the open door next to it, but the dancing figures were rather in the dark. Then at the end of the exercise, a very sharp image appeared like a very short flash, very sharp but which I still remember perfectly. There was my son on one side of a kind of workbench, me on the other, between the two of us a cable or a rope that connected us. Then a kind of ax fell while cutting this cord. Right after the exercise ended. So I went from inducer to the next one. And there, while inducing, this image came back to me and I understood like a message, as if it was time to cut the cord between my son and me.<br \/>\nThe relationship I have with him is very close and this hurt me a lot. My tears started to flow ; I tried to hold them back by concentrating on my work, but there was nothing I could do, it was too strong. As soon as the exercise was over, I discreetly wiped away my tears, because I was ashamed ; being part of the &#8221; staff &#8220;, I wanted to stay serious. But it was too strong and a trainee came to console me which had the effect of making me cry even more. The professor having noticed it told me that I could withdraw so that it passes. I went further into the forest to sit down to come to my senses. I cried like this had never happened to me in over 20 years with a sadness so deep that it hurt my chest. At the same time, I wondered why it was so strong when I had already thought about this situation and knew full well that I would cut this cord naturally and in due time. I ended up telling myself that this was not the time anyway and that I will do this in due course. I went to cool off in the river and put water on my face to come back discreetly. I continued the day by forcing myself to stop thinking about it because as soon as the image came back to me, the sensations too. During the meal break, I talked to Naïma who told Daniel about it and he explained to me that it was not at all something I had to do, but quite simply to &#8221; l &#8216;purification &#8216;. Then, I understood very well that several people around me had told me that I had to &#8221; cut the cord &#8220;, that I had not paid attention to it but that it had remained in a corner of my head and that it was eating me without my realizing it. I also understood that with emotion it is much harder to explain things because I think that if a person had told me about this experience, I would surely have told him about the purification. It just goes to show that these internships with several people are really useful because I don&#8217;t know if it would go as well for me if this experience had been lived alone at home.<\/p>\n<p style=\"text-align: right;\"><em><strong>Franck B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>This second stage is different from the first. The group is different too. Maybe Gilles influences those around him. \u2028He is a being full of enthusiasm, full of energy, generous in his explanations. I felt confident. I feel much more anchored. Nature was so present in this program that I got in touch with her again. Being a peasant, I am nevertheless in this harmony, but being detached from daily work, nothing better to regain a dynamism, a motivation to unite myself again and again with Mother Nature. \u2028I come to terms with life. The light from the phosphenes contributed to this momentum. \u2028Thank you all again and again. I believe that for next year an internship will be the reward of a year of training : balances, rhythms, phosphenes etc. Now, I have good reference points, especially Gilles&#8217; laughter, which still echoes in my head. (…) I am increasing in energy, vitality. I feel alive in my nature, in the elements. Thanks to the team.<\/p>\n<p style=\"text-align: right;\"><em><strong>Odile A.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The team receives us royally. My diet being particular, Naïma, our hostess, kindly agrees to leave me some room to cook. The whole team takes care of us, they are committed to making us feel comfortable. Thomas, Franck, Kevin are really nice to us. The pranks of our instructor bring animation in the camp but also in the kitchen where there are some giggles from time to time. Daniel makes sure everyone is feeling good. He discusses with each other, gives advice. (…) And I get used to our instructor Gilles, full of life and energy. A real whirlwind. Then comes the third day and there, some very beautiful visual sensations, of the light which pulsates to the rhythm of the music, a spine which warms up very slightly after having danced with a snake, in the evening we make the stars dance. And then Gilles&#8217;s passion for phosphenism and square-syncopated-polyrhythmic rhythms. \u2028Before going to bed another little experiment, just to see the aura. Last day, I am aware of all the valuable information and explanations that Gilles gave us and his voice does not bother me at all. I find myself enjoying it. I am leaving a really nice group which has totally invested in the various workshops that Gilles offered us. Goodbye to the forest where most of the experiments took place. Goodbye to the whole team. Another last goodbye to Marie Thérèse, the lady of the organic garden ; before I left, she gave me a nice present. A great generosity on his part. A generosity that marked the entire internship, a generosity that we want to experience next time if circumstances allow.<\/p>\n<p style=\"text-align: right;\"><em><strong>Kelly<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Passionate about Occult Science from a young age, I did not discover any convincing method before discovering phosphenism through the Internet. \u2028After a few months of reading and practicing, I had several experiences such as awakenings in sleep, lucid dreams, a feeling of sway, strengthening of character, the appearance of images in visual chaos. I then decided to take an internship to refine the different methods. This internship allowed me to work on mental undulation in a natural environment. \u2028The internship was rich in information and allowed me to see the different approaches to phosphenism animated by Gilles, a being of light filled with wisdom. \u2028I was able to make connections with my religion and find answers to questions that I had been asking myself for a very long time. The course itself was very convivial : very warm welcome and good setting. I would like to thank Daniel without forgetting Dr Lefebure for this great opportunity and Gilles for his good humor.<\/p>\n<p style=\"text-align: right;\"><em><strong>Kisanabth K.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Difficult to express what I felt and experienced during this internship.<br \/>\n•\tDiscovery of Gilles, his abrupt side at first glance, his integrity, his wholeness, his total commitment to light<br \/>\n•\tCoherence and extreme wealth of explanations, developments on energy, rhythms, cultures &#8230;<br \/>\n•\tThis internship was a deepening and a rediscovery : deepening of the basics of the first internship and rediscovery too, because certain sensations of rhythms inside during this week, I realized that I felt them regularly at different times of my life (aikido, sexuality). But I couldn&#8217;t put words on it. Now things are much clearer and make sense. <br \/>\n•\tAn internship that will stay in my heart for a long time. Everyone&#8217;s availability and openness… very pleasant.<br \/>\nThank you to the whole team for so much work and dedication. Everything was fluid. \u2028I leave calmer, stronger. I hope I understood enough to use the techniques with my Aikido students. \u2028Thank you again for this precise and definitive teaching on light and rhythms.<\/p>\n<p style=\"text-align: right;\"><em><strong>Agnes B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>After the onset of tinnitus (cicadas singing in the right ear), I started looking for something. \u2028I practice and teach yoga which brings me more stability and harmony but I am always looking for elements for my transformation. \u2028The light was already a traveling companion. This internship confirms that everything is vibrations, rhythms. \u2028Uniting vibrations, thoughts and phosphenes = life experiences = evolution \u2028Phosphenism rhymes with simplicity, spontaneity, perseverance and achievement. From now on, phosphenism will be part of my daily life. \u2028Thanks to Gilles for this internship, for his authenticity and his relationship with nature.<\/p>\n<p style=\"text-align: right;\"><em><strong>Pascale D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I started phosphenism a few years ago and I worked very regularly at least 1 hour a day, gyrascope etc., alone or in a group &#8230; \u2028I stopped daily work 4 years ago, my life having changed, moreover, I consider that I was stagnant (I had 3 climbs of Koundalini which stopped between the shoulders and a lot of astral journeys but not &#8221; initiatory &#8220;. I think that I had a certain number of human problems with Settle (it&#8217;s not finished yet) I decided to resume phosphenism with this internship I felt the root chakra and energy currents in the back.<\/p>\n<p style=\"text-align: right;\"><em><strong>Stephane C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>First of all if I had to define this internship, I would say it was EXTRAORDINARY. \u2028Beyond everything I have known until then and, at the same time, completely in what I was looking for and what I asked for in my prayers. \u2028What was my intense joy to find new keys to access more spirituality, more light ! <br \/>\nThe second stage was a continuation of the first, each day more intense, deeper, stronger. \u2028As in the 1st stage, I experienced a beginning of levitation, and I felt the upper part of my body completely weightless ; when Gilles asked us to give our hands to two other people, I lifted their arms which no longer had any weight and we felt ourselves being pulled upwards, and all this in full consciousness !  <br \/>\nWe also passed the “ threshold ” door when we heard dogs barking and then packs of wolves howling ! Amazing experience ! I also felt all my back chakras spinning except for the sahasraha chakra and mulhadara chakra. At each workshop I felt the rise of the kundalini , like a snake that moved, causing regular jolts and small jolts that reverberated throughout the body. And for the &#8221; solarization &#8220;, my head embarked on a vertical and horizontal rotational movement, it was amazing and very pleasant.    <br \/>\nFor the relaxation on the music, all my chakras danced to the rhythm of the music, it was amazing and I observed what was happening and what I was feeling with contemplation and a lot of happiness. \u2028During all these experiences I lived extraordinary moments, words are not enough to express what I really felt, a lot of light, a lot of luminous love to give back and the door opened to another world ; a very real &#8221; lifting &#8221; of the veil transmuted me.   <br \/>\nThank you again a thousand times for everything you put in place to allow us to access more spiritual development ; to be the guardian of this prodigious initiatory knowledge Thank you to Francesc and Gilles, for their professionalism, their incredible skills and their knowledge. <br \/>\nI can&#8217;t wait to continue, it&#8217;s not over but as I am a teacher, I am only available during school holidays.<\/p>\n<p style=\"text-align: right;\"><em><strong>Odile P.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>These 6 days spent at the Bastide d &#8216; Engras are placed under the sign of harmony, power and magic : The peaceful and enchanting place, the places chosen for the exercises, everything contributes to create harmony. Harmony between the trainees. Harmony in the relations between the team of organizers and the participants. It&#8217;s a good idea to have three of them taking the course. Thomas, Franck and Kevin will surely remember those busy days ! Thanks to Naïma who keeps things together so discreetly. Everyone feels confident and we see the faces change : the strangers from the first hour have become so close ! As for Gilles, he plays with the group like an instrument : harmony in the alternation of exercises, stories, moments of laughter, explanations. The rhythms are powerful and this results in a greater and greater cohesion between us. The life stories of others echo mine and I already expect powerful transformations. The rising energy makes it possible to stimulate strong projects. Daniel&#8217;s advice opens up entirely new perspectives for me. I know from having already experienced it that I will have energy for several months and that I will achieve what seemed difficult or even impossible a week ago. This internship is magic ! It is the alchemy of encounters, a universe of new sounds : jew&#8217;s harp, handmade didgeridoo … a singing accent of Elektra or Paola, cicadas… The pleasure of playing in a field of sunflowers, or climbing a tree DNA. Thank you all.<\/p>\n<p style=\"text-align: right;\"><em><strong>Therese D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Hello Daniel, \u2028I was very happy to know you and the team that accompanies you. I had a great stay during the internship. I learned a lot about phosphenism, the purpose and how to achieve it. I really enjoyed Francesc&#8217;s internship. He is a very pedagogue and he masters his subject well. I also really liked Gilles&#8217;s internships in nature which bring us much closer to our ancestors. Well done for Thomas&#8217;s cooking and kindness. \u2028I loved the setting and the environment of the internship and I had a great pleasure to know and listen to you. \u2028The night with Gilles when we “ blew up the stars ”, I found the experience incredible. It is true that I am a beginner and that I have to remove the shell which isolates me from the outside. But I intend to train at home, and that at the next stage I will be able to have more results in the workshops. It&#8217;s a pleasure to see you again.<\/p>\n<p style=\"text-align: right;\"><em><strong>Bernard M.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>First of all, a big thank you for the richness of these meetings and sharing : for you it is a big job that this organization and the moment itself of the internship is preceded and followed by as much. And for us that happiness ! Regarding the content of the lessons, if I did not understand everything at times of Gilles&#8217;s explanations (which seemed to me to fly very high as he masters the subjects), I was touched by the simplicity of the character, its authenticity and especially its rectitude : no compromises ! Remain self and honest whatever the circumstances, no sympathetic ear to the sirens of commercialism and that, I like that !!! So thank you Gilles for this meeting even if it had to be written somewhere &#8230; I did my best, with my competence (modest I agree) for all the exercises proposed and I induced as best I could. could. I can&#8217;t say that I felt anything particular about this transmitter function that could have invalidated or confirmed that I was doing it the right way. I am well aware that there is work &#8230; As for the receptor function , in one of the exercises where it was necessary to make the energy turn, I thought I was going to fall, I also ruled out the arms to hold me back, this having had the effect of completely distracting me and losing the thread of the exercise. On many other occasions, I “ felt ” very well, with my eyes closed, the presence around me of the inducing trainees. Thank you again for these shared moments.<\/p>\n<p style=\"text-align: right;\"><em><strong>Jean-Claude C.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>The principles of phosphenism &#8211; which I discovered &#8221; by chance &#8221; &#8211; allowed me to understand the importance of swaying (lateral and anteroposterior) in my youth as well as the effects they had on me. : elephant memory, maturity, intuition, development of personal “ flashes ”, strong will and perseverance. If these effects &#8211; of which I did not know the origin &#8211; have certainly faded by the cessation of these practices for many, many years, they have always remained engraved in my memory and I have regularly wanted to find the path that m &#8216;would lead back there. Always in vain. Taking part in this internship was therefore the way for me to begin to reconnect with my roots. But it also gave rise to experiences as enriching as they were unexpected, among which : Discovery of the physical sensation of energy ; Revelation of the importance of rhythmic breathing (energy, beginning of purification of emotional thoughts) ; Wonderful and unusual sensations (feeling the presence of his spiritual guides, penetration of his double in a tree, vibration of different parts of the body to the sixth of a second…) Deep well-being… I wish everyone the chance to borrow this fabulous path which makes us grow while allowing us, according to our desires, to admire and to visit landscapes more real than nature, to fly us towards the skies, or to observe “ garlands ” of stars. But the success of this internship is undoubtedly based on the involvement, energy and friendly atmosphere of the group as well as on the advice and presence (strong, discreet and subtle) of our teacher Gilles. I thank them very much. I also address all my thanks to Mr. Stiennon and his wife, for their welcome and their concern, to Franck, Thomas and Kevin for their availability and their kindness.<\/p>\n<p style=\"text-align: right;\"><em><strong>Muriel D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Second week of internship led by Gilles ; his way of working was somewhat different from Francesc, but very rewarding. I find it good to do the internships with different teachers. We feel that Gilles is full of energy and full of life. This training will allow me to move forward at a much more sustained pace and of better quality, to understand myself better ; because there are questions to which I wish to find answers and I know that with the help of Phosphenism and its multiple applications I will be able to obtain them. Knowing that thanks to Phosphenism, I will be able little by little and with work, to use my full potential, that fills me with joy.<\/p>\n<p style=\"text-align: right;\"><em><strong>Kevin D.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>I won&#8217;t go into more detail on my experiences as there is so much to say, but I must say a few words about Gilles. \u2028It is rare these days to have the chance to meet a &#8221; passionate &#8220;, it is nevertheless the case of Gilles, passionate par excellence of shamanism, lover of nature, being of light, thoughtless explorer of the universe, An outstanding speaker and a very good teacher, Gilles testifies to the greatness of Phosphenism. Thank you to the whole Lefebure school, to Daniel for the relentless enthusiasm that he patiently demonstrates in the investigation of his mission.<\/p>\n<p style=\"text-align: right;\"><em><strong>Thomas B.<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>A week of NATURO-PHOSPHENOLOGY in the forest has been simply fantastic. With the benevolence of the guardian of the threshold of the forest, we practiced the phosphenic exercises in a clearing in the presence of Veda, without forgetting the washhouse, so special place. \u2028I don&#8217;t know what exercise, in groups of 7, I was receiving, I felt my neck dilate to take the width of my body, very slowly and in rhythm (1 \/ 6th of a second) I transformed into a tree , I felt my hands and my feet penetrate the earth like roots, the feeling of having hair flapping like leaves in the wind. I was in communion with nature and I felt the fresh sap in my veins and my body temperature gently drop.<br \/>\nI had the privilege of making a trip inside my body, I went down through my digestive system, I surfed in my arteries in the middle of red blood cells and suddenly I saw my skull with my brain and the whole blood circulation system, accompanied by my spine which came out of my body like a 3 dimensional projection and transparent like crystal which rotated on an axis as if to demonstrate to me. It was great the feeling of obviousness and wonder that I felt in front of such a majestic spectacle.<br \/>\nContinuing education day \u2028We went to the clearing just above the washhouse in the middle of the forest. All in a circle in groups of 6 (1 receiver and 5 transmitters). I was in the receiver position. Lying on the ground, each transmitter worked on a chakra, or with rotations or with static tensions, at the rate of 1 \/ 6th of a second. I closed my eyes and gathered and lowered the energy from my crown chakra to my Hara , where I saw like a white rope that I followed with my gaze before starting my ascent. I saw an island that was floating above a cloud, suddenly, I propelled myself above this island which was a clearing bordered by very tall trees with very straight trunks and foliage at the top, in the middle from the clearing there was a dry tree, but not dead and I was sitting in lotus in front, doing vertical swings (up and down) with my arms open forming a 90 ° angle on each side . What was curious is that all the trees around me made the same movement as me, as if to amplify the energy which emanated from the tree in the shape of a sphere, until it engulfed me in it to merge into the universe.<br \/>\nVertical swing exercise (with rounded angles) ; the point of concentration was rising… An erupting volcano presented itself in front of me and a vertical breach opened on the wall in front of me like a vertical eye, I instinctively plunged into it and I remember having made the observation “ not even hot, great ”, I went out through the chimney of the volcano in a spinning top and I flew around the volcano…   <br \/>\nThis week has been very trying for me physically, but it did me a lot of good, I left completely pumped up. Full of questions in my head and a desire to restructure my life as well as the determination of my goals, while staying on the path of life &#8221; here and now &#8220;. Difficult to keep your feet on the ground after so many fantastic experiences. Where is the border ? is there really a border ?    <br \/>\nThank you to the whole group for the unconditional and rich sharing from all points of view. Thank you Gilles for sharing your knowledge and for waking up, awakening and amazed the child deep inside me, I found myself in your unruly side and I loved it. Life is good… good naturo-phosphenology journey.<\/p>\n<p style=\"text-align: right;\"><em><strong>Emilia G. (Portugal)<\/strong><\/em><\/p>\n<hr align=\"center\" width=\"75%\" color=\"#49ba23\" \/>\n<p>Here is something that I did not expect… 5 days of complete detachment from the too tight bonds of my rationality, a plunge into nature, a plunge into the most secret parts of me. \u2028My nature is rational, concrete, and I tend to always want to control my mental processes, too often missing out on the intricacies that exist in my soul. \u2028Thanks to Gilles I experienced during these days something that I did not know ; I was gradually led to the depths of my consciousness, I lived the rhythms, I imbibed them, and among other thousand things I learned, the most important was the ability to recognize natural Phosphenism , that is to say spontaneous Phosphenism, the one that sleeps in each of us. I managed to share my soul with nature, and with each exercise I came out enriched. Do not think that being the passive subject in the workshops is the only key ; inducing rhythms on a passive subject is the same as being induced by others, even more instructive : the energy sent came back stronger, teaching us the energy difference emanated by each in a fantastic exchange. <br \/>\nEach day the exercise became more and more a whirlwind of light and energy, bringing with it the very energies of nature, of the trees, of the earth, of the radiance of the sun, of the rhythmic music that guided movements and thoughts. A perfect and complete union which gradually overturned my shell of rationality.<br \/>\nI cannot relate all the experiences, but I want to describe the one this morning when, lying in the forest and caressed by the sound of the didgeridoo (a big thank you to our friend Roy, who gave us this experience), I found myself suddenly felt united in the earth, with a spiral movement all along the column ; at this moment a tree has started to grow from my navel, a giant and majestic tree which has reached the sky. <br \/>\nI can now perceive the rhythms which accumulate in me, the psychic sensations mix with the physical sensations in a harmonious balance in perpetual movement. \u2028Only two words to define Gilles : Light and Energy, elements that he transmitted to us with perfection and love. An internship that I recommend to all those who wish to find the child of light who is in us. THANKS !<\/p>\n<p style=\"text-align: right;\"><em><strong>Paola M. (Italy)<\/strong><\/em><\/p>\n<p>[\/et_pb_testimonial][\/et_pb_column][\/et_pb_row][et_pb_row column_structure=&#8221;1_3,1_3,1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-special-internships-2\/&#8221; button_text=&#8221;Special INTERNSHIPS #2&#8243; button_alignment=&#8221;left&#8221; admin_label=&#8221;Bouton: Previous Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%2%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_icon_placement=&#8221;left&#8221; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|-50px|||false|false&#8221; custom_padding=&#8221;||||false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;4.7.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_button button_url=&#8221;https:\/\/www.phosphenism.com\/testimonies-special-internships-4\/&#8221; button_text=&#8221;Special INTERNSHIPS #4&#8243; button_alignment=&#8221;right&#8221; admin_label=&#8221;Bouton: Next Testimonies&#8221; _builder_version=&#8221;4.7.4&#8243; custom_button=&#8221;on&#8221; button_text_size=&#8221;18px&#8221; button_text_color=&#8221;#f28d00&#8243; button_border_width=&#8221;0px&#8221; button_border_radius=&#8221;0px&#8221; button_font=&#8221;|600|||||||&#8221; button_icon=&#8221;%%3%%&#8221; button_icon_color=&#8221;#f28d00&#8243; button_on_hover=&#8221;off&#8221; custom_margin=&#8221;|||-50px|false|false&#8221; button_letter_spacing_hover=&#8221;0&#8243; button_text_size__hover_enabled=&#8221;off&#8221; button_one_text_size__hover_enabled=&#8221;off&#8221; button_two_text_size__hover_enabled=&#8221;off&#8221; button_text_color__hover_enabled=&#8221;off&#8221; button_one_text_color__hover_enabled=&#8221;off&#8221; button_two_text_color__hover_enabled=&#8221;off&#8221; button_border_width__hover_enabled=&#8221;off&#8221; button_one_border_width__hover_enabled=&#8221;off&#8221; button_two_border_width__hover_enabled=&#8221;off&#8221; button_border_color__hover_enabled=&#8221;off&#8221; button_one_border_color__hover_enabled=&#8221;off&#8221; button_two_border_color__hover_enabled=&#8221;off&#8221; button_border_radius__hover_enabled=&#8221;off&#8221; button_one_border_radius__hover_enabled=&#8221;off&#8221; button_two_border_radius__hover_enabled=&#8221;off&#8221; button_letter_spacing__hover_enabled=&#8221;on&#8221; button_letter_spacing__hover=&#8221;0&#8243; button_one_letter_spacing__hover_enabled=&#8221;off&#8221; button_two_letter_spacing__hover_enabled=&#8221;off&#8221; button_bg_color__hover_enabled=&#8221;off&#8221; button_one_bg_color__hover_enabled=&#8221;off&#8221; button_two_bg_color__hover_enabled=&#8221;off&#8221;][\/et_pb_button][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extracts from our GUEST BOOKINTERNSHIPS #3The method is simple and synthetic. It affects all the planes of the individual, his physical, his emotional, his mental and his spiritual. And she gets lost in the mists of time. It&#8217;s incredible to understand that everything is already in us and that nature, our environment, offers us everything [&hellip;]<\/p>\n","protected":false},"author":28,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"categories":[43],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Testimonies on Internships #3 - PHOSPHENISM - Dr. LEFEBURE School<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Testimonies on Internships #3 - PHOSPHENISM - Dr. LEFEBURE School\" \/>\n<meta property=\"og:description\" content=\"Extracts from our GUEST BOOKINTERNSHIPS #3The method is simple and synthetic. It affects all the planes of the individual, his physical, his emotional, his mental and his spiritual. And she gets lost in the mists of time. It&#039;s incredible to understand that everything is already in us and that nature, our environment, offers us everything [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/\" \/>\n<meta property=\"article:published_time\" content=\"2020-01-10T11:00:33+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-04-15T10:52:26+00:00\" \/>\n<meta name=\"author\" content=\"Daniel STIENNON\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Daniel STIENNON\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"48 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/\",\"url\":\"https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/\",\"name\":\"Testimonies on Internships #3 - PHOSPHENISM - Dr. LEFEBURE School\",\"isPartOf\":{\"@id\":\"https:\/\/www.phosphenism.com\/#website\"},\"datePublished\":\"2020-01-10T11:00:33+00:00\",\"dateModified\":\"2021-04-15T10:52:26+00:00\",\"author\":{\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.phosphenism.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"TESTIMONIES 09: Special Internships #3\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.phosphenism.com\/#website\",\"url\":\"https:\/\/www.phosphenism.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.phosphenism.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f\",\"name\":\"Daniel STIENNON\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g\",\"caption\":\"Daniel STIENNON\"},\"url\":\"https:\/\/www.phosphenism.com\/author\/contact_uk\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Testimonies on Internships #3 - PHOSPHENISM - Dr. LEFEBURE School","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/","og_locale":"en_US","og_type":"article","og_title":"Testimonies on Internships #3 - PHOSPHENISM - Dr. LEFEBURE School","og_description":"Extracts from our GUEST BOOKINTERNSHIPS #3The method is simple and synthetic. It affects all the planes of the individual, his physical, his emotional, his mental and his spiritual. And she gets lost in the mists of time. It's incredible to understand that everything is already in us and that nature, our environment, offers us everything [&hellip;]","og_url":"https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/","article_published_time":"2020-01-10T11:00:33+00:00","article_modified_time":"2021-04-15T10:52:26+00:00","author":"Daniel STIENNON","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Daniel STIENNON","Est. reading time":"48 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/","url":"https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/","name":"Testimonies on Internships #3 - PHOSPHENISM - Dr. LEFEBURE School","isPartOf":{"@id":"https:\/\/www.phosphenism.com\/#website"},"datePublished":"2020-01-10T11:00:33+00:00","dateModified":"2021-04-15T10:52:26+00:00","author":{"@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f"},"breadcrumb":{"@id":"https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.phosphenism.com\/testimonies-special-internships-3\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.phosphenism.com\/"},{"@type":"ListItem","position":2,"name":"TESTIMONIES 09: Special Internships #3"}]},{"@type":"WebSite","@id":"https:\/\/www.phosphenism.com\/#website","url":"https:\/\/www.phosphenism.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.phosphenism.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/9e01d1ba3061b7dd771b589e46cc5f1f","name":"Daniel STIENNON","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/www.phosphenism.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/63dfd8d059f5f4805279bcf7b2210896?s=96&r=g","caption":"Daniel STIENNON"},"url":"https:\/\/www.phosphenism.com\/author\/contact_uk\/"}]}},"_links":{"self":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/8655"}],"collection":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/users\/28"}],"replies":[{"embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/comments?post=8655"}],"version-history":[{"count":0,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/posts\/8655\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/media?parent=8655"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/categories?post=8655"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.phosphenism.com\/wp-json\/wp\/v2\/tags?post=8655"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}